{"title": "Solomon Islands: Men working for WW2 bomb clearing agency die in explosion", "text": "Image copyright RSIPF/Facebook Image caption The bomb blast occurred in the capital Honiara\n\nTwo men working for an aid agency which helps dispose of unexploded bombs have been killed in an explosion in the Solomon Islands.\n\nBriton Stephen Atkinson and Australian Trent Lee were employees of Norwegian People's Aid.\n\nThe blast took place in a residential part of the capital Honiara on Sunday.\n\nThe Solomon Islands, a WW2 battleground in the South Pacific, are littered with thousands of unexploded bombs.\n\nThe Norwegian People's Aid (NPA) described the explosion as a \"tragic accident\".\n\nIts Deputy Secretary General Per Nergaard said an \"investigation needs to be completed before there can be a conclusion on the cause of events\".\n\nThe organisation's Secretary General Henriette Killi Westhrin added that it was \"devastated by what has happened\".\n\nLee had described himself as a Chemical Weapons Advisor on his Facebook page, adding that his role was \"to survey and locate the items, then hand information over [to] the Solomon Islands Police Explosive Ordnance Disposal team\".\n\nThis was confirmed by a statement from the Royal Solomon Islands Police Force who said that the survey team typically goes out first to confirm the location of unexploded ordnances before relaying the information to them.\n\nAccording to the NPA, they were assisting the government in developing a centralised database \"that gives an overview of the extensive amounts of explosive remnants of war contamination dating from the Second World War\".\n\nWorkers had been in the capital Honiara clearing sites of bombs ahead of the 2023 Pacific Games.", "date_added": "2020-09-21 21:32:13.923025+00:00", "url": "https://www.bbc.co.uk/news/world-asia-54230528", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/320/cpsprodpb/A316/production/_114505714_119872110_3370022456424452_8981652936420089347_o.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::asia::news.world.asia.story.54230528.page&x1=[urn:bbc:cps:99f8575e-53dd-4bda-8114-298e892c74da]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://sb.scorecardresearch.com/p?c1=2&c2=17986528&cv=2.0&cj=1", "https://ichef.bbci.co.uk/news/1024/branded_news/A316/production/_114505714_119872110_3370022456424452_8981652936420089347_o.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}