{"title": "Brit bomb expert killed in Solomon Islands blast trying to find WW2 explosives", "text": "News, views and top stories in your inbox. Don't miss our must-read newsletter Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nA British bomb disposal expert and an Australian colleague have been killed in an explosion in the Solomon Islands.\n\nStephen \"Luke\" Atkinson, 57, was working for the non-governmental organisation Norwegian People's Aid (NPA) to map unexploded bombs from the Second World War.\n\nMr Atkinson, who had a son, and Australian citizen Trent Lee, believed to be in his 40s, died following a blast in the residential Tasahe area of West Honiara at around 7.30pm on Sunday. The cause of the explosion is not known.\n\nPer Nergaard, the NPA's deputy secretary general, said: \"This is a tragic accident. So far, we know that there has been an explosion with fatal consequences.\n\n\"Our main priority now is to offer assistance to relatives and colleagues, and to clarify what has happened.\"\n\nMr Nergaard told the Sydney Morning Herald the cause was a \"mystery\", adding: \"It's very peculiar that there was an explosion in the residential area. We have extremely strict procedures when it comes to dealing with these types of explosives.\n\nHave you been affected by the incident? Email webnews@mirror.co.uk.\n\n(Image: via REUTERS)\n\nSecretary general Henriette Killi Westhrin added in a statement: \"We are devastated by what has happened, and for the loss of two good colleagues.\n\n\"Our thoughts and deepest condolences go out to their families, relatives and staff.\"\n\nResidents who heard the blast called for help after they rushed to the scene and found the two foreigners badly injured, the Solomon Star reported.\n\nOne of the men is said to have died at the scene, while the other died in hospital.\n\nSome witnesses compared the sound of the explosion to a vehicle tyre bursting, the newspaper reported.\n\nDescribed as a \"modern day MacGyver\", Mr Lee, who lived in Honiara, recently told how dangerous his line of work is as he shared a photo of an unexploded bomb found during the survey.\n\nHe wrote in the August 13 Facebook post: \"US MK 32 Naval round HE with a MK18 mechanical time fuze. Pretty much the most dangerous WW2 ammunition we find... it's cocked and ready to fire... one bump and it's all over.\"\n\nThe NPA is helping the South Pacific nation's government to create a database of the \"extensive amounts\" of unexploded bombs left over from the Second World War. It has 1,850 deminers working in 19 countries.\n\nBomb disposal experts from the local police force were assisting Mr Atkinson and Mr Lee on the non-technical survey, which was funded by the US State Department.\n\nThe programme has been put on hold while the deadly explosion is investigated.\n\n(Image: Google)\n\nInspector Clifford Tunuki, the officer in charge of Royal Solomon Islands Police Force's (RSIPF) explosive ordnance disposal (EOD) team, said the blast happened at the agency's residence.\n\nHe said there were \"several items\" of unexploded ordnance (UXO) at the residence.\n\nInsp Tunuki said on Sunday night: “We received a report on the incident this evening and we are now at the scene of the tragic incident.\n\n\"EOD officers will have to render the scene safe before the RSIPF Forensics and other investigators access the scene to find out what happened.”\n\n“We call on members of the public in the Tasahe area of West Honiara to please stay well away from the area of the incident and allow RSIPF officers to do their work as we investigate this tragic incident.\n\nRelated video:\n\nVideo Loading Video Unavailable Click to play Tap to play The video will start in 8 Cancel Play now\n\n“I can confirm that none of the RSIPF EOD officers were at the scene when the bomb blast happened despite the fact that we work together with the project.\n\n\"The survey team goes out to confirm the location of the UXOs following reports from the communities and the information is relayed to us.\n\n\"We determine what to do with the UXOs after the survey has located them.\n\n\"On behalf of the RSIPF I wish to convey my sincere condolences to family and relatives of those two foreign nationals who died in this tragic incident.”\n\nHe added: \"The RSIPF EOD had a good working relationship with the NPA project and so we are concerned that they decided to conduct EOD operations within a residential area.\n\n\"RSIPF did not know these items had been moved to the NPA residence. If we had known, we would have requested that the items be moved to a safe location such as Hell's Point east of Honiara.\"\n\nHe added that other unexploded ordnance discovered at the agency's residence had been moved to Hell's Point while investigators carry out their work.\n\nCambodia's government paid tribute to Mr Atkinson and Mr Lee following their deaths.\n\nSenior minister Ly Thuch, vice president and secretary general of the Cambodian Mine Action and Victim Assistance Authority, said: \"Stephen and Trent gave their lives for the safety, security and a better livelihood for others.\n\n\"We will remain grateful to their extreme sacrifice. They are our heroes. May their souls rest in peace.\"\n\nOne of Mr Atkinson's friends wrote on Facebook: \"RIP Luke. I am glad we got to speak and reconnect just a few weekends ago.\n\n\"Driving overland with you through India was full of laughter. My condolences to Luke's son, sister and family.\"\n\nAnother friend wrote: \"I met Luke in Kosovo in 1999. Since, we have been very good friends. RIP mate.\"\n\nMr Lee, originally from Newcastle in Australia, and his partner Kathryn had moved to the Solomon Islands about 18 months ago to build an eco-lodge. In 2017, he was immortalised when a photo of him cave diving was featured on a $1 Australian stamp.\n\nClose friend and business partner Tony Bartlett told the Sydney Morning Herald: \"He has got to be one of the smartest people in this world.\n\n\"This guy, he built his own cellular tower, his own generator. It's amazing what he could do for his community over there. He was a modern day MacGyver, there's nothing this man couldn't do.\"\n\nMr Lee and his partner were waiting for government approval to begin construction of their lodge. During that time he had been working for the NPA and as a chief chemist at a gold mine.", "date_added": "2020-09-21 08:23:00+00:00", "url": "https://www.mirror.co.uk/news/world-news/brit-bomb-expert-killed-solomon-22715959", "source": "mirror", "photos_url": ["https://www.mirror.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png", "https://cf-images.eu-west-1.prod.boltdns.net/v1/static/4221396001/586af3ee-8bb8-4b8e-862e-02c59a20b81e/f7f30ece-7952-4af1-a798-aa2a8dc47f6a/1280x720/match/image.jpg", "https://i2-prod.mirror.co.uk/incoming/article22715992.ece/ALTERNATES/s1200/0_A-police-vehicle-arrives-at-the-scene-of-a-blast-in-Tasahe.jpg", "https://i2-prod.mirror.co.uk/incoming/article22715992.ece/ALTERNATES/s615/0_A-police-vehicle-arrives-at-the-scene-of-a-blast-in-Tasahe.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}