{"title": "Brexit: MPs approve controversial UK Internal Market Bill", "text": "Boris Johnson has seen MPs approve his controversial Brexit legislation, which ministers have admitted could lead to the UK breaching international law.\n\nThe UK Internal Market Bill, which has provoked a furious row with the EU, had its third reading passed by the House of Commons in a vote on Tuesday night, with a government majority of 84.\n\nIt means the proposed legislation, which has now cleared all its Commons stages, will move to the House of Lords.\n\nThe prime minister had ploughed ahead with the bill, parts of which will give ministers the power to override the Brexit divorce deal, despite the EU's call for him to withdraw those measures from the proposed legislation by the end of the month.\n\nImage: Boris Johnson ploughed ahead with his plans despite anger from the EU and others\n\nBrussels has warned it will \"not be shy\" in taking legal action if the UK government does not agree to the demand.\n\nAdvertisement\n\nThe government introduced the bill earlier this month to anger from both European capitals and at Westminster - including among a sizeable group of its own Conservative MPs.\n\nUS presidential candidate Joe Biden also issued a warning over the prime minister's plans.\n\nTwo weeks ago, Mr Johnson was forced into action to head off a growing rebellion among Tory backbenchers.\n\nAnd his promise to give MPs a vote before any of the bill's powers are used ensured the safe passage of the bill's third reading on Tuesday night.\n\nNo Conservative MPs voted against the bill's third reading although former prime minister Theresa May - who has previously condemned the \"reckless\" legislation - was among a number of Tories not to record a vote.\n\nTory former attorney generals Geoffrey Cox and Jeremy Wright, who have also voiced concerns about the bill, were others not to record a vote.\n\nThe proposed legislation will now be considered by the House of Lords, where ministers might face a rougher ride as the government does not possess a majority in the upper house.\n\nMany Tory peers - including former Conservative leader Michael Howard and ex-chancellor Norman Lamont, who are both Brexiteers - have also criticised the bill.\n\nHowever, Downing Street has warned it would breach constitutional convention for the House of Lords to fully block the legislation.\n\nThe government has argued the bill is \"critical\" to ensuring the unfettered access for goods from Northern Ireland to the rest of the UK after the end of the Brexit transition period, and to protect the Good Friday Agreement.\n\nAt the opening of Tuesday's debate in the Commons - ahead of the vote on the bill's third reading - Business Secretary Alok Sharma told MPs: \"Our approach will give businesses the regulatory clarity and certainty they want.\n\n\"It will ensure the cost of doing business in the UK stays as low as possible, and it'll do so without damaging and costly regulatory barriers emerging between the different parts of the UK.\"\n\nHe described those parts of the legislation that would allow the UK to override its Withdrawal Agreement with the EU as a \"legal safety net\" in case London and Brussels do not agree on how to implement the provisions for Northern Ireland in the agreement, which is known as the Northern Ireland Protocol.\n\n:: Subscribe to the All Out Politics podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\n\nEd Miliband, Labour's shadow business secretary, described the legislation as \"indefensible\" and urged the House of Lords to \"bring this bill into compliance with the rule of law and salvage our reputation\".\n\nHe highlighted reservations from US President Donald Trump's Northern Ireland envoy, Mick Mulvaney, adding: \"When the Trump administration starts expressing concern about your adherence to international agreements and the rule of law, you know you are in trouble.\n\n\"That is how bad this bill is.\"\n\nGove adamant over Brexit 'safety net' clauses\n\nAfter the Commons approved the third reading of the bill, Conservative co-chairman Amanda Milling criticised Labour's opposition to the legislation.\n\n\"On their final opportunity to stand up for the integrity of the UK, Labour have unsurprisingly again chosen to side with the EU,\" she said.\n\n\"For all their talk of new leadership, Labour's actions tell a very different story - they won't stand up to Brussels, they won't protect the Union and Sir Keir Starmer won't rule out working with Nicola Sturgeon to rip our country apart.\n\n\"Our UK Internal Market Bill protects the Union and ensures we can preserve peace in Northern Ireland, delivering on our manifesto promise to ensure unfettered trade across the whole United Kingdom.\"", "date_added": "2020-09-30 13:04:40.891235+00:00", "url": "https://news.sky.com/story/brexit-mps-approve-controversial-uk-internal-market-bill-12085505", "source": "Sky News", "photos_url": ["https://e3.365dm.com/20/09/1600x900/2372009150153658107_5097673.jpg?20200915190339", "https://e3.365dm.com/20/09/512x512/skynews-brexit-graphic-eu_5089841.png", "https://e3.365dm.com/20/09/768x432/skynews-michael-gove-eu-clauses_5111699.jpg?20200928144737", "https://e3.365dm.com/20/09/768x432/skynews-internal-market-bill_5113183.jpg?20200929205143", "https://e3.365dm.com/19/03/75x75/skynews-by-greg-heffer-political-reporter_4616226.jpg?20190322121621", "https://e3.365dm.com/20/09/768x432/2372009240160806707_5107053.jpg?20200924173201", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}