{"title": "UK's Brexit treaty override powers approved by parliament's lower house", "text": "FILE PHOTO: European Union and British flags flutter in front of a chancellery ahead of a visit of British Prime Minister Theresa May in Berlin, Germany, April 9, 2019. REUTERS/Hannibal Hanschke\n\nLONDON (Reuters) - Britain’s House of Commons approved legislation on Tuesday that gives ministers the power to break its divorce deal with the European Union, despite the threat of legal action from Brussels and unrest within the governing Conservative Party.\n\nThe UK Internal Market Bill, which ministers acknowledge breaks international law, was approved by 340 votes to 256 and now passes to the House of Lords for debate.\n\nThe bill seeks to protect free trade between Britain’s four nations once a Brexit transition period ends, but has soured relations with Brussels just as time is running out to reach a deal on their long-term relationship.\n\nAfter an initial uproar within Prime Minister Boris Johnson’s party, including criticism from three former Conservative prime ministers, a rebellion was snuffed out by a concession to give parliament a say over using the powers.\n\nThe government says clauses in the bill which override the Withdrawal Agreement, signed by Johnson in January, are necessary to protect free trade with Northern Ireland, and will only be used if talks on a border solution with the EU fail.\n\nThe EU, which wants to make sure Northern Ireland’s open border with member state Ireland does not act as a back door for goods to come into the bloc, says it is an extremely serious violation of the exit treaty and has threatened to sue.\n\nScrutiny in the House of Lords, parliament’s upper chamber, is expected to take until early December. Johnson does not have a majority there and revisions to the most contentious clauses are likely to have strong support.\n\nBut talks with the EU are expected to move more quickly, and if a deal can be reached on an Irish border solution the powers may not be needed.\n\nIf there is no deal, any changes made by the Lords would need approval from the Commons, creating potential for a political standoff.", "date_added": "2020-09-29 20:05:41+00:00", "url": "https://www.reuters.com/article/us-britain-eu-bill/uks-brexit-treaty-override-powers-approved-by-parliaments-lower-house-idUSKBN26K3ER", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200930&t=2&i=1535444624&r=LYNXMPEG8S2A1&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}