{"title": "Brexit: Government plan gets MPs' final backing", "text": "Image copyright PA Media\n\nMPs have given their final backing to government plans to override parts of its Brexit agreement with the EU.\n\nAmid concerns that the move would break international law, ministers agreed to give Parliament a say before ever using the powers they would be granted by the Internal Market Bill.\n\nThe legislation, which passed through the House of Commons by 340 votes to 256, will now go to the House of Lords.\n\nThe government says it will help protect the integrity of the UK.\n\nBut Labour, the Liberal Democrats, the SNP and the EU argue that - in allowing the government to undo parts of a treaty signed by the EU and UK - it could damage the country's international reputation and standing.\n\nThe UK's five living former prime ministers - Sir John Major, Tony Blair, Gordon Brown, David Cameron and Theresa May - have spoken out against the bill.\n\nThe parliamentary debate on Tuesday came as the EU and the UK began a ninth - and final - scheduled round of talks aimed at securing a trade deal.\n\nThe post-Brexit transition period - in which the UK has kept to EU trading rules and remained inside its customs union and single market - runs out at the end of the year.\n\nImage copyright PA Media Image caption Theresa May has said she cannot back the legislation\n\nIf the sides fail to reach a deal, the UK would trade with the EU after that on World Trade Organization rules.\n\nThis would mean tariffs on most goods which UK businesses send to the EU, while the UK could also apply tariffs to EU goods.\n\nThe Internal Market Bill is designed to enable goods and services to flow freely across England, Scotland, Wales and Northern Ireland after 1 January.\n\nIt gives the government the power to change aspects of the EU withdrawal agreement, a legally binding deal governing the terms of Brexit made earlier this year.\n\nWhat is the Internal Market Bill?\n\nThe bill sets out rules for the operation of the UK internal market - trade between England, Scotland, Wales and Northern Ireland - after the end of the Brexit transition period in January.\n\nIt proposes:\n\nNo new checks on goods moving from Northern Ireland to Great Britain\n\nGiving UK ministers powers to modify or \"disapply\" rules relating to the movement of goods that will come into force from 1 January if the UK and EU are unable to reach an alternative agreement through a trade deal\n\nPowers to override previously agreed obligations on state aid - government support for businesses\n\nMinisters say the bill would provide a \"safety net\" in case the EU interprets the agreement, in particular the section on Northern Ireland, in an \"extreme and unreasonable\" way. The section - known as the protocol - is designed to avoid a hard border on the island of Ireland.\n\nLabour, the SNP and the Liberal Democrats opposed the bill, while the EU has asked the UK government to remove \"contentious parts\" of it by Wednesday.\n\nIn the Commons, Business Secretary Alok Sharma said the legislation would protect the \"shared prosperity\" of the UK's nations, adding: \"It demonstrates that, as a union, our country is greater than the sum of its parts.\"\n\nFor Labour, shadow business secretary Ed Miliband said it was \"unprecedented\" to \"break\" a treaty signed by the UK and EU, and that the government's stance was being \"noticed around the world\".\n\nIan Blackford, the SNP's Westminster leader, said ministers had \"typically and arrogantly ploughed on\" despite opposition to the bill in the devolved nations.\n\nThe Democratic Unionist Party supported the government, which already has a Commons majority of almost 80.\n\nNo Conservative MPs voted against the bill at its final stage - and although 21, including Mrs May, did not vote this does not necessarily mean they abstained.", "date_added": "2020-09-30 13:04:46.617523+00:00", "url": "https://www.bbc.com/news/uk-politics-54341534", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=politics::news.politics.story.54341534.page&x1=[urn:bbc:cps:17f9c9a3-8e2c-4e3a-a5ce-a0b7b2edfb1a]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/17EF4/production/_114663089_9aa20362-5fff-4420-b498-34134798905f.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/17EF4/production/_114663089_9aa20362-5fff-4420-b498-34134798905f.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}