{"title": "Canada announces new immigration rules for students from Hong Kong", "text": "The Canadian government has announced a new initiative allowing eligible Hong Kong student residents in Canada or abroad to apply for an open work permit.\n\nThis move will, in turn, ease entry for students, graduates, and young professionals from Hong Kong and allow them to apply for an open work permit, which may be valid for up to three years.\n\nAccording to the Government of Canada, obtaining an open work permit will allow them to come or stay in Canada while gaining employment experience.\n\n“The people-to-people ties between Canada and Hong Kong are strong and deep, and these new measures celebrate those long-standing relationships,” said the Honourable Marco E. L. Mendicino, Minister of Immigration, Refugees and Citizenship, in a news release.\n\n“Newcomers from Hong Kong, including students, have made outstanding contributions to Canada, and the changes we’re announcing today will strengthen our relationship with the people of Hong Kong and bring us closer together.”\n\nIn order to do so, a new pathway is being created for in-Canada Hong Kong residents to gain permanent resident status, which will be available in 2021.\n\nThe criteria will include minimum language and education levels as well as one year of work experience in Canada, according to the government.\n\nFor those who want to study in Canada, the government will also expedite study permit applications.\n\nThere has been a noted increase in applications for study permits from Hong Kong residence in 2020, and according to Minister Mendocino, once studies are completed “the students will have a new dedicated pathway to permanent residence.”\n\nAccording to the Canadian government, Minister Mendicino states that the country continues to support the people of Hong Kong and to stand up for democracy and human rights.", "date_added": "2020-11-13 05:10:29.806888+00:00", "url": "https://dailyhive.com/vancouver/canada-hong-kong-students-immigration", "source": "", "photos_url": ["https://images.dailyhive.com/20201113085217/shutterstock_1245574384.jpg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/offside-logo.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/venture-logo.svg", "https://0.gravatar.com/avatar/f8ae7b9fe7bf5ca07b8ad8d01c8dc20b?s=96&d=mm&r=g", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/mapped-logo.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/urbanized-logo.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/curated-logo.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/dished-logo.svg", "https://sb.scorecardresearch.com/p?c1=2&c2=18985157&cv=2.0&cj=1", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/news-logo.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/dh-logo-white.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/listed-logo.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/grow-logo.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/news-vancouver.svg", "https://assets.dailyhive.com/assets/2.1.1/static/svg/logos/dailyhive-logo-white.svg", "https://images.dailyhive.com/20201113085217/shutterstock_1245574384-500x255.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
