{"title": "Apple Watch Series 6 v Fitbit Sense: battle of the health watches", "text": "The Apple Watch Series 6 and the Fitbit Sense behave and act like smartwatches, but look under the hood and they are two of the most powerful consumer health monitors on the market.\n\nThey will show off your notifications, let the music play and track your runs and swims, but also monitor, measure and relay complex health data to the wearer and even to medical professionals.\n\nWe think it's fair to say that these two watches will have great appeal to those where the added health features can have real value.\n\nSo whether you're thinking about a smartwatch that can do a better job of looking after you and can do all the things a smartwatch should do, these look like two of the best options to do that.\n\nSo how do you pick between the two? We've sized up the specs sheets ahead of getting our hands on them to find out just how the Apple Watch Series 6 matches up to the Fitbit Sense.\n\nApple Watch Series 6 vs Fitbit Sense: Price\n\n\n\nSo how much will it cost to buy these two smartwatches? Here's a the breakdown:\n\nApple Watch Series 6 (GPS only) : From £379 (40mm)\n\n: From £379 (40mm) Apple Watch Series 6 (GPS and LTE/Cellular) : From £479 (40mm)\n\n: From £479 (40mm) Fitbit Sense: £299.99\n\nWhat those numbers tell us is that even if you go for the cheapest Apple Watch Series 6 model, you're still going to be paying more to own one of Apple's new smartwatches.\n\nWithout factoring in that extra connectivity on offer, you're looking at a $70 difference.\n\nApple Watch Series 6 vs Fitbit Sense: Design\n\nWhether you opt for the Apple Watch or the Sense, you're getting a smartwatch option that's picked a square design over a circular one.\n\nBoth offer the freedom to mix up bands, something that's suitable to get in the water with and offer high quality materials to make you feel like you have something really special on your wrist.\n\nWhen it comes to sizes, it's just the one for the Sense, which comes with a 40mm case.\n\nThe Series 6 matches that 40mm case size but also includes a larger 44mm case option.\n\nThere's more variety in case materials and the color of those cases for the Series 6 than there is for the Sense as well.\n\nApple's watch is available in aluminium, stainless steel or titanium with the latter option coming in the priciest.\n\nThe Sense in comparison offers a stainless steel case and in comes in either black or gold.\n\nThe Fitbit Sense uses combination of a touchscreen display and a physical button. It boasts a 1.58-inch display with a 336 x 336 resolution, while the 40mm Series 6 includes a 1.57-inch, 394 x 324 resolution screen.\n\nThe 44mm Series 6 packs a larger a 1.73-inch 448 x 368 resolution screen.\n\nBottom line, if you want a smartwatch with a great screen, you should be well catered for with either watch here, but the Apple Watch edges things slightly.\n\nApple and Fitbit have gone big on band options too. Whether you want something sporty, stylish or straddles both those looks, these two companies make some of the best smartwatch bands available. You will also have the option to plug in third party bands too and you won't need any tools to do it.\n\nIf having two size options and a host of different case looks to choose from wasn't enough, Apple does also offer Nike and Hermès editions of the Series 6, which offer their own bands if you prefer something more gym or date-friendly.\n\nThe last thing we should talk about is connectivity. If you value being able to use features like notifications or music without being paired to your phone, only Apple's Series 6 can offer that additional LTE/Cellular support needed to make it happen. Fitbit currently doesn't offer any cellular connectivity support on any of its watches including the Sense.\n\nApple Watch Series 6 vs Fitbit Sense: Health monitoring features\n\n\n\n\n\n\n\nWe've spoken about the health monitoring credentials of both these watches and it's clear that whatever option you go for, there's plenty on offer on that front.\n\nLet's start with the heart, and the fact that you're getting not only optical heart rate monitors on both watches, but you're also getting ECG sensors.\n\nThat means they are both capable of being used to help detect signs that may indicate serious heart issues, specifically atrial fibrillation.\n\nThose ECG sensors need to seek the necessary regulatory approval to start doing that. Apple has already done that in a host of countries and Fitbit has announced it has been given similar clearance in the US and Europe and the feature will land on watches in October.\n\nBoth watches include an SpO2 sensor and Fitbit was first to include it in one of its watches.\n\nWith the Series 6, Apple lets you spot check blood oxygen, but it will also take a few readings while you sleep. The raw data its available in the Apple Health app.\n\n\n\n\n\nFitbit uses the Sense SpO2 to enable its Estimate Oxygen Variation feature, which measures the highs and lows of your blood oxygen during sleep to provide data that could indicate underlying conditions.\n\nIt will also spit out raw data on breathing rate for Premium users, and there's a new watch face dedicated to SpO2 monitoring too. So Apple has some way to go to catch Fitbit up in this regard.\n\nFitbit also offers additional sensors you won't find on the Series 6.\n\nThere's a skin temperature sensor to show you trends over time. It also includes the electrodermal skin sensor, that are tied to its EDA Scan app, which can measure your body's response to stress. There's also monitoring of stressful feelings and a bustling selection of guided breathing and other mindfulness programs.\n\nThe Apple Watch has had the breathing app for a few years now, but doesn't track stress.\n\nWe should also mention that both smartwatches can be paired up with other sensors and apps that can offer a richer level of health metrics. That includes blood pressure monitors and glucose monitoring kits.\n\nFitbit has raced ahead of the Apple Watch Series 6 in terms of the variety of health insights, and edges the application of blood oxygen data. If you really want to keep tabs on your well-being, the Fitbit Sense edges things here.\n\nApple Watch Series 6 vs Fitbit Sense: Sports and fitness tracking features\n\n\n\n\n\nFitbit's foundations as company was built on fitness tracking abilities and over the years has evolved to get more serious about sports tracking.\n\nBut the Apple Watch is a briliant fitness and sports tracker, and naturally does things in its own way.\n\nLooking at the key sensors, you're getting built-in GPS, heart rate monitoring, an altimeter to measure elevation and you can go swimming with them too. Swim tracking though is restricted to the pool in the case of the Sense. The Series 6 can track in the pool and open water.\n\nThe heart rate monitors on the most recent Apple and Fitbit smartwatches have been the most reliable for workout tracking and we anticipate more of the same on the Sense and the Series 6.\n\nAlong with the native tracking apps, both watches offer support for additional apps for an alternative way to track. Apple has the greater level of support, so if you're used to using another high profile sports app, you're more likely to find it lurking in Apple's App Store.\n\nWhen you cast your attention to fitness tracking, both watches cover the bases. They'll count steps, continuously monitor heart rate and offer features like guided breathing exercises. They both do a great job of all of those things and we don't see that changing on the Sense and Series 6.\n\nThey'll also monitor sleep, which is a staple feature for Fitbit's devices.\n\nWhile previously being available through third party Apple Watch apps, Apple has now added it own native Sleep app. It's a pretty simplistic affair right now and doesn't really compare to the richer insights you can get from Fitbit's smartwatch. However, it covers the time you were asleep and bedtime constancy, which is really the core data you need to be focusing on.\n\nBut the fact is that you get more sleep data from Fitbit's sleep software than Apple's .\n\nWe should also talk about services that can add greater value to Fitbit and Apple's smartwatches.\n\nWith Fitbit, you have its Premium service, which offers greater data insights, recommended workouts and exercises and plans you can follow. Apple has introduced its new Fitness+ platform, which is similarly a subscription service, which will make use of the Watch to be used in a range of different activities and workouts.\n\nApple Watch Series 6 vs Fitbit Sense: Smartwatch features\n\n\n\nWhen you're not thinking about steps or keeping tabs on your stress, what are these watches capable of? The answer is a lot.\n\nBefore we get into that, we do of course have to talk about compatibility. If you own an iPhone, you can use the Series 6 or the Sense. If you don't own an iPhone, then it's just the Sense for you.\n\nWhen these watches are paired up to a phone they can serve up notifications for calls, messages and apps you can act on. On the Sense won't let you respond to notifications if you're using an iPhone.\n\nBoth watches have the ability to control music playing on your phone and store music on the watch to leave your phone behind. That music player support however varies. Apple lets you transfer content over from Apple Music while Fitbit does something similar from services like Deezer. Neither offer offline playlist support for Spotify.\n\nYou're getting payment support through Apple Pay and Fitbit Pay and you have scope to change watch faces and add widgets to those faces to show off additional watch data.\n\nBuilt-in speakers and mics also make the cut on the Series 6 and the Sense. For the former, that enables access to Apple's Siri assistant. For Fitbit's watch, that brings Amazon's Alexa and soon Google Assistant to the Sense. There is unofficially a way to add Alexa support to the Apple Watch, but for that official support, you will have the choice of two assistants on the Fitbit smartwatch.\n\nIf app support is a big deal for you, there are storefronts for both watches, but it's clear the Series 6 will have a bigger collection of apps to choose from compared to Fitbit.\n\nThe Sense will have access to high profile apps, but there's more watch faces than apps in Fitbit's Gallery app store.\n\nAs a smartwatch, the Apple Watch clearly wins. It's a brilliant all-rounder, loaded with great apps and is a great companion, even away from your iPhone.\n\nApple Watch Series 6 vs Fitbit Sense: Battery life\n\n\n\nIf you're looking for the smartwatch that offers the bigger battery, then the Sense is an undeniable winner.\n\nThe Sense promises 6+ days while the Series 6 offers 18 hours, which is a considerable difference.\n\nWhile that battery life will vary depending on features used or using them with the always-on display mode.\n\nFitbit also offers a new fast charging option that will give you a day's worth of battery from spending just 12 minutes on charge.\n\nApple has clearly made optimisations to get its smartwatch - and the Series 6 charged in 1.5 hours - but there's really only one winner here and that's the Sense.\n\nInitial verdict\n\nBuy the Apple Watch Series 6 if...\n\nIf you want a great smartwatch for work and play, and are interested in keeping tabs on key health metrics then the Apple Watch is a clear winner.\n\nIt's as good in the office as it is on the golf course or out for a run – it's a brilliant device, with powerful insights into heart health.\n\nWhat Apple still has firmly in its favour is really strong design and solid core smartwatch features like notifications, payment and app support. Its sports tracking abilities are more impressive and we shouldn't forget about Apple's Fitness+.\n\n\n\nBuy the Fitbit Sense if...\n\nFitbit has gone all-in on health data, and if you want the maximum amount of information about your body then the Sense is a step up.\n\nFrom body temperature to stress and sleep, the Sense offers more data to leaf through. it's still a capable smartwatch and sports device, but it's about your health data front and center.\n\nBuying into the Fitbit Sense means you're committing to spending time considering and thinking about what's going on with your body. And if that's what you want, there's few watches out there better than Fitbit's new Health watch.\n\nWhat's clear is that these two watches will emerge as two of the strongest health tracking options, and it will particularly be interesting to see how their health features continue to evolve over time.", "date_added": "2020-09-19 08:58:08+00:00", "url": "https://www.wareable.com/apple/apple-watch-series-6-vs-fitbit-sense-8092", "source": "Wareable", "photos_url": ["https://www.wareable.com/media/imager/201809/31118-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/202009/35068-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201911/34562-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201910/34455-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201709/25359-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/202001/34727-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201907/33589-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201801/27862-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/202009/35059-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201801/27864-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201903/32758-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201909/34245-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/202009/35080-posts.facebook_lg.jpg", "https://www.wareable.com/media/imager/201909/34173-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/assets/dist/static/img/placeholder.png", "https://www.wareable.com/media/imager/202009/35080-original.jpg", "https://www.wareable.com/media/imager/202009/35071-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201801/27863-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201709/25357-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/201910/34433-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/202002/34779-posts.homepage_preview_xs.placeholder.jpg", "https://www.wareable.com/media/imager/202008/35039-posts.homepage_preview_xs.placeholder.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}