{"title": "Apple Watch 6 vs. Samsung Galaxy Watch 3: Which smartwatch is best?", "text": "The Apple Watch 6 vs. Samsung Galaxy Watch 3 showdown is the one we've anticipated all year. Both of these flagship smartwatches arrived with refreshed features, faster software and hot new health sensors, as well as an identical $399 starting price.\n\nThe Samsung Galaxy Watch 3 offers a slimmer design, greater music storage and more fitness features than the original. But it's not as slim, has less storage and fewer working wellness tools than the Apple Watch Series 6. Though both tout FDA-approved ECG monitor and SpO2 readings, there's more to consider in the battle for the best smartwatches crown.\n\nCheck out our smartwatch buying guide\n\nHave you read our Apple Watch SE review?\n\nFor one, the Apple Watch can only be set up with an iPhone, isolating the Android user base. But a new Family Share mode means someone with a iPhone can assign an Apple Watch to a non-iPhone user via LTE. Of course, the Galaxy Watch remains compatible with both iOS and Android.\n\nWe’ll have to conduct a complete Apple Watch 6 review before revisiting our rankings, but if you’re shopping for a smartwatch and need help deciding between the Apple Watch 6 vs Galaxy Watch 3, read on for a rundown of how the two compare.\n\nApple Watch 6 vs. Samsung Galaxy Watch 3: Specs compared\n\nApple Watch Series 6 Samsung Galaxy Watch 3 Starting Price $399 (GPS) $499 (GPS + Cellular) $399 (Bluetooth) $449 (Bluetooth + LTE) Battery Life 18 hours 2 days Size 40mm, 44mm 41mm, 45mm Colors Silver, gold, space grey, blue, Product Red Mystic Black, Mystic White, Mystic Bronze Water resistance Up to 50 meters (swim-proof) Up to 50 meters (swim-proof) Music storage 32 GB 8 GB GPS Yes Yes ECG monitor Yes Yes Sleep tracking Yes Yes Mobile payments Apple Pay Samsung Pay\n\nApple Watch 6 vs. Samsung Galaxy Watch 3: Prices\n\nThe Apple Watch 6 and Galaxy Watch 3 have the same starting price of $399. This gets you either the 41mm model of the Galaxy Watch 3 or the 40mm model of the Apple Watch Series 6. For the 44mm Apple Watch or larger, 45mm Galaxy Watch 3, you’ll shell out $429.\n\nWhere you’ll run into a significant price difference is LTE connectivity. Samsung asks for an additional $50 on top of the Galaxy Watch 3’s base price for it to work independently from your phone. Apple, meanwhile, sells its flagship LTE models at a $100 premium. If you want a more affordable Apple Watch with LTE, the Apple Watch SE is a good option.\n\nApple Watch 6 vs. Samsung Galaxy Watch 3: Design\n\nThe Apple Watch’s appearance remains the same six years in, which could be why its design comes to mind when most people hear the word \"smartwatch.\" The iconic squircle still lends a modern look, but looks even better in exclusive new Product Red and blue finishes.\n\nThe Galaxy Watch 3 looks more like a traditional watch. It strikes a balance of being a handy piece of tech and a fashion-forward wrist accessory, complete with a clever rotating bezel you can use to navigate menus.\n\nWhile the slender Apple Watch holds an edge in slimness and comfort, the circular Galaxy Watch 3 did eliminate some of the size and bulk of original while increasing display real estate. When you compare the two side-by-side, the Galaxy Watch is clearly bolder.\n\nThe Galaxy Watch 3 also comes with elegant, leather-like bands, while the Apple Watch ships with sport bands. You can replace the straps on either device with any Galaxy Watch-compatible band or any of the best Apple Watch bands, though.\n\nApple Watch 6 vs. Samsung Galaxy Watch 3: Display\n\nThe Apple Watch 6 has an always-on display like the Series 5, although it's brighter this time around. But it’s not the only smartwatch that lets you see the time without raising to wake. The Samsung Galaxy Watch 3’s screen is always-on, too.\n\nBoth watches have beautiful OLED touchscreen displays that are easily viewable, even in direct sun. The Apple Watch’s screen is a little higher-res (448 x 368) than the Galaxy Watch 3’s (360 x 360), but the difference isn't noticeable to the naked eye.\n\nApple Watch 6 vs. Samsung Galaxy Watch 3: Health and fitness features\n\nThe Apple Watch has built an impressive reputation for its fitness tracking and health tools. With Apple Watch Series 4’s FDA-cleared ECG sensor, which is capable of detecting atrial fibrillation, Apple raised the stakes. Now, with the Apple Watch 6, it's hoping to put blood oxygen (SpO2) monitoring on the map.\n\nSamsung, however, also offers SpO2 monitoring, and answered Apple with an ECG sensor of its own on the Galaxy Watch Active 2. The heart health readings didn’t receive FDA approval until the Galaxy Watch 3’s reveal, although the software hasn't gone live as of this writing. Still, Samsung’s smartwatch will eventually offer a potentially life-saving capability. The same can be said for trip detection, which is old news for the Apple Watch but a smart feature Samsung finally copied this year.\n\nBoth the Galaxy Watch 3 and Apple Watch Series 6 offer sleep tracking, too. We’ve found the previous Galaxy Watch’s sleep logs aren’t 100% accurate, but neither is Apple Watch's. However, Apple Watch sleep tracking has helped us develop some semblance of a sleep schedule.\n\nWhen it comes to fitness, these rivaling smartwatches offer a large catalog of preset workouts, as well as automatic workout-tracking for when you forget to select an activity. The Galaxy Watch 3 and Apple Watch also tout VO2 max readings, which is considered a key metric for runners. As exercise accessories, these wearables are pretty much neck and neck.\n\nApple Watch 6 vs. Samsung Galaxy Watch 3: Apps and music storage\n\nThe Apple Watch 6 and Samsung Galaxy Watch 3 both have native app stores for browsing and installing programs that help you make the most of the user experience. Some apps extensions of smartphone programs, while others are unique to each smartwatch’s skillset.\n\nThere are a few big names that support Tizen OS, like Spotify. With the Galaxy Watch 3’s 8GB of music storage, you can save tunes for offline play black with a Spotify Premium subscription.\n\nYou can’t store Spotify music on the Apple Watch, but if you subscribe to Apple Music, you can download and stream playlists there. You’ll also get a lot more storage: 32GB.\n\nApple Watch 6 vs. Samsung Galaxy Watch 3: Battery life\n\nNeither of these smartwatches are celebrated for their battery life. Truth of the matter is that if you're going to wear a high-performing smartwatch regularly, you'll need to comply with charging up several times a week, if not every day.\n\nThe Galaxy Watch 3 can last up to two days, although depending on workout tracking and display settings you could only get 24 hours. The Apple Watch 6's 18-hour cap is a little more reliable.\n\nIf you want a smartwatch with a battery that lasts a week or longer, you might need to explore other wearable brands. Check out our guide to choosing the best Fitbit, for example.\n\nApple Watch 6 vs. Samsung Galaxy Watch 3: Which should you buy?\n\nThis Apple Watch 6 vs. Samsung Galaxy Watch 3 face-off is different from last year's marquee Apple Watch 5 vs. Samsung Galaxy Watch Active 2 face-off in several ways. The question isn't which of these smartwatches are better — both have an FDA-approved ECG sensor, SpO2 monitoring, trip detection and other game-changing features — it's which is right for you.\n\nIn most cases, we'd recommend Android users get the Galaxy Watch 3, while iPhone users get the Apple Watch 6. Neither company tipped the scales enough to split up the respective phone camps.", "date_added": "2020-09-19 09:00:01+00:00", "url": "https://www.tomsguide.com/news/apple-watch-6-vs-samsung-galaxy-watch-3", "source": "Tom's Guide", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=10055482&cv=3.6&cj=1", "https://cdn.mos.cms.futurecdn.net/GLJcmxvipJQoAKcE9WpLTh-320-80.jpg", "https://cdn.mos.cms.futurecdn.net/GLJcmxvipJQoAKcE9WpLTh-1200-80.jpg", "https://vanilla.futurecdn.net/tomsguide/media/img/missing-image.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}