{"title": "Kamala Harris praises BLM, says ongoing protests are 'essential' for change in US", "text": "Peaceful protests against racial injustice are critical for the nation's progress and help to keep law enforcement in check, Sen. Kamala Harris, D-Calif., said Friday.\n\n\"Nothing that we have achieved that has been about progress, in particular around civil rights, has come without a fight, and so I always am going to interpret these protests as an essential component of evolution in our country -- as an essential component or mark of a real democracy,\" the vice presidential nominee said during the NAACP's national convention.\n\nShe added that protests were \"necessary\" as \"the people's voices must be heard, and it is often the people who must speak to get their government to do what it is supposed to do, but may not do naturally unless the people speak loudly -- and obviously peacefully.\"\n\nHarris also praised the \"brilliance\" and \"impact\" of \"Black Lives Matter,\" which has received media praise but also come under fire for promoting left-wing stances like opposing the nuclear family. \"I actually believe that 'Black Lives Matter' has been the most significant agent for change within the criminal justice system,\" she said.\n\nHERSCHEL WALKER APPLAUDS BIDEN OVER LOUISVILLE VIOLENCE RESPONSE, CHALLENGES HARRIS\n\nHer comments came during mass protests surrounding the deaths of Black Americans like Breonna Taylor, whose case prompted a series of demonstrations earlier this week. While the vast majority of demonstrations -- which began in late May -- have been peaceful, some have resulted in property destruction.\n\nFootage quickly emerged purportedly showing buildings vandalized and burned in Louisville, Ky., after a grand jury decided to indict just one of the officers involved in Taylor's death.\n\nAcross the country, violent confrontations during these demonstrations have led to deaths and injuries, including for demonstrators, journalists and police officers. In Louisville, Kentucky, two officers were shot, and subsequently hospitalized, during protests surrounding Taylor's case.\n\nFormer Vice President Joe Biden and other Democrats have been criticized for allegedly not doing enough to denounce violent demonstrations, while President's Trump campaign has attempted to tie their statements to on-going riots.\n\nFLASHBACK: KAMALA HARRIS SAID NATIONWIDE PROTESTS ARE 'NOT GOING TO STOP'\n\nIn May, Biden released a statement in which he distinguished between violent and peaceful protests.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n“Protesting such brutality is right and necessary. It’s an utterly American response. But burning down communities and needless destruction is not. Violence that endangers lives is not. Violence that guts and shutters businesses that serve the community is not,” the statement read.\n\nAt the end of last month, Sen. Harris similarly said: \"We must always defend peaceful protest and peaceful protesters. We should not confuse them with those looting and committing acts of violence, including the shooter who was arrested for murder. Make no mistake, we will not let these vigilantes and extremists derail the path to justice.\"", "date_added": "2020-09-26 14:16:36.464094+00:00", "url": "https://www.foxnews.com/politics/kamala-harris-blm-protests-louisville", "source": "Fox News", "photos_url": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/348/196/biden-trump-AP.jpg?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2020/02/Elections-Primaries-RR-Promo-F.png", "https://static.foxnews.com/foxnews.com/content/uploads/2020/08/KamalaHarrisApPhotoCarolynKaster.jpg", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/2d539c59-bfa2-41d6-8f8d-7304216859f5/6caa7c64-5374-4cdb-b548-906493f1486a/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/07/348/196/Brian-Schatz-REUTERS.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/348/196/AP20266852817778.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/348/196/Image-from-iOS-6.jpg?ve=1&tl=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}