{"title": "When is the first day of fall 2020?", "text": "STATEN ISLAND, N.Y. -- It’s time to bring back sweaters and boots, as the first official day of fall arrives on Tuesday.\n\nThe fall equinox takes place when the sun crosses the Earth’s celestial equator. Also called the autumnal equinox or September equinox, the first day of fall arrives Tuesday at 9:30 a.m.\n\nAt this time, the Northern Hemisphere and the Southern Hemispheres receive sunlight fairly equally. According to the Old Farmer’s Almanac, the sun is overhead at noon as seen from the equator, and at this point, “day and night are roughly equal in length.”\n\nDuring the equinox, the sun crosses what is called the “celestial equator” -- an imaginary extension of the Earth’s equator line into space. The equinox occurs precisely when the sun’s center passes through this line. When the sun crosses the equator from north to south, it marks the autumnal equinox. When it crosses from south to north, it marks the vernal, or spring, equinox.\n\nThe Northern Hemisphere enters autumn, and spring begins in the Southern Hemisphere.\n\nAfter the fall equinox, the sun begins to rise later and nightfall comes sooner. This ends with the December solstice when days start to grow longer and nights shorter.\n\nWinter will officially begin on Friday, Dec. 21.\n\nFOLLOW ANNALISE KNUDSON ON FACEBOOK AND TWITTER.", "date_added": "2020-09-20 20:29:15.833000+00:00", "url": "https://www.silive.com/news/2020/09/when-is-the-first-day-of-fall-2020.html", "source": "silive", "photos_url": ["https://www.silive.com/pf/resources/images/common/ps-images/ad-choices-arrow.png?d=368", "https://www.silive.com/pf/resources/images/silive/logos/logo_main_sm.svg?d=368", "https://www.silive.com/resizer/Sd8daq8KDbbZlrnCQdcX5EiGWzk=/450x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/DCV4LURM4FBRNAVHSEHTPVXSLA.jpg", "https://www.silive.com/pf/resources/images/footer-logo-advance.svg?d=368", "https://www.silive.com/resizer/Fijk7YVlBZjmpNv2OrKXt5Oqn3A=/450x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/5NUQ7OXRWBBQJFMLA4I5FC6YGM.jpg", "https://www.silive.com/pf/resources/images/silive/logos/logo_main_inverse.svg?d=368", "https://www.silive.com/resizer/E7eDwhj_glZr37qJmGCQ240yLus=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/DCV4LURM4FBRNAVHSEHTPVXSLA.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}