{"title": "This Tuesday Is The 'Fall Equinox'. Here's What That Means", "text": "The fall equinox comes this Tuesday at 9:30 am ET (1:30 pm UTC).\n\nAlthough not the best time to balance an egg (that's an old wives' tale), the equinox heralds the coming of autumn, cooler temperatures, and shorter days for the Northern Hemisphere, which houses about 90 percent of Earth's population.\n\nFor the Southern Hemisphere, it signifies the opposite: warmer weather and the dawning of spring.\n\n(Shayanne Gal/Business Insider)\n\nTo illustrate what's going on with the equinox, Dr James O'Donoghue, a planetary scientist at the Japan Aerospace Exploration Agency, created an animation that neatly summarises how these events work, along with their relationship to the solstices.\n\n(James O'Donoghue)\n\nSolstices and equinoxes are the products of Earth's axial tilt: the degree to which the planet is tilted relative to the Sun.\n\nThe axis around which the Earth spins isn't straight up and down - it's about 23.5 degrees off. Because of that, different parts of the Earth get exposed to more or less sunlight as the planet rotates around the Sun. That's why we have seasons.\n\nIt's also why the northern and Southern Hemisphere experience seasons at opposite times: During winter in the Northern Hemisphere, the Southern Hemisphere is tilted more towards the Sun, and vice versa.\n\nMeanwhile, Earth is also constantly rotating, which keeps its heating even - kind of like a planet-sized rotisserie chicken twisting over a spit.\n\nThe axial tilt's most dramatic effect comes during the solstices, since those are the two days when one side of the planet is tilted the farthest away from the Sun and the other is the closest. On December 21, the Northern Hemisphere receives less than nine hours of daylight, while the Southern Hemisphere receives more than 15.\n\nDuring the summer solstice, O'Donoghue explained on Twitter, \"sunlight is most intense as it only has to pass through a short column of atmosphere.\" That's why it gets hot during summertime in general.\n\n(Shayanne Gal/Business Insider)\n\nThe two times of the year when Earth's axis isn't tilted towards or away from the Sun - leading sunlight to hit the Northern and Southern Hemispheres equally - are the equinoxes. On those days, both sides of the planet experience an equal 12 hours of sunlight and darkness.\n\nSo if you were to stand directly on the equator at 9:30 am ET on Tuesday, your shadow would be at its absolute minimum. The Sun would also appear almost directly overhead.\n\nBut the shadowless moment would be fleeting, since Earth moves around the Sun at about 66,600 mph (107,182 km/h).\n\nThis article was originally published by Business Insider.\n\nMore from Business Insider:", "date_added": "2020-09-21 21:24:09.243649+00:00", "url": "https://www.sciencealert.com/the-september-equinox-is-this-tuesday-here-s-what-that-means", "source": "ScienceAlert", "photos_url": ["https://www.sciencealert.com/images/logo/sa-white-logo-2019.png", "https://www.sciencealert.com/images/sciencealert_system/menubar_email.png", "https://www.sciencealert.com/images/2020-09/processed/5d079cfe6fc92046153c4b73_1_1024.png", "https://www.sciencealert.com/images/sciencealert_system/homepage_share_icons/typical/instagram_x3.png", "https://www.sciencealert.com/images/sciencealert_system/bar-icon_x3.png", "https://www.sciencealert.com/images/sciencealert_system/search.png", "https://www.sciencealert.com/images/art-mar-15/BI-logo-50x50.gif", "https://www.sciencealert.com/images/2020-09/5d079cfe6fc92046153c4b73.png", "https://www.sciencealert.com/images/sciencealert_system/homepage_share_icons/typical/facebook_x3.png", "https://www.sciencealert.com/images/2020-09/5d88cea52e22af0ad94fd20c.png", "https://www.sciencealert.com/images/sciencealert_system/homepage_share_icons/typical/twitter_x3.png", "https://www.sciencealert.com/images/sciencealert_system/rss_x3.png", "http://b.scorecardresearch.com/p?c1=2&c2=10055482&cv=2.0&cj=1", "https://www.sciencealert.com/images/logo/sa-black-logo-2020.png", "https://www.sciencealert.com/images/sciencealert_system/white_arrow_right.png", "https://www.sciencealert.com/images/2020-09/5f64e8fa323fc4001e0d7252.gif"], "is_grouped": false, "upvotes": 0, "downvotes": 0}