{"title": "Judge blocks Trump administration order to remove WeChat from app stores", "text": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nWASHINGTON, Sept 20 - A U.S. judge early Sunday blocked the Commerce Department from requiring Apple and Alphabet's Google to remove Chinese-owned messaging app WeChat for downloads by late Sunday.\n\nU.S. Magistrate Judge Laurel Beeler in San Francisco said in an order that WeChat users who filed a lawsuit \"have shown serious questions going to the merits of the First Amendment claim, the balance of hardships tips in the plaintiffs’ favor.\"\n\nOn Friday, the Commerce Department had issued a order citing national security grounds to block the app from U.S. app stores owned by Tencent Holding's and the Justice Department had urged Beeler not to block the order.\n\nByers Market Newsletter Get breaking news and insider analysis on the rapidly changing world of media and technology right to your inbox. This site is protected by recaptcha\n\nBeeler's preliminary injunction also blocked the Commerce order that would have barred other transactions with WeChat in the United States that could have degraded the site's usability for current U.S. users. The U.S. Commerce Department did not immediately comment.\n\nWeChat has had an average of 19 million daily active users in the United States, analytics firms Apptopia said in early August. It is popular among Chinese students, Americans living in China and some Americans who have personal or business relationships in China.\n\nThe Justice Department said blocking the order would \"frustrate and displace the president’s determination of how best to address threats to national security.\" But Beeler said \"while the general evidence about the threat to national security related to China (regarding technology and mobile technology) is considerable, the specific evidence about WeChat is modest.\"\n\nShe added \"The regulation — which eliminates a channel of communication without any apparent substitutes — burdens substantially more speech than is necessary to further the government’s significant interest.\"\n\nWeChat is an all-in-one mobile app that combines services similar to Facebook, WhatsApp, Instagram and Venmo. The app is an essential part of daily life for many in China and boasts more than 1 billion users.\n\nThe WeChat Users Alliance that had sued praised the ruling \"as an important and hard-fought victory\" for \"millions of WeChat users in the U.S.\"\n\nMichael Bien, a lawyer for the users, said \"the United States has never shut down a major platform for communications, not even during war times. There are serious First Amendment problems with the WeChat ban, which targets the Chinese American community.\"\n\nHe added the order \"trampled on their First Amendment guaranteed freedoms to speak, to worship, to read and react to the press, and to organize and associate for numerous purposes.\"", "date_added": "2020-09-20 14:00:00+00:00", "url": "https://www.nbcnews.com/tech/tech-news/judge-blocks-trump-administration-order-remove-wechat-app-stores-n1240567", "source": "NBC News", "photos_url": ["https://media12.s-nbcnews.com/j/MSNBC/Components/Video/202009/n_mtpd_clip_wechatiktok_200918_1920x1080.focal-760x428.jpg", "https://media4.s-nbcnews.com/j/newscms/2020_33/3403453/200810-wechat-jm-1508_bc9d068644991703ce65c3e24acdb3b8.nbcnews-fp-1200-630.jpg", "https://media4.s-nbcnews.com/j/newscms/2020_33/3403453/200810-wechat-jm-1508_bc9d068644991703ce65c3e24acdb3b8.fit-760w.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}