{"title": "Pope Francis closes the door on the death penalty in ‘Fratelli Tutti’", "text": "Pope Francis’ new encyclical, “Fratelli Tutti,” does something that some Catholics believed could not be done: It ratifies a change in church teaching. In this case, on the death penalty.\n\nIn 2018, Pope Francis ordered a change in the Catechism of the Catholic Church, the official compendium of church teaching, when he termed the death penalty “inadmissible.” Today the pope placed the full weight of his teaching authority behind this statement: The death penalty is inadmissible, and Catholics should work for its abolition. A papal encyclical is one of the highest of all documents in terms of its authority, removing any lingering doubt about the church’s belief.\n\nAdvertisement\n\nThe death penalty is inadmissible, and Catholics should work for its abolition.\n\n“There can be no stepping back from this position,” says Francis, referring to the opposition to capital punishment expressed by St. John Paul II. “Today we state clearly that ‘the death penalty is inadmissible’ and the Church is firmly committed to calling for its abolition worldwide.”\n\nHelen Prejean, C.S.J., author of Dead Man Walking and a long-time opponent of capital punishment, whose work helped to alter the catechism, praised today’s news.\n\nI rejoice in Pope Francis’s ringing proclamation of the inviolable dignity of all human life, even the life of murderers, and I am heartened by the church’s unequivocal opposition to governments’ use of the death penalty in all instances. In killing chambers, I’ve seen close-up the torture and suffering of human beings, rendered defenseless and killed by the state, their lives stripped of all dignity. I rejoice that now this clarity of church teaching will help end this unspeakable suffering and spark the Gospel of Jesus to be lived in its fullness: restoration of human life, not humiliation, torture and execution.\n\nIn past centuries, the church was generally accepting of the death penalty. Both St. Augustine and St. Thomas Aquinas declared it licit not only for the sake of punishment, but also as a way for the state to protect itself, ideas that took hold in the church and influenced civil society. In the RomanCatechism, written after the Council of Trent in the 16th century, the church supported the death penalty for those two reasons: “Another kind of lawful slaying belongs to the civil authorities, to whom is entrusted power of life and death, by the legal and judicious exercise of which they punish the guilty and protect the innocent.”\n\nAs recently as the 1990s, the Catechism of the Catholic Church said that the state could still use capital punishment to protect people from violent criminals: “The traditional teaching of the Church does not exclude, presupposing full ascertainment of the identity and responsibility of the offender, recourse to the death penalty, when this is the only practicable way to defend the lives of human beings effectively against the aggressor.”\n\n[Want to discuss politics with other America readers? Join our Facebook discussion group, moderated by America’s writers and editors.]\n\n“Today we state clearly that ‘the death penalty is inadmissible’ and the Church is firmly committed to calling for its abolition worldwide.”\n\nIn 1995, however, in his encyclical \"Evangelium Vitae,\" St. John Paul II tightened the restrictions, saying that the times that the state needed to use capital punishment to protect other citizens were “very rare, if not practically non-existent.” Four years later, he called for its abolition. So did Pope Benedict XVI, in 2011. The door to the death penalty was gradually closing. Today it was shut. It is a clear example of the development of doctrine over the centuries.\n\nIn his new encyclical, Francis also traces a lesser known counternarrative, showing a theological thread that has always been against the death penalty: “From the earliest centuries of the Church, some were clearly opposed to capital punishment,” he writes and includes commentary from St. Augustine, who argued for mercy in the case of two assassins.\n\nIn “Fratelli Tutti,” the pope grounds his opposition to capital punishment not only in mercy, perhaps his most characteristic spiritual theme, but also in opposition to revenge. “Fear and resentment can easily lead to viewing punishment in a vindictive and even cruel way, rather than as part of a process of healing and reintegration into society,” he writes.\n\n“Fear and resentment can easily lead to viewing punishment in a vindictive and even cruel way, rather than as part of a process of healing and reintegration into society.”\n\nMoreover, he bases the teaching in the inviolable dignity of each person—including the person on death row. “Let us keep in mind that ‘not even a murderer loses his personal dignity, and God himself pledges to guarantee this,’” he says, quoting “The Gospel of Life” (“Evangelium Vitae”). Francis continues: “The firm rejection of the death penalty shows to what extent it is possible to recognize the inalienable dignity of every human being and to accept that he or she has a place in this universe.”\n\nToday Pope Francis also condemned life imprisonment, which he calls a “secret death penalty.” George Williams, S.J., who served for many years as a Catholic chaplain at San Quentin Prison in California and worked with inmates on death row, praised the pope’s stance, saying,\n\nIn nearly 30 years of prison ministry, I have witnessed the soul-killing damage caused by sentencing men and women to life in prison without the possibility of parole. I believe it is crueler to sentence someone to prison with no hope of ever getting out than it would be to execute them outright. Executions kill the body, but life without parole kills the human spirit.\n\nWith “Fratelli Tutti” Francis has moved opposition to the death penalty into the foreground of Catholic social teaching, completing the church’s long journey of mercy and reconciliation. As Sister Prejean notes, it remains for Catholics to put his words into action:", "date_added": "2020-10-04 00:00:00+00:00", "url": "https://www.americamagazine.org/politics-society/2020/10/04/pope-francis-closes-door-death-penalty-fratelli-tutti", "source": "America Magazine", "photos_url": ["https://www.americamagazine.org/sites/default/files/styles/latest_from_america/public/main_image/2020/10/01/20200930T0800-USA-ELECTION-DEBATE-1006136.JPG.JPG.jpg?itok=CQgaQgkG", "https://www.americamagazine.org/sites/default/files/styles/medium/public/profile_photo/martin-headshot_0.jpg?itok=0vt4lvWH", "https://www.americamagazine.org/sites/default/files/styles/article_image_750_x_503_/public/main_image/2020/10/02/20200929T0915-POPE-COMMUNICATIONS-THEME-1006057.JPG.JPG.png?itok=eK2iyEJa", "https://www.americamagazine.org/themes/custom/america/logoWithTagline.png", "https://www.americamagazine.org/themes/custom/america/logoA.png", "https://www.americamagazine.org/sites/default/files/styles/latest_from_america/public/main_image/2020/10/02/20200930T1515-MIGRANTS-REFUGEES-MASS-1006160.JPG.JPG.jpg?itok=t9OzSUiI", "https://www.americamagazine.org/themes/custom/america/images/iconFacebook.png", "https://www.americamagazine.org/themes/custom/america/images/iconTwitter.png", "https://www.americamagazine.org/sites/default/files/styles/latest_from_america/public/main_image/2020/10/02/Screen%20Shot%202020-10-02%20at%205.21.34%20PM.png.png.jpg?itok=dVpjhNhl", "https://www.americamagazine.org/sites/default/files/styles/article_voice_small_sc_75x75/public/profile_photo/martin-headshot_0.jpg.png?itok=Te84-V3a", "https://www.americamagazine.org/themes/custom/america/images/iconRSS.png", "https://gallery.mailchimp.com/638077ef72a53c785713d1aa2/images/fb2ee181-82a0-4119-b275-fb5b6b9d50ab.png", "https://www.americamagazine.org/sites/default/files/styles/latest_from_america/public/main_image/2020/10/03/20201003T1115-POPE-MASS-ASSISI-1006406.JPG.JPG.jpg?itok=tyBrGdZf", "https://www.americamagazine.org/themes/custom/america/images/iconYoutube.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}