{"title": "Pope's post-COVID encyclical envisions a less populist, less capitalist world", "text": "20201003T1115-POPE-MASS-ASSISI-1006410 c.jpg Pope Francis celebrates Mass at the tomb of St. Francis in the crypt of the Basilica of St. Francis Oct. 3 in Assisi, Italy. The pope signed his new encyclical, \"Fratelli Tutti, on Fraternity and Social Friendship,\" at the end of the Mass. (CNS/Vatican Media)\n\nVatican City — Laying out a comprehensive vision for how the world should change after the coronavirus pandemic, Pope Francis imagines societies that are more caring, more focused on helping those in need and fundamentally less attached to the principles of market capitalism. In a lengthy and wide-ranging encyclical letter released Oct. 4, the pontiff says the continuing global health crisis makes it \"all the more urgent that we rethink our styles of life.\" Among things the pope puts up for discussion: trickle-down economics, the world's unfair distribution of wealth, continued use of the just war theory and the death penalty, and populist leaders who appeal to people's \"basest and most selfish inclinations.\" The letter, titled Fratelli Tutti in a nod to the familial bonds that connect all the world's peoples, at times articulates viewpoints that might well align with a democratic socialist manifesto. It is also marked by a sadness and even indignation at the scores of people who have died during the pandemic for want of better distribution of health care resources. \"Once this health crisis passes, our worst response would be to plunge even more deeply into feverish consumerism and new forms of egotistic self-preservation,\" Francis writes in the opening chapter, which addresses the \"dark clouds\" the pope says he sees hanging over the world. \"If only this may prove not to be just another tragedy of history from which we learned nothing,\" the pontiff writes. \"If only we might keep in mind all those elderly persons who died for lack of respirators, partly as a result of the dismantling, year after year, of healthcare systems.\" \"If only we might rediscover once for all that we need one another,\" he continues. \"God willing, after all this, we will think no longer in terms of 'them' and 'those,' but only 'us.' \"\n\n\"Once this health crisis passes, our worst response would be to plunge even more deeply into feverish consumerism and new forms of egotistic self-preservation.\"\n\n—Pope Francis, Fratelli Tutti Tweet this\n\nFratelli Tutti is the third encyclical of Francis' seven-year papacy, following 2015's Laudato Si', which addressed the continuing global climate crisis, and 2013's Lumen Fidei, which celebrated the Christian faith and which was largely a product of retired Pope Benedict XVI. The new text takes its title from one of St. Francis of Assisi's admonitions to the early members of his 13th-century religious order, whom he addressed in Latin as his brothers. Prominent Catholic women had raised objection to the title before the encyclical's release, noting that although \"fratelli tutti\" could sound to a modern Italian ear as \"all siblings\" or \"all brothers and sisters,\" the exact one-to-one translation is \"all brothers.\" Although Pope Francis opens the encyclical with the two Italian words, he clarifies that the saint was speaking to both \"his brothers and sisters.\" The pope also states that he intends the text to be \"an invitation to dialogue among all people of good will.\" The encyclical is quite long, spanning 287 numbered paragraphs over more than 43,000 words. It also contains 288 footnotes, which primarily refer to the pope's own speeches and writings throughout his papacy. The text unfolds over eight chapters. The second chapter, which is a detailed reflection on the Gospel story of the good Samaritan, appears as something like the encyclical's touchstone, providing a clear model for how Francis thinks people should care for one another.\n\n20201003T1115-POPE-MASS-ASSISI-1006405 c.jpg Pope Francis signs his new encyclical, \"Fratelli Tutti, on Fraternity and Social Friendship\" after celebrating Mass at the Basilica of St. Francis Oct. 3 in Assisi, Italy. (CNS/Vatican Media)\n\nPolitics, private property The fifth chapter, titled \"A Better Kind of Politics,\" contains what seem to be some of the strongest criticisms ever made by a pope of the global market system and of populist and nationalist political movements. In words that will surely be seen as indirect references to politicians such as America's Donald Trump, Brazil's Jair Bolsonaro and Italy's Matteo Salvini, Francis sharply denounces populist leaders who \"are able to exploit politically a people’s culture, under whatever ideological banner, for their own personal advantage or continuing grip on power.\" \"They seek popularity by appealing to the basest and most selfish inclinations of certain sectors of the population,\" states the pontiff, adding: \"This becomes all the more serious when, whether in cruder or more subtle forms, it leads to the usurpation of institutions and laws.\" Later in that chapter, Francis strikingly uses Catholic terminology to criticize neoliberal or libertarian ideologies that call for an unregulated free market system. \"The marketplace, by itself, cannot resolve every problem, however much we are asked to believe this dogma of neoliberal faith,\" states the pontiff. \"Whatever the challenge, this impoverished and repetitive school of thought always offers the same recipes.\" \"Neoliberalism simply reproduces itself by resorting to the magic theories of 'spillover' or 'trickle,' \" the pope continues. \"There is little appreciation of the fact that the alleged 'spillover' does not resolve the inequality that gives rise to new forms of violence threatening the fabric of society.\"\n\n20191115T0818-POPE-SHEIKH-MEETING-598303 c.jpg Pope Francis greets Sheikh Ahmad el-Tayeb, grand imam of Egypt's Al-Azhar mosque and university, during a private audience Nov. 15, 2019, at the Vatican. (CNS/Paul Haring)\n\nFrancis began Fratelli Tutti earlier in the year, apparently intending the text to be focused more on interreligious dialogue in the light of a landmark joint statement the pope signed in February 2019 with Sheikh Ahmed el-Tayeb, the grand imam of Egypt's Al-Azhar mosque and one of Sunni Islam's highest authorities. The pontiff cites that text, known as the \"Document on Human Fraternity,\" eight times. At the opening of the encyclical, the pope also references St. Francis of Assisi's unprecedented meeting with Egyptian Sultan Malik al-Kamil during the Fifth Crusade as a model for interreligious encounter. But the emergence of the coronavirus pandemic seems to have significantly changed the plans for the encyclical text. In the introduction, Francis says the pandemic \"unexpectedly erupted\" as he was writing. \"Aside from the different ways that various countries responded to the crisis, their inability to work together became quite evident,\" the pope states. \"Anyone who thinks that the only lesson to be learned was the need to improve what we were already doing, or to refine existing systems and regulations, is denying reality.\"\n\nFrancis refers to a wide range of social and political issues throughout the document. He brings up the issue of wealth distribution in the third chapter, which opens with a critique of individualist mindsets. \"Individualism does not make us more free, more equal, more fraternal,\" states the pontiff. \"The mere sum of individual interests is not capable of generating a better world for the whole human family.\" \"Radical individualism is a virus that is extremely difficult to eliminate, for it is clever,\" he continues. \"It makes us believe that everything consists in giving free rein to our own ambitions, as if by pursuing ever greater ambitions and creating safety nets we would somehow be serving the common good.\" In terms of wealth distribution and the owning of private property, Francis refers to the example of early Christian writers, who he says realized that \"if one person lacks what is necessary to live with dignity, it is because another person is detaining it.\" Francis cites Pope John Paul II's encyclical Centesimus Annus, which said that the Christian tradition \"has never recognized the right to private property as absolute or inviolable,\" and then appears to take that teaching a step further. \"The right to private property can only be considered a secondary natural right, derived from the principle of the universal destination of created goods,\" states Francis. \"This has concrete consequences that ought to be reflected in the workings of society.\"\n\n20200824T1400-HEALTH-CORONAVIRUS-1004032 c.jpg Demonstrators in New York City protest the Trump administration's handling of the coronavirus pandemic Aug. 21. (CNS/Jeenah Moon, Reuters)\n\nJust war, death penalty In the encyclical's seventh chapter, the pope also appears to update the Catholic Church's teaching regarding the possibility of a so-called \"just\" war. Francis comes close to tossing aside the just war theory, which was first referred to by fourth-century bishop St. Augustine of Hippo and uses a series of criteria to evaluate whether use of violence can be considered morally justifiable. The pope says that nuclear, chemical and biological weapons, and new technological combat systems \"have granted war an uncontrollable destructive power over great numbers of innocent civilians.\"\n\n\"We can no longer think of war as a solution, because its risks will probably always be greater than its supposed benefits,\" states the pontiff. \"In view of this, it is very difficult nowadays to invoke the rational criteria elaborated in earlier centuries to speak of the possibility of a 'just war.' \" \"Every war leaves our world worse than it was before,\" the pope says. \"War is a failure of politics and of humanity, a shameful capitulation, a stinging defeat before the forces of evil.\" Francis likewise again makes clear his total opposition to the death penalty, citing John Paul II's 1995 encyclical Evangelium Vitae and then his own 2018 change to the teaching presented in the Catechism of the Catholic Church. \"Saint John Paul II stated clearly and firmly that the death penalty is inadequate from a moral standpoint and no longer necessary from that of penal justice,\" states Francis. \"There can be no stepping back from this position,\" the pope continues. \"Today we state clearly that 'the death penalty is inadmissible' and the Church is firmly committed to calling for its abolition worldwide.\" Francis also speaks directly to believers who might doubt his teaching on the subject, stating: \"I ask Christians who remain hesitant on this point, and those tempted to yield to violence in any form, to keep in mind the words of the book of Isaiah, 'They shall beat their swords into plowshares.' \" The pope also refers to Jesus' admonition to the unnamed disciple who drew his sword to try and protect Jesus from being arrested: \"Put your sword back into its place; for all who take the sword will perish by the sword.\" States Francis: \"Jesus' reaction, which sprang from his heart, bridges the gap of the centuries and reaches the present as an enduring appeal.\"\n\n20200109T0939-POPE-MASS-WAR-600496 c.jpg People release white doves in the air to pray for peace at the Yasukuni shrine Aug. 15, 2019, in Tokyo. (CNS/Yoshio Tsunoda, AFLO via Reuters)\n\n'Different faces of the one humanity' The second chapter of the encyclical, which dissects the parable of the good Samaritan, focuses on what example the person in the story might set for people today. Francis says the story, which sees the protagonist stop to help a person who has been robbed and beaten after others have passed the person by, offers a difficult question for each of us. \"Which of these characters do you resemble?\" the pontiff asks. \"We need to acknowledge that we are constantly tempted to ignore others, especially the weak.\" \"We have become accustomed to looking the other way, passing by, ignoring situations until they affect us directly,\" says the pope. Worse, he says, \"caught up as we are with our own needs, the sight of a person who is suffering disturbs us.\"\n\nAdvertisement Advertisement", "date_added": "2020-10-04 05:14:00+00:00", "url": "https://www.ncronline.org/news/theology/popes-post-covid-encyclical-envisions-less-populist-less-capitalist-world", "source": "National Catholic Reporter", "photos_url": ["https://www.ncronline.org/sites/all/modules/custom/ncr_blocks/images/icon-tweet.png", "https://www.ncronline.org/sites/default/files/styles/article_full_width/public/20201003T1115-POPE-MASS-ASSISI-1006410%20c.jpg?itok=Af7KJRRn", "https://www.ncronline.org/sites/default/files/styles/article_full_width/public/20191115T0818-POPE-SHEIKH-MEETING-598303%20c.jpg?itok=W0ncxTxO", "https://www.ncronline.org/sites/all/modules/custom/ncr_blocks/images/menu-toggle-open-white.png", "https://www.ncronline.org/sites/default/files/styles/article_full_width/public/20200109T0939-POPE-MASS-WAR-600496%20c.jpg?itok=V98zeYgV", "https://www.facebook.com/tr?id=1428429090638591&ev=PageView&noscript=1", "https://i.simpli.fi/dpx?cid=8041&action=100&segment=kcnationalcatholicreporter&m=1", "https://www.ncronline.org/sites/all/modules/custom/ncr_blocks/images/menu-toggle-close-white.png", "https://www.ncronline.org/sites/all/themes/ncr_zen/images/search-icon2.png", "https://www.ncronline.org/sites/all/modules/custom/ncr_blocks/images/back-to-top2.png", "https://pixel.quantserve.com/pixel/p-Y5DU0YG6LfBy-.gif", "https://www.ncronline.org/sites/all/themes/ncr_zen/images/logos/logo-mobile-bold-white.png", "https://www.ncronline.org/sites/all/themes/ncr_zen/logo.png", "https://www.ncronline.org/sites/all/modules/custom/ncr_blocks/images/icon-facebook.png", "https://www.ncronline.org/sites/all/modules/custom/ncr_blocks/images/icon-mail.png", "https://www.ncronline.org/sites/default/files/Marketing/Features/Print%20%2B%20eNCR.png", "https://www.ncronline.org/sites/default/files/styles/article_full_width/public/20200824T1400-HEALTH-CORONAVIRUS-1004032%20c.jpg?itok=Vl-zWZCE", "https://www.ncronline.org/sites/default/files/styles/facebook_ratio/public/20201003T1115-POPE-MASS-ASSISI-1006410%20c.jpg?itok=f4hIl4AD", "https://www.ncronline.org/sites/all/modules/custom/ncr_blocks/images/icon-print.png", "https://www.ncronline.org/sites/default/files/styles/article_full_width/public/20201003T1115-POPE-MASS-ASSISI-1006405%20c.jpg?itok=l3-JLego"], "is_grouped": false, "upvotes": 0, "downvotes": 0}