{"title": "Brazil halts trials of Chinese COVID-19 vaccine", "text": "Trials stopped after ‘adverse’ incident involving vaccine that has become political football in Brazil.\n\nBrazil’s health regulator said on Monday it had suspended clinical trials of an experimental Chinese COVID-19 vaccine after an “adverse incident” involving one of the volunteers, in a surprise to the trial organisers who said that while there had been a death it was not related to the vaccine.\n\nThe setback for CoronaVac, developed by Chinese pharmaceutical firm Sinovac Biotech, came on the same day US pharmaceutical giant Pfizer said its vaccine candidate had shown 90 percent effectiveness, raising hopes of an end to the pandemic.\n\nThe Brazilian regulator, Anvisa, said in a statement it had decided “to interrupt the clinical study of the CoronaVac vaccine after a serious adverse incident” on October 29.\n\nIt did not say where the event took place or what happened, citing privacy regulations. Usually, incidents that prompt the suspension of trials involve death, potentially fatal side effects, serious disability, hospitalisation, birth defects or other clinically significant events.\n\nThe Butantan Institute, the medical research institute coordinating the trials of the vaccine in Brazil, said it was “investigating in detail what happened,” and “is at the Brazilian regulatory agency’s disposal to provide any clarification necessary on any adverse incident the clinical trials may have presented.”\n\nBrazil is one of the countries that have been worst affected by the coronavirus and is the location of three late-stage clinical trials for potential vaccines [File: Amanda Perobelli/Reuters] The vaccines from Sinovac, Pfizer and Oxford are all in Phase-3 trials, the final stage of testing before regulatory approval.\n\nAll are being tested in Brazil, the country with the second-highest death toll in the pandemic after the United States, with more than 162,000 people dying from COVID-19.\n\nTrials of the Oxford vaccine were suspended in September after an incident involving a volunteer in the UK but later resumed.\n\nPolitical football\n\nDimas Covas, the head of Butantan, said the decision was related to a death but added he found the regulator’s announcement strange “because it’s a death unrelated to the vaccine”.\n\n“As there are more than 10,000 volunteers at this moment, deaths can occur … It’s a death that has no relation with the vaccine and as such, it is not the moment to interrupt the trials,” Covas told local broadcaster TV Cultura.\n\nButantan is expected to hold a press conference on Tuesday at 11.00am (14:00 GMT). Sinovac did not immediately respond to requests for comment.\n\nCoronaVac has been caught up in a messy political battle in Brazil, where its most visible backer has been Sao Paulo Governor Joao Doria, one of the most vociferous opponents of Jair Bolsonaro, the country’s right-wing president.\n\nDemonstrators carry a giant syringe as they protest against Sao Paulo state governor Joao Doria and Sinovac’s potential vaccine in Sao Paulo earlier this month [Amanda Perobelli/Reuters] Bolsonaro has dismissed the Sinovac vaccine candidate as lacking credibility.\n\nLast month, he shot down a plan by his own health minister to buy 46 million doses of CoronaVac, saying, the people of Brazil would “not be anyone’s guinea pig,” and referring to the drug as “Joao Doria’s Chinese vaccine”.\n\nDoria, who is widely expected to challenge Bolsonaro at the next presidential election in 2022, has said his state will import and produce the vaccine and that a public inoculation programme in Sao Paulo could be rolled out as early as January.\n\nThe Sao Paulo state government said in a statement it “regrets that it learned of the decision from the press, instead of directly from Anvisa,” and was waiting along with the Butantan Institute for more information on “the real reasons for the suspension”.\n\nBolsonaro has pushed instead for the vaccine developed by Oxford University and pharmaceutical firm AstraZeneca.\n\nLate-stage trials\n\nAnvisa told the AFP news agency it had no comment beyond its statement announcing the suspension, which said that halting trials was standard procedure in such cases.\n\nBolsonaro faces criticism for his handling of COVID-19, which he has dismissed as a “little flu” opposing lockdown measures and relentlessly promoting the drug hydroxychloroquine despite studies showing it is ineffective against the disease.\n\nThe Sinovac, Pfizer and Oxford vaccines are all in Phase-3 trials, the final stage of testing before regulatory approval and are all being tested in Brazil.\n\nSinovac’s vaccine is among three experimental COVID-19 vaccines that China has been using to inoculate hundreds of thousands of people under an emergency use programme. A Chinese health official said on October 20 that no serious side effects had been observed in clinical trials.\n\nThe Brazil trial was the first of Sinovac’s large late-stage trials to get under way. Late-stage trials are also being conducted in Indonesia and Turkey. Indonesia’s state-owned Bio Farma said on Tuesday that its Sinovac vaccine trials were “going smoothly”.\n\nEdwin G Pringadi, a spokesman for Bio Farma, said there were no plans to cancel the clinical trials, involving about 1,600 people in the Indonesian province of West Java. Indonesia has the highest death toll from COVID-19 in Southeast Asia.", "date_added": "2020-11-10 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/11/10/brazil-halts-trials-of-chinese-covid-19-vaccine", "source": "", "photos_url": ["https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-11-01T213450Z_39858505_RC2LUJ9TRBDG_RTRMADP_3_HEALTH-CORONAVIRUS-BRAZIL-VACCINE.jpg?w=770&resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-09-24T095734Z_266502559_RC2X4J9XL9X0_RTRMADP_3_HEALTH-CORONAVIRUS-SINOVAC.jpg?resize=1200%2C630", "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-07-30T171807Z_696827492_RC2T3I9D3201_RTRMADP_3_HEALTH-CORONAVIRUS-BRAZIL-TESTING.jpg?w=770&resize=770%2C513"], "is_grouped": false, "upvotes": 0, "downvotes": 0}