{"title": "Coronavirus: Brazil halts trial of Sinovac vaccine after 'unrelated' death of volunteer", "text": "Brazil's health regulator has halted clinical trials of a coronavirus vaccine being made by Chinese drug firm Sinovac after a \"serious adverse effect\".\n\nThe regulator, Anvisa, did not provide any further details but said the incident took place on 29 October.\n\n\"With the interruption of the study, no new volunteer can be vaccinated,\" a statement on its website read.\n\nPlease use Chrome browser for a more accessible video player Unproven vaccine made available in China\n\nThe head of Sao Paulo's medical research institute Butantan, which is running the COVID-19 vaccine trials in Brazil, told local TV that a volunteer had died - but not due to the jab.\n\nDimas Covas said the decision to halt trials was related to the death but said he was \"surprised\" as the death was \"unrelated to the vaccine\".\n\nAdvertisement\n\n\"We found this Anvisa decision strange,\" he said.\n\n\"As there are more than 10,000 volunteers at this moment, deaths can occur... It's a death that has no relation with the vaccine and as such it is not the moment to interrupt the trials.\"\n\nSao Paulo state's government also expressed surprise at the decision, saying in a statement it \"regrets being informed by the press and not directly by Anvisa, as normally occurs in clinical trials of this nature\".\n\nThe Butantan Institute would mostly produce the CoronaVac vaccine in Brazil which is being tested in seven states and the federal district, including the capital city, Brasilia.\n\nThe jab is also in late stage trials in Turkey and Indonesia.\n\nThe trial has already stirred controversy in Brazil, where President Jair Bolsonaro cast doubt on its prospective effectiveness.\n\nImage: President Jair Bolsonaro has been sceptical of the vaccine\n\nLast month, he publicly rejected it, saying Brazilians would not be used as guinea pigs.\n\nThe declaration followed news that his health minister, Eduardo Pazuello, had agreed to buy CoronaVac doses produced locally by Butantan.\n\nDespite the government-sparked confusion, Anvisa gave the green light to an import of six million doses from China.\n\nOn Monday, Sao Paulo's health secretary, Jean Gorinchteyn, said the first 120,000 CoronaVac shots would arrive at the state's airport on 20 November.\n\nImage: Brazil has had more than 163,000 confirmed COVID-19 deaths\n\nRaw material for the production of 40 million more shots is due to start arriving a week later.\n\n\"We will keep following health protocols to give the shots. They will only be taken to the public after a final authorisation from Brazil's health regulator,\" said Mr Gorinchteyn.\n\nHe added that nearly all of the volunteers who were given two doses of the vaccine produced antibodies thought to protect people from the virus.\n\nStarting in July, thousands of employees from Chinese state-owned enterprises already received the vaccine ahead of foreign travel.\n\nPlease use Chrome browser for a more accessible video player 'I had an experimental vaccine in China'\n\nA new campaign then extended that offer to the general public, in a handful of cities and towns, with some restrictions in place requiring volunteers to be aged between 18 and 59, and a local resident.\n\nPausing drug and vaccine tests is a relatively common move that allows researchers to investigate whether an illness is a side effect or not.\n\n:: Subscribe to the Sophy Ridge podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\n\nLast month, two drug-makers resumed testing of their prospective coronavirus vaccines in the US after they were halted.\n\nThe Sinovac issues come as other COVID-19 vaccines around the world are showing promising progress.\n\nOn Monday, it was announced that one being developed by Pfizer and BioNTech has been 90% effective in preventing infection.\n\nThe UK's Health Secretary Matt Hancock told Sky News the NHS has been asked to be ready to deploy that vaccine as early as December.", "date_added": "2020-11-10 05:24:37.686992+00:00", "url": "https://news.sky.com/story/coronavirus-brazil-halts-trial-of-sinovac-vaccine-after-unrelated-death-of-volunteer-12128957", "source": "Sky News", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/10/768x432/skynews-china-vaccine-coronavirus_5143925.jpg?20201020071037 600w", "https://e3.365dm.com/20/10/768x432/2372010140175846207_5137992.jpg?20201014070302 600w", "https://e3.365dm.com/20/06/768x432/skynews-rainforest-brazil-coronavirus_5005859.jpg?20200604135609", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/20/05/768x432/skynews-sinovac-coronavirus-vaccine_5001447.jpg?20200529131637", "https://e3.365dm.com/20/10/512x512/2372010140175846207_5137992.jpg", "https://e3.365dm.com/20/05/1600x900/skynews-sinovac-coronavirus-vaccine_5001447.jpg?20200529131637", "https://e3.365dm.com/20/07/512x512/skynews-vaccine-graphic-gfx_5045941.jpg", "https://e3.365dm.com/20/07/768x432/skynews-bolsonaro-brazil_5032925.jpg?20200707172321"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
