{"title": "Tesco joins Morrisons to limit sales of some items", "text": "Image copyright PA Media\n\nTesco has become the latest supermarket to place limits on the number of items shoppers can buy, following a similar move by rival Morrisons.\n\nIt now has a three-items per customer limit on flour, dried pasta, toilet roll, baby wipes and some wet wipes.\n\nThe supermarkets are acting to prevent a repeat of the panic-buying that led to shortages in March.\n\nThe managing director of Iceland told the BBC he is urging shoppers to \"calm down and carry on as normal\".\n\nRichard Walker said his supermarket chain was not currently considering limiting purchases on any lines. He said there had been a small uptick in interest in the \"usual suspect products\" like toilet roll, but it was \"nothing like last time\".\n\nMr Walker said that, in March and April, this had resulted in elderly and vulnerable people, as well as NHS workers, being faced with empty shelves. He described panic buying as socially divisive, only an option to those who can afford it.\n\n'Good availability'\n\nTesco said it had \"introduced bulk-buy limits on a small number of products\".\n\nIt said this was to \"ensure that everyone can keep buying what they need\".\n\n\"We have good availability, with plenty of stock to go round, and we would encourage our customers to shop as normal,\" it said.\n\nThe supermarket has introduced additional limits for a small number of products online, such as rice and canned veg.\n\nMorrisons introduced a limit of three items per customer on some ranges on Thursday, including toilet rolls and disinfectant products.\n\nIt said stock levels \"were good\", but it wanted to \"make sure they were available for everyone\".\n\nNo shortages\n\nIn March, UK supermarkets were forced to take steps to prevent shoppers from panic-buying around the height of the pandemic.\n\nMany introduced limits on the number of certain items that customers could buy, such as flour, pasta or toilet roll.\n\nEnhanced measures introduced in recent weeks have not triggered stock-piling by customers, according to several supermarkets approached by the BBC earlier this week.Tesco joins Morrisons to limit sales of some items\n\nAsda said it still had good availability in-store and online, while Waitrose said it had \"good levels\" of stock and that it had also looked at the items people bought early in lockdown and planned ahead accordingly.\n\n\"We would like to reassure customers that there is no need to worry about buying more than they need,\" a spokesperson said.\n\nThe British Retail Consortium said supply chains were good and has urged consumers to \"shop as you normally would\".\n\nDirector of food and sustainability at the BRC, Andrew Opie, said: \"Supply chains are stronger than ever before and we do not anticipate any issues in the availability of food or other goods under a future lockdown.\n\n\"Nonetheless, we urge consumers to be considerate of others.\"\n\nAldi boss Giles Hurley has written to customers saying: \"There is no need to buy more than you usually would. I would like to reassure you that our stores remain fully stocked and ask that you continue to shop considerately.\"", "date_added": "2020-09-25 15:49:18.511786+00:00", "url": "https://www.bbc.co.uk/news/business-54294575", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=business::news.business.story.54294575.page&x1=[urn:bbc:cps:d0a371e3-67bb-4640-9300-ca6341915437]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://sb.scorecardresearch.com/p?c1=2&c2=17986528&cv=2.0&cj=1", "https://ichef.bbci.co.uk/news/320/cpsprodpb/14FAD/production/_113233958_pa-52149571.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/14FAD/production/_113233958_pa-52149571.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
