{"title": "Tesco introduces rationing with 3 item limit on certain products due to coronavirus", "text": "Get our daily coronavirus email newsletter with all the news you need to know direct to your inbox Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nTesco has introduced a three-per-customer limit on a number of products as England's new circuit break restrictions come into force.\n\nThe grocer said new stockpiling restrictions now apply on flour, dried pasta, toilet roll, baby wipes, anti-bacterial wipes.\n\nThere are additional limits online on items such as rice and tinned vegetables.\n\nA Tesco spokesperson told Mirror Money: \"We have good availability, with plenty of stock to go round, and we would encourage our customers to shop as normal.\n\n\"To ensure that everyone can keep buying what they need, we have introduced bulk-buy limits on a small number of products.\"\n\nIn a separate message, the grocer urged customers to wear face coverings when shopping in stores.\n\nIt said disposable masks are available to buy at the entrance of all branches.\n\n“To help our customers shop safely, we will also have colleagues at the entrances of our larger stores to remind customers about the safety measures we have in place, including the legal requirement to wear a face covering.\"\n\nThe decision to limit items comes just days after Tesco CEO Dave Lewis warned the public against panic-buying.\n\nLewis described the trend as 'unnecessary', adding that it \"creates a tension in the supply chain\" that is easily avoided.\n\n(Image: Anadolu Agency via Getty Images)\n\nOn Thursday, Morrisons become the first supermarket to reintroduce limits after coronavirus infections rose by more than 6,000 in a day.\n\nThe retail giant said a new 'three-per-person' limit now applies on popular items including cleaning products and toilet roll.\n\nThe chain, which urged shoppers not to panic-buy earlier this week, said the restrictions will apply on a 'on a small number of products'\n\n\"We are introducing a limit on a small number of key products, such as toilet roll and disinfectant,\" a Morrisons spokesman said.\n\n(Image: REUTERS)\n\n\"Our stock levels of these products are good but we want to ensure that they are available for everyone.\n\n\"There is no need to buy more than you usually would.\n\n\"I would like to reassure you that our stores remain fully stocked and ask that you continue to shop considerately.\n\n\"We have remained open for our customers throughout the pandemic and will continue to have daily deliveries, often multiple times a day, across all of our products.\"\n\n(Image: Getty Images)\n\nAldi boss Giles Hurley this week also warned customers to \"shop considerably\", after one report suggested a 23% surge in people buying toilet roll.\n\n\"There is no need to buy more than you usually would,\" he wrote in an email to customers.\n\n\"I would like to reassure you that our stores remain fully stocked and ask that you continue to shop considerately.\n\n\"We have remained open for our customers throughout the pandemic and will continue to have daily deliveries, often multiple times a day, across all of our products.\"\n\nWhile supermarkets say there are no signs of panic-buying as yet, sales of toilet rolls soared by 23% over the past week, according to one supplier to major supermarkets, while shoppers have also been picking up extra tinned goods, pasta and pain relief tablets since the weekend.\n\nGet the latest money advice, news and help straight to your inbox - sign up at mirror.co.uk/email\n\nIn March, shelves were left stripped of tinned goods, toilet roll and dried pasta after the UK went in to lockdown.\n\nWith the industry eager to avoid a repeat this autumn, the British Retail Consortium has urged shoppers not to change their buying habits.\n\nAndrew Opie from the British Retail Consortium told Mirror Money: \"Supermarkets have put in place a range of safety measures to protect staff and customers.\n\n\"In the event of future lockdowns we urge consumers to be considerate and shop for food as they would usually during this difficult time.\"", "date_added": "2020-09-25 09:08:39+00:00", "url": "https://www.mirror.co.uk/money/breaking-tesco-introduces-three-item-22740807", "source": "mirror", "photos_url": ["https://i2-prod.mirror.co.uk/incoming/article9058658.ece/ALTERNATES/s1200/A-tesco-store.jpg", "https://i2-prod.mirror.co.uk/incoming/article9058658.ece/ALTERNATES/s615/A-tesco-store.jpg", "https://www.mirror.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}