{"title": "During debate, Trump refuses to condemn white supremacy", "text": "Trump dodges and deflects when asked to condemn white supremacists and tells the Proud Boys to ‘Stand back and stand by.’\n\nUS President Donald Trump was asked whether he would condemn white supremacists and militia groups during the first presidential debate in the US city of Cleveland on Tuesday. Instead of directly answering the question, Trump instead blamed the months of violence in US cities on “left-wing groups”.\n\n“Are you willing tonight to condemn white supremacists and militia groups and to say that they need to stand down and not add to the violence or the number of these cities as we saw in Kenosha, and as we’ve seen in Portland?” moderator Chris Wallace asked Trump.\n\n“I would say almost everything I see is from the left-wing, not from the right,” Trump responded. “I’m willing to do anything. I want to see peace.”\n\n“Then do it, sir,” Wallace urged Trump before his Democratic challenger, Joe Biden, chimed in.\n\n“Do it, do it. Say it,” said Biden.\n\nTrump shot back: “You want to call them. What do you want to call them? Give me a name.”\n\nBiden said, “Proud Boys,” referring to a right-wing group.\n\n“Proud Boys. Stand back and stand by,” responded Trump. “But I’ll tell you what, somebody’s got to do something about Antifa and the left because this is not [a] right-wing problem …. This is a left-wing problem.”\n\nAntifa followers have appeared at anti-racism protests, but there has been little evidence behind Republican claims that Antifa members are to blame for the violence at such protests. Trump infamously said there were good people “on both sides” after a white supremacist rally in Charlottesville, Virginia, that led to the death of a counter-protester.\n\nHe later clarified that he was not “talking about the neo-Nazis and the white nationalists, because they should be condemned totally – but you had many people in that group other than neo-Nazis and white nationalists” that “were there to innocently protest”.\n\nBiden’s running mate Kamala Harris responded after the debate telling US broadcaster CNN: “I heard what we all heard. The president of the United States in the year of our Lord 2020, refuses to condemn white supremacy.”", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/30/during-debate-trump-refuses-to-condemn-white-supremacy", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T015218Z_1533046636_RC2P8J95JWFA_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T095315Z_1898645278_RC2X8J944S2V_RTRMADP_3_ARMENIA-AZERBAIJAN.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2019-12-03T151758Z_37714372_RC2RND9JEHQ4_RTRMADP_3_INDIA-RAPE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T015218Z_1533046636_RC2P8J95JWFA_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=1200%2C630", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20274292312916.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/image-80.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/Simply2020_label_2x.png?fit=276%2C26", "https://www.aljazeera.com/static/media/simply-2020.4604a9be.svg", "https://www.aljazeera.com/wp-content/uploads/2020/01/dc0eded54f5e43c3a8ccde3e49ed45b6_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T030927Z_1494312708_RC2R8J9P9WZ3_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/sss-1.jpg?resize=170%2C113"], "is_grouped": false, "upvotes": 0, "downvotes": 0}