{"title": "Trump-Biden presidential debate in Cleveland: Top 5 moments", "text": "The first debate of the 2020 presidential election on Tuesday night was fiery from beginning to end.\n\nPresident Trump and Democratic presidential nominee Joe Biden attacked each other in starkly personal terms for more than 90 minutes as moderator Chris Wallace worked to get both candidates, but especially Trump, to follow the debate rules the candidates had agreed to.\n\nThe conversation ranged from the coronavirus crisis to the Supreme Court vacancy to health care. It's not clear how much substance voters could get out of the debate, however, as it largely consisted of lines aimed to appeal to partisans.\n\nHere are the top five moments from the first presidential debate.\n\nPRESIDENTIAL DEBATE: INSULTS FLY AS TRUMP, BIDEN TUSSLE AT FIRST SHOWDOWN, MODERATOR WORKS TO KEEP ORDER\n\n1. Biden and Trump clash on who controls the Democratic Party\n\nDuring the initial segment on the Supreme Court vacancy, the discussion turned to health care and Trump began to attack Biden by saying that he would be accountable to the Bernie Sanders-backing segment of his party and its support for \"Medicare-for-all.\" In what was the first of many explosive spats between the pair, Biden shot back that “I am the Democratic Party right now. The platform of the Democratic Party is what I in fact approved of.\"\n\nIt was one of the strongest statements from Biden to date distancing himself from the farthest-left wings of the party. Trump would continue to hammer this point throughout the debate.\n\nNotably, also on the Supreme Court topic, Wallace asked Biden whether he would be willing to pack the Supreme Court and support the end of the Senate filibuster. Biden flatly refused to take a stance on the issue.\n\n2. Wallace reminds the candidates who the moderator is\n\nDuring the transition between the first segment of the debate and the second segment, Trump talked over Wallace for several seconds as the moderator attempted to get his question in. Wallace eventually raised his voice to say, “I’m the moderator of this debate” before finishing the question.\n\nTrump and Biden continually talked with each other throughout much of the debate, leading Wallace at one point to say, “Gentlemen, you realize you’re both speaking at the same time?”\n\nJust a couple minutes later while Trump was giving an answer during his two-minute uninterrupted time period, Biden tried to chime in and Wallace responded by reminding Biden the time was Trump’s. Wallace would continue to need to scold both candidates repeatedly.\n\nDEBATE GETS PERSONAL AS BIDEN CALLS TRUMP A ‘CLOWN,’ TRUMP TELLS BIDEN HE’S NOT ‘SMART’\n\n3. \"Just lost the left\"\n\nBiden was discussing his health care plan, noting that Democrats in the primary were attacking him over the fact he would not abolish private health insurance, as many of the candidates were proposing. Trump interrupted and accused Biden of having agreed to abolish private health care and institute Medicare-for-all, which Biden has not done.\n\nBiden, as Trump was incorrectly accusing him of fibbing about health care and having agreed to a \"manifesto,\" warned Trump he was messing with the “wrong guy, the wrong night at the wrong time.”\n\nTrump replied, in regards to Biden openly rejecting Medicare-for-all, “He just lost the left, you just lost the left.”\n\nDuring a discussion about global warming later in the debate, Biden said “the Green New Deal is not my plan” and that he supports “the Biden plan,” which is different than other Green New Deal plans discussed by other Democratic presidential candidates.\n\n4. Biden addresses voters personally on coronavirus\n\nOne of Biden's most effective moments of the debate came when the topic turned to the coronavirus pandemic and he directly addressed the camera and the voters at home as he made his case for why he is the best person to handle the pandemic.\n\nHe referenced the recordings from journalist Bob Woodward of Trump saying earlier this year that he downplayed the coronavirus so as not to cause panic, and told Americans, \"You don't panic, he panicked.\"\n\nTrump on the topic warned that Biden wants to “shut the country down” and would “destroy the country.”\n\nTRUMP TARGETS HUNTER BIDEN'S FOREIGN BUSINESS DEALINGS DURING HEATED DEBATE CLASH\n\n5. Clash over masks and shutdowns\n\nAs the conversation continued on the topic of coronavirus, Wallace asked Trump why he continues to hold large rallies with no social distancing and sparse mask usage in clear violation of the guidelines from his own administration. Trump defended himself by noting that the rallies happen outside at airports and that \"people want to hear what I have to say.\"\n\nBiden responded by telling voters, \"He's not worried about you\" and slammed Trump for the handling of his rallies.\n\n\"He's been totally irresponsible the way in which he has handled the social distancing and people wearing masks, basically encouraged him not to,\" Biden said. \"Alright, he's a fool.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nTrump replied by reemphasizing that Biden would close the country and that the shutdowns are \"hurting people\" both financially and in their mental health.\n\nBiden in his response said the recovery from the coronavirus crisis may look good in the stock market and for millionaires and billionaires, but that things aren't improving significantly yet for the average person. And Biden said keeping the country shut down would help the economy long term.\n\n\"You can’t fix the economy until you fix the COVID crisis,\" Biden said. \"He ought to get on the job and take care of the needs of the American people.", "date_added": "2020-09-30 12:57:47.604743+00:00", "url": "https://www.foxnews.com/politics/top-5-moments-of-the-first-presidential-debate", "source": "Fox News", "photos_url": ["https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/348/196/trump_biden_debate_split_thumb_3.jpg?ve=1&tl=1", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/5babbf47-be61-4065-ab50-218727d86ff7/23ae8437-1288-4a89-b068-f0ec0fb382fd/1280x720/match/348/196/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/secure.media.foxnews.com/BrightCove/990505083001/990505083001/2020/09/30/348/196/990505083001_6195921422001_6195923193001-vs.jpg?ve=1&tl=1", "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/e79b365a-b73e-43ca-abaa-6db30969bcc0/3f766abc-bda5-4220-a079-a255a45d3e40/1280x720/match/image.jpg", "https://static.foxnews.com/foxnews.com/content/uploads/2020/02/Elections-Primaries-RR-Promo-F.png", "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/0852d474-5c33-4d1a-840d-7b30eee854e5/bd3fe7ac-d270-40ef-9480-28b7a97a9a7c/1280x720/match/image.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/01/340/340/Screen-Shot-2020-01-15-at-11.36.03-AM.png?ve=1&tl=1", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/0e4437cb-0d36-451a-b468-2bbc6d8a692b/e4d6775b-df07-4815-b8a0-9992ebc2a759/1280x720/match/348/196/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/03fa9bf9-4ab3-4e02-be6b-0ba771f7167d/f2b4837f-bdab-418b-81b0-674e0e833cd9/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/79e49bf7-b944-49eb-905b-4594b0fa8bc0/19832c56-70c3-4add-a268-662177528c18/1280x720/match/image.jpg", "https://secure.media.foxnews.com/BrightCove/990505083001/990505083001/2020/09/30/990505083001_6195921422001_6195923193001-vs.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}