{"title": "Presidential debate: Trump and Biden trade insults in chaotic debate", "text": "Media playback is unsupported on your device Media caption \"Shut up, man\" and other insults and interruptions\n\nPresident Donald Trump and his challenger Joe Biden have fiercely clashed in one of the most chaotic and bitter White House debates in years.\n\nMr Trump frequently interrupted, prompting Mr Biden to tell him to \"shut up\" as the two fought over the pandemic, healthcare and the economy.\n\nThe US president was challenged over white supremacist support and refused to condemn a specific far-right group.\n\nOpinion polls suggest Mr Biden has a steady single-digit lead over Mr Trump.\n\nBut with 35 days until election day, surveys from several important states show a closer contest.\n\nPolls also suggest one in 10 Americans have yet to make up their mind how to vote. But analysts said Tuesday night's debate - the first of three - probably would not make much difference.\n\nWhat were the key moments?\n\nOverall, the 90-minute debate in Cleveland, Ohio, was light on serious policy discussion. Both candidates talked over each other but Mr Trump cut in some 73 times, according to a count by CBS News.\n\nThe tenor became clear early on as the two candidates sparred over healthcare. Hectoring from Mr Trump saw Mr Biden call the president a \"clown\".\n\nAs they moved on to the Supreme Court, the rancour continued, with Mr Biden refusing to answer when asked if he would try to expand the number of judges.\n\n\"Will you shut up, man?\" the Democratic candidate snapped at Mr Trump, later adding: \"Keep yapping, man.\"\n\nMr Trump, the Republican candidate seeking a second term, responded: \"The people understand, Joe. Forty-seven years [in politics], you've done nothing. They understand.\"\n\nMedia playback is unsupported on your device Media caption Biden: 'Do you believe for a moment what he's telling you?'\n\nIn one of the most talked about exchanges of the night, the president was asked by the moderator, Fox News anchor Chris Wallace, if he was prepared to condemn white supremacists.\n\nHe initially said he would but when asked to denounce the far-right Proud Boys group by name, he sidestepped.\n\nMr Trump said: \"Proud Boys, stand back and stand by, but I'll tell you what, somebody's got to do something about antifa and the left.\"\n\nThe Proud Boys, an anti-immigrant, all-male group, took to social media to celebrate. \"Standing down and standing by sir,\" it posted on Telegram.\n\nAntifa, short for \"anti-fascist\", is a loose affiliation of far-left activists that often clash with the far right at street protests.\n\nMedia playback is unsupported on your device Media caption 'Proud Boys, stand back and stand by' - Trump\n\nEarlier, Mr Biden said: \"This is a president who has used everything as a dog whistle to try to generate racist hatred, racist division.\"\n\nIn other moments:\n\nMr Trump was asked if he would encourage his supporters to be peaceful if results of the election were unclear. \"I'm encouraging my supporters to go into the polls and watch very carefully,\" he responded\n\nWhen Mr Trump said Mr Biden would be at the behest of the left of the Democratic Party over health and environmental policy, Mr Biden responded: \"I am the Democratic Party right now\"\n\nMr Trump defended his effort to swiftly fill a US Supreme Court seat to cement a 6-3 conservative majority on the bench, saying: \"We won the election and we have the right to do it\"\n\nThe president brought up the past drug use of Mr Biden's son, Hunter, who was discharged from the navy in 2014 for taking cocaine. Shouting over Mr Trump, Mr Biden said: \"My son, like a lot of people, like a lot of people you know at home, had a drug problem. He's overtaken it. He's fixed it.\"\n\nReuters The debate in numbers 73 times How often Trump interrupted Biden\n\n43 minutes The amount of time in total Biden spoke for, compared to...\n\n38 minutes for President Trump\n\n20 minutesspent discussing coronavirus, the longest segment Source: CBS\n\nWhat did they say about coronavirus?\n\nMr Biden said Mr Trump had \"panicked\" over the coronavirus pandemic, which has killed more than 200,000 Americans.\n\n\"A lot of people died and a lot more are going to die unless he gets a lot smarter, a lot quicker,\" Mr Biden said.\n\nMr Trump objected to Mr Biden using the word \"smart.\"\n\n\"You graduated either the lowest or almost the lowest in your class,\" the president said. \"Don't ever use the word smart with me. Don't ever use that word.\"\n\nLocal rules required everyone in the room to wear masks but of the president's family members present, only US First Lady Melania Trump donned a face covering during the debate.\n\nImage copyright EPA Image caption Members of the Trump family were pictured wearing masks as they arrived, but removed them for the debate\n\nDue to the pandemic, the forum at Case Western Reserve University had a small, socially distanced audience and the traditional opening handshake was skipped.\n\nWho won the debate?\n\nIn a debate that was the political equivalent of a food fight, the winner is the man who emerged least covered in slop.\n\nOn Tuesday night, that man was Joe Biden - if only because his main goal was to prove to Americans that he could hold up under pressure, that he had not lost a step due to his advancing age. He had to show he could take a pie to the face, metaphorically speaking, and keep his cool.\n\nHe mostly met that standard, although it was at least in part because Donald Trump, by his constant hectoring and interruptions, seldom gave the former vice-president a chance to say something truly damaging to his own cause.\n\nTwitter Trump - the unconventional, bombastic, insulting and rumour-mongering aspect of this president - was on full display throughout the hour and a half event. Unfortunately for the president, many Americans, even his own supporters, find his social media persona one of his more unattractive attributes.\n\nTrump needed this debate to shake up a race that is tilting against him. Biden's lead has remained stable through turmoil on the streets and in the economy, and the Covid crisis.\n\nNothing about this hour-and-a-half free-for-all seems likely to alter the dynamics of this contest or change the minds of the one in 10 American voters who say they are still undecided (although perhaps they'll resolve never to watch another one of these).\n\nAnything resembling a substantive exchange was buried in a cavalcade of bloviation and bickering - and because of this, it was a missed opportunity for the president.\n\nImage copyright Reuters\n\nWhat's the reaction?\n\nAs is normal after a presidential debate, both the Trump and Biden camps have been claiming victory for their candidate.\n\n\"President Trump just turned in the greatest debate performance in presidential history, displaying a command of the facts and control of the conversation,\" said Trump 2020 campaign manager Bill Stepien in a statement.\n\nMr Biden's running mate, vice-presidential candidate Senator Kamala Harris, tweeted: \"We are in the battle for the soul of our nation, and the choice in this election was made crystal clear during tonight's debate.\"\n\nShe added: \"America was presented with a choice: a leader who offers a clear path forward vs. an angry, interrupting bully.\"\n\nIn other political reaction:\n\nFormer New Jersey Governor Chris Christie, who served on the president's \"debate prep team\", criticised Joe Biden's performance as \"shaky\" but also suggested the president had been overly aggressive, or \"too hot\"\n\nDavid Urban, a member of the Trump 2020 advisory committee, told CNN that \"this was not his best night by a long shot\" but said he succeeded in getting Mr Biden to \"act like Donald Trump a bit\" in terms of name-calling. He said President Trump could have condemned white supremacist groups \"more forcefully\"\n\nHillary Clinton said she was \"so proud of Joe Biden\"\n\nA snap viewer poll by CBS News, BBC News' US partner, named Joe Biden winner, with 48% backing him, compared to 41% for Mr Trump.\n\nImage copyright Reuters Image caption Debate moderator and Fox News anchor Chris Wallace struggled to keep order\n\nBut many commentators and newspapers said the real loser was the American people.\n\nOn the front page of its late edition, the New York Times said \"Trump's heckles\" had sent the debate \"into utter chaos\". CNN gave a similarly withering assessment, summarising the event as an \"absolutely awful debate\".\n\nAround the world, many media outlets described a chaotic, mud-slinging contest that painted the American political system in an ugly light.", "date_added": "2020-09-30 12:53:18.408101+00:00", "url": "https://www.bbc.com/news/election-us-2020-54350538", "source": "BBC News", "photos_url": ["https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=election::news.election.us2020.story.54350538.page&x1=[urn:bbc:cps:7cb40225-a2be-4096-b583-4ad00d74ca7a]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/images/ic/720x405/p08sxn58.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/images/ic/720x405/p08sx9sp.jpg", "https://news.files.bbci.co.uk/include/idt2/assets/5f191235-95a4-4e0f-917b-bbef38b4eb90", "https://ichef.bbci.co.uk/images/ic/1024x576/p08sxmws.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}