{"title": "Presidential debate: How the world's media reacted", "text": "Image copyright Reuters Image caption Global media criticised the tone and content of the debate\n\nUS voters have endured the first of three presidential debates between President Donald Trump and Joe Biden.\n\nThe event has also prompted a huge reaction from world audiences who tuned in for the chaotic event.\n\nNewspapers and commentators around the world have criticised the tone and tactics of the debate.\n\nAs The Times in the UK wrote, \"The clearest loser from the first presidential debate between Donald Trump and Joe Biden was America.\"\n\nUK\n\nThe paper went further, saying the event \"was not a debate in any meaningful sense\" but rather \"an ill-tempered and at times incomprehensible squabble between two angry septuagenarians who palpably loathe each other\".\n\nThe Guardian described it as a \"national humiliation\".\n\n\"The rest of the world - and future historians - will presumably look at it and weep,\" the paper wrote, adding that Mr Biden was the only man who looked \"remotely presidential\" on the stage and saying that if Mr Trump was re-elected in November, \"this dark, horrifying, unwatchable fever dream will surely be the first line of America's obituary.\"\n\nMedia playback is unsupported on your device Media caption \"Shut up, man\" and other insults and interruptions\n\nThe Financial Times highlighted how the president had stoked lies about voter fraud and urged his supporters to carefully watch polling stations. \"'Dog-whistling' is the politico-speak for such language, but it implies subtlety. Mr Trump was blatant,\" it wrote.\n\nThe paper also noted that snap polls after the event said Mr Biden had come out on top. \"But no one with a care for American democracy can have switched off feeling anything but queasy.\"\n\nFrance\n\n\"Chaotic, childish, gruelling\" - that's how French newspaper Libération described Tuesday's debate. Le Monde agreed, calling it a \"terrible storm\", and saying that the president had sought to \"push his opponent off his hinges\" with constant interruptions and by mocking his answers.\n\nLe Figaro said Mr Biden had \"systematically refused to play his opponent's game\". While Mr Trump tried to directly confront his challenger, pointing at him and addressing him directly, the Democratic candidate spoke more to viewers and looked directly into the camera.\n\nImage copyright Reuters Image caption Mr Biden looked directly into the camera and spoke to the audience\n\n\"Trump voters are unlikely to have had any doubts about their candidate, despite an unconvincing performance. Those of Biden, on the other hand, had confirmation that the Democrat was able to measure up to his formidable opponent, and even put him on the defensive,\" the paper wrote.\n\nGermany\n\nDer Spiegel's analysis of the debate is headlined \"A TV duel like a car accident\".\n\nIn a piece titled \"Part fist-fight, part play\", Süddeutsche Zeitung wrote: \"Both Trump and Biden could go home satisfied because as far as the theatrical performance is concerned, both did their job properly. Donald Trump played Donald Trump, Joe Biden played Joe Biden, and fans should have liked it.\"\n\nDie Welt said the debate had revealed very little about policy. \"Most importantly, it showed that America has a president whose behaviour stands out and who lacks self-control - but that's not exactly news,\" it wrote.\n\nMr Biden in contrast was not an exciting candidate but \"at least someone with common sense and a stable personality\" who would \"bring something like normalcy back to the White House\".\n\nItaly\n\n\"Never had American politics sunk so low,\" La Repubblica's US correspondent wrote, describing the debate as \"Chaotic, rowdy, and based on mutual contempt\".\n\nIl Corriere della Sera meanwhile said President Trump's refusal to condemn white supremacy was \"a message for Black America\".\n\nMedia playback is unsupported on your device Media caption 'Proud Boys, stand back and stand by' - Trump\n\nRussia\n\nOne broadcaster described it as a \"one and a half-hour exchange of insults\", while another said there was \"no constructive dialogue\".\n\n\"The rivals kept interrupting each other and instead of a balanced discussion they chose the path of mutual insults,\" pro-Kremlin NTV television said.\n\nMr Biden's description of President Trump as \"Putin's puppy\" also generated comments on Russian social media. One Twitter user said: \"Two old men are figuring out which of them is more worthy to become the president of the United States, but without Putin, you can't boost your rating.\"\n\nChina\n\nChinese official media sites broadly ignored the US debate although some wrote about how both candidates had used China to attack their opponent.\n\nThe state-run Global Times called it \"the most chaotic presidential debate ever\" and noted that Mr Trump had taken \"aim at China by blaming [it] for the raging Covid-19 epidemic and US economic woes\".\n\nEditor-in-chief Hu Xijin wrote on Twitter that the debate reflected \"division, anxiety of US society and the accelerating loss of advantages of the US political system\".\n\nMedia playback is unsupported on your device Media caption Coronavirus: Trump suggests China 'let it spread'\n\nIndia\n\nHindi-language news channel AajTak accused both candidates of \"mud-slinging\", while broadcaster Times Now said the debate was \"marred with personal jibes and political barbs\".\n\nBut the strongest commentary came from The Times of India, the country's largest-selling English-language newspaper, which compared the debate to \"mud-wrestling\".\n\n\"The US embarrassed itself before the world for 100 minutes,\" it wrote.\n\nBBC Monitoring contributed to this report.", "date_added": "2020-09-30 12:53:06.961681+00:00", "url": "https://www.bbc.com/news/election-us-2020-54354405", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/images/ic/720x405/p08sxmws.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/166C9/production/_114694819_tv063588710.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/166C9/production/_114694819_tv063588710.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08sx9sp.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08byt4b.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=election::news.election.us2020.story.54354405.page&x1=[urn:bbc:cps:75f36d5e-b8d0-46d2-8ba4-a1208517b9d7]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}