{"title": "'Will you shut up, man?' 5 takeaways from the slugfest between Donald Trump and Joe Biden in Cleveland", "text": "Social distancing measures at the first debate between President Donald Trump and his Democratic rival Joe Biden meant that their podiums were far apart from one another and there was no customary handshake between the two rivals at the beginning of the evening.\n\nBut the lack of a handshake was far from the way in which the Cleveland debate broke the normal conventions of civility. At Tuesday's encounter, the two men questioned one another's intelligence,Trump repeatedly interrupted Biden and Biden frequently scoffed at the president's comments and called him a \"clown.\" At one point, the Democratic candidate asked Trump, \"Will you shut up, man?\"\n\nTrump was pressed about his taxes and was also asked by moderator Chris Wallace if he would condemn white supremacists – a question he sidestepped.\n\n​Proud Boys, stand by?\n\nWallace asked Trump if he was willing to condemn white supremacists and militia groups and urge them to stand down from adding to the violence and social upheaval that has swept the streets of cities like Portland, Oregon, and Kenosha, Wisconsin.\n\n\"I’m willing to do that, but I would say almost everything I see is from the left-wing, not from the right-wing,\" Trump said.\n\nTV anchors react:CNN's Jake Tapper calls first presidential debate a 'hot mess inside a dumpster fire'\n\nClash: President Trump and Joe Biden square off in first presidential debate\n\nTrump asked the moderator to name a specific group, and Biden interrupted to cite the Proud Boys, a group that believes men – especially white men – are under siege. The Southern Poverty Law Center, a liberal advocacy organization, has designated the Proud Boys as a hate group.\n\n\"Proud Boys, stand back and stand by,\" Trump said. \"But I'll tell you what, somebody has to do something about Antifa and the left.\"\n\nHear more moments from the debate on our daily podcast\n\nTrump has blamed the far-left anti-fascist group known as Antifa for violence at protests. FBI Director Christopher Wray said the movement is one of several ideologies driving clashes; another is white supremacists.\n\nAlmost immediately, the president's response to Wallace's question about white supremacists was condemned by anti-hate groups such as the Anti-Defamation League.\n\nJonathan Greenblatt, ADL president, said it was \"astonishing\" that Trump wouldn't condemn white supremacists during a nationally televised debate.\n\n\"Trying to determine if this was an answer or an admission,\" Greenblatt said. \"(Trump) owes America an apology or an explanation. Now.\"\n\nProud Boys members, such as organizer Joe Biggs, echoed Trump's words online saying the president, \"basically said to go f--k them up!\"\n\nEarlier this month, a former top Department of Homeland Security official who voted for Trump in 2016 and resigned in April told NPR that the White House refused to take far-right extremism seriously and avoided using the term \"domestic terrorism\" when it came to white supremacists.\n\n'Will you shut up, man?'\n\nTrump repeatedly interrupted Biden, pushed unfounded claims about the business deals of the former vice president's son Hunter and accused the Democratic candidate of favoring \"radical left\" policies.\n\nBiden accused Trump of catastrophic mismanagement of the response to the pandemic, and repeatedly criticized his behavior at the debate, even going as far as calling the president a “clown” and telling him to “shut up.” The performances from each of the candidates is likely a preview of how the next two debates will go.\n\n\"Will you shut up, man?” Biden said while shaking his head, after the president spoke over Biden when asked about the vacant seat on the Supreme Court.\n\n“This is so unpresidential,” Biden scoffed on stage.\n\nTrump was ruffled by Biden when his intelligence was questioned, with the president telling the Democratic nominee to never use the word “smart” with him.\n\nWhen discussing Trump’s response to the coronavirus pandemic, Biden said “a lot of people die, and a lot more are going to die unless he gets a lot smarter, a lot quicker.”\n\n“Did he use the word smart?” Trump said.\n\n“Don't ever use the word smart with me, don't ever use that word,” the president said.\n\n“Oh, give me a break,” Biden interjected.\n\n“Because you know what, there is nothing smart about you,” Trump continued.\n\nFamily wasn't off limits\n\nThroughout the evening, Trump repeatedly tried to hit Biden on the former vice president’s son, Hunter.\n\nAbout 45 minutes into the debate during a discussion of trade, Biden criticized Trump’s trade deals with China, saying that the president has really “done very little.”\n\nBut Trump turned the discussion to Hunter Biden.\n\nThe president claimed the mayor of Moscow gave Hunter Biden $3.5 million. PolitiFact previously examined the claim and said it was unproven.\"\n\n“What did he do to deserve it?” Trump asked, referring to the $3.5 million.\n\nJoe Biden called Trump’s accusation “totally discredited.”\n\n“My son did nothing wrong,” Biden replied, adding that if Trump wanted to talk about families and ethics, they could talk about Trump’s family “all night.” The president interjected that his family “lost a fortune by coming down and helping” with his administration.\n\n'Such a nasty woman': Some of the most memorable debate put downs and quips over the years\n\nBiden tried to pivot away from the personal, saying the campaign is not about either candidate’s family, but is about the voters’ families.\n\nBut that wasn’t the only time Trump brought up Hunter Biden.\n\nWhen Biden highlighted his late son, Beau Biden, and his service in the military in Iraq, Trump once again turned the discussion to Biden’s other son, Hunter. Trump accused Hunter Biden of being “thrown out of the military” and “dishonorably discharged” from the military. Hunter Biden was discharged from the Navy Reserve after failing a drug test.\n\nHunter Biden has opened up about his alcohol and drug addictions in the past. Joe Biden on Tuesday at the debate said he was proud of his son for facing his addictions.\n\n“My son, like a lot of people like a lot of people, like a lot of people you know at home, had a drug problem. He's overtaken it,” Biden said. “He's fixed it. He's worked on it, and I'm proud of him. I’m proud of my son.”\n\nWho do you trust on COVID-19?\n\nOne of the rare exchanges in which Biden and Trump did not talk over each other on Tuesday came when when moderator Chris Wallace asked each of them why voters should trust them to handle the response to the COVID-19 pandemic.\n\nThe U.S. has seen more than 7 million infections and the death toll is around 206,000.\n\nBiden began by casting Trump as an uncaring president without a plan. He reminded the audience how up to 40,000 Americans a day are catching the contagion, and how between 750 to 1,000 are dying from the virus.\n\n\"When he was presented with that number he said, 'It is what it is',\" Biden said. \"Well it is what is is because you are who you are.\"\n\nThe former vice president pivoted to how Trump acknowledged earlier this year – in an interview with journalist Bob Woodward – how COVID-19 was more deadly and contagious than the flu. Trump also told Woodward that he had downplayed the dangers of the virus publicly.\n\nBiden noted that House Democrats had passed a $2.2 trillion relief bill and criticized the president for not working with them to hammer out a deal.\n\n\"You should get out of your bunker and get out of the sand trap in your golf course and go into the Oval Office and bring together the Democrats and Republicans, and fund what needs to be done now to save lives,\" Biden said.\n\nTrump defended his administration's response, saying he took action early by banning travel from China, where the virus originated.\n\n\"If we would have listened to you the country would have been left wide open,\" Trump said.\n\n\"We've done a great job,\" Trump said. \"The only thing that I haven't done a good job at is because of the fake news. No matter what you say to them they give you bad press on it.\"\n\nTrump said Biden could not have handled the crisis, but the former vice president used that moment to switch gears and ask viewers about missing their loved ones who've either died or been forced into isolation due to the disease.\n\n\"You would have lost far more people,\" Trump said, interrupting Biden.\n\nTrump is grilled about his taxes\n\nModerator Chris Wallace pressed Trump on a report in the New York Times that said he paid $750 in personal federal income taxes in 2016 and 2017 and no income taxes in ten of the prior 15 years.\n\n\"Is it true you paid $750 in federal income taxes each of those two years?\" Wallace asked.\n\n\"I paid millions of dollars in taxes, millions of dollars of income taxes,\" Trump responded. He also said there was nothing wrong with using provisions in tax laws to write off business expenses to try to reduce his personal tax bill.\n\n\"Like ever other private person, unless they're stupid, they go through the laws and that's what it is,\" he said.\n\nWallace pressed Trump again on how much money he paid in taxes in 2016 and 2017. Trump said he paid \"millions of dollars.\"\n\nThe New York Times, which said it obtained tax return data over more than two decades for Trump and his businesses, detailed a string of losses that helped the president avoid taxes. The newspaper also said the president had hundreds of millions of debt that will be coming due in the next few years.\n\nContributing: Courtney Subramanian and David Jackson", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.usatoday.com/story/news/politics/elections/2020/09/30/presidential-debate-what-you-missed-trump-biden-showdown/3577610001/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/presto/2020/09/30/USAT/353b900d-cee5-4e9c-8dd7-24d3b6d7a583-Biden_debate_1.jpg?crop=7275,4093,x0,y371&width=3200&height=1801&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}