{"title": "Trump, Biden camps declare victory after rambunctious, insult-heavy debate", "text": "WASHINGTON – Allies of President Donald Trump and former Vice President Joe Biden wasted little time trying to claim victory in their contentious, insult-laden first debate Tuesday, seeking to squeeze a win from a debate many described as frustrating.\n\n\"There was one leader on stage tonight and one liar,\" asserted Kate Bedingfield, deputy campaign manager for the Biden campaign. \"There was one president on the debate stage tonight, and it was not the person who flew on Air Force One.\"\n\nFor his part, Trump's response was relatively low key, especially compared with the combative performance he delivered on stage. As he flew back to Washington, he posted a tweet criticizing Biden and debate moderator Chris Wallace, suggesting he was debating both Biden and the well-known Fox anchor at the same time.\n\nTrump campaign communications director Tim Murtaugh described the back-and-forth as a \"free exchange of ideas\" and a \"free flowing conversation\" – and, naturally, claimed that his guy won.\n\nMore:'Shut up, man': Some of the most memorable debate put downs over the years\n\nMore:Trump says racial sensitivity training in federal agencies was ‘racist’\n\n\"The president was in command of every moment of that debate,\" Murtaugh said.\n\nRepublican National Committee chairwoman Ronna McDaniel described Trump's performance as \"confident, commanding and compelling.\"\n\nSeveral experts argued there was no clear winner, given the president's interruptions and personal attacks from both candidates.\n\n“Nothing over the course of the evening likely did anything to alter the trajectory of such a static race,\" said Aaron Kall, debate coach at the University of Michigan.\n\nThe week in polls:Biden gains on Trump nationally, leads in most swing states\n\nDespite the chaotic debate, marked by constant interrupting from Trump and clashes with the moderator, Bedingfield said Biden would take part in both the second and third debates planned for later this month. Some critics suggested the subsequent debates should be canceled if they were not offering Americans a clear discussion of policy.\n\n\"Joe Biden’s going to show up,\" Bedingfield said. \"He’s going to continue speaking directly to the American people.\"\n\nWhen are they?:2020 presidential debate schedule", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.usatoday.com/story/news/politics/elections/2020/09/30/trump-biden-debate-both-candidates-seek-call-themselves-winner/3584382001/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/presto/2020/08/05/USAT/9fcc0660-4bb1-44fb-97cf-0653ef0cb38c-AP_Election_2020_Debates.jpg?crop=4770,2684,x0,y309&width=3200&height=1801&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}