{"title": "A new test from the WHO could be a game changer in the fight against Covid | Charlotte Summers", "text": "The principles of managing infectious disease outbreaks, whether of measles, tuberculosis or Covid-19, are similar. You identify who has been infected by testing for the disease, discover where they acquired the infection and who may have also been infected through contact tracing, and stop the spread by asking those affected to isolate. People who become infected are treated with therapies that modify the course of the disease.\n\nIt sounds simple, doesn’t it? Now think how you might implement this strategy on a global scale, for a disease no one knew existed 12 months ago. This is where organisations such as the World Health Organization (WHO), which provides leadership, expertise and coordination, come in. Since early 2020, the WHO has been working with different groups to support the development of testing, tracing and isolation programmes for coronavirus. Rightly, it has advocated that everyone should have access to these things, no matter where in the world they live.\n\nThe problem is that testing for Covid-19 is expensive, and the laboratories required to process tests aren’t available in lots of countries. Covid tests are most often done using polymerase chain reaction (PCR) based tests, which require clinical samples, often obtained by trained healthcare workers, to be delivered to well-resourced laboratories staffed by highly skilled healthcare workers.\n\nIn this context, the WHO’s recent announcement that a new type of Covid test will be rolled out across the world could be groundbreaking. Two new rapid diagnostic versions, one manufactured in the US, the other in South Korea, are as simple to use as a pregnancy test, and will be supplied to low- and middle-income countries for less than $5 each. Importantly, they don’t require access to laboratory equipment or scientists to produce a result. They do still need a clinical swab to be taken from the person being tested, but further work is under way to develop similar tests that only need saliva samples or nasal swabs to work, which are much easier to collect. One of the tests has already received emergency approval from the WHO; the other is expected to get it shortly.\n\nThe new rapid diagnostic tests detect Covid-19 antigens (proteins that are part of the virus) rather than the virus’s genetic material, and are able to produce a result in less than 30 minutes. By contrast, the turnaround time of PCR tests can be hours or even days. The new tests have been evaluated in communities where there’s a high level of coronavirus transmission, and have been shown to be most effective at detecting the disease between two days prior to the onset of symptoms and 5-7 days after symptoms have become apparent. This is the time when the amount of virus present in a person (what’s known as the “viral load”) is at its peak.\n\nUnder these conditions, the “specificity” of the new antigen tests, which refers to the proportion of people who don’t have the infection who test negative when taking the new antigen test, compares well to PCR testing. So does their “sensitivity”, the term given to the proportion of people who do have coronavirus and generate a positive test.\n\nCoronavirus has magnified the inequalities in access to healthcare across the world. Currently, high-income countries are undertaking around 290 tests per 100,000 population, whereas low-income countries are able to undertake around 14 tests per 100,000 population. The ability of low- and middle-income countries to effectively contain the virus and stop it from spreading has been limited by their access to scalable, affordable, reliable and easy to use tests. These new rapid diagnostic tests are a major step forward in this regard.\n\nBut these new tests aren’t just significant for low-income countries. They could be useful in high-income countries too. In countries such as the UK, where testing capacity has proven inefficient and slow in the face of a rapidly spreading virus, these new diagnostic tests could be used to investigate localised outbreaks when demand exceeds the capacity of PCR testing facilities.\n\nThe WHO is working to implement these tests around the world, particularly in continents such as Africa and South America that don’t currently have access to sufficient testing resources. One hundred and twenty million of the new tests have been secured, and they will be rolled out from next month. But the WHO only has seed funding to support this programme, and urgently needs additional funding to ensure it reaches as many people as possible.\n\nThough PCR testing will remain the “gold standard”, the new rapid antigen tests are a useful tool for managing the pandemic. As we’ve often heard during this crisis, viruses don’t respect national borders. So it’s critical that every nation is able to deliver effective testing, contact tracing and isolation programmes. Ensuring that cheaper, easy and reliable tests are available to low-income countries isn’tjust a moral issue. It’s good science, too.\n\n• Dr Charlotte Summers is a lecturer in intensive care medicine at the University of Cambridge", "date_added": "2020-09-29 00:00:00+00:00", "url": "https://www.theguardian.com/commentisfree/2020/sep/29/rapid-low-cost-covid-test-world", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/9da90fa5c56f90a3af9cf4bbb58d97ec2032b051/0_172_3500_2100/master/3500.jpg?width=300&quality=85&auto=format&fit=max&s=ac6377bc7fcf7b3f2b1d68dc6084f96b", "https://phar.gu-web.net/count/pvg.gif", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=Coronavirus+outbreak%2CInfectious+diseases%2CMedical+research%2CScience%2CWorld+news%2CWorld+Health+Organization", "https://i.guim.co.uk/img/media/9da90fa5c56f90a3af9cf4bbb58d97ec2032b051/0_172_3500_2100/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctb3BpbmlvbnMucG5n&enable=upscale&s=c551c66ee4bd148d35655b54ffc0b936", "https://phar.gu-web.net/count/pv.gif"], "is_grouped": false, "upvotes": 0, "downvotes": 0}