{"title": "World Health Organisation hails new rapid antigen tests for coronavirus", "text": "A new antigen test that can diagnose coronavirus in just 15 to 30 minutes is set to be rolled out across the globe, the World Health Organisation (WHO) has announced.\n\nThe diagnostic test looks similar to a pregnancy test and shows a positive result by displaying two blue lines.\n\nWhile low to middle-income countries will primarily benefit from the rapid-antigen tests, wealthier countries will be given access to them if they have signed up to the Access to Covid tools initiative - which the UK has.\n\nThey could be beneficial to the government's Operation Moonshot scheme for mass testing, however it is not clear if they intend to buy these tests.\n\nHealth Secretary Matt Hancock previously said mass testing was the nation’s “best chance” of reducing social distancing measures without having a vaccine.\n\nWHO has hailed the tests as “good news” in the global fight against the coronavirus pandemic.\n\nDr Tedros Adhanom Ghebreyesus, Director General of WHO, said: “High-quality rapid tests show us where the virus is hiding, which is key to quickly tracing and isolating contacts and breaking the chains of transmission. The tests are a critical tool for governments as they look to reopen economies and ultimately save both lives and livelihoods.”\n\nThe WHO's deal comes as the world's death toll for Covid-19 has crossed the grim milestone of one million.\n\nHere's everything you need to know about the rapid-antigen tests:\n\nHow do they work?\n\nWHO says: \"The tests developed by Abbott and SD Biosensor are highly portable, reliable, and easy to administer.\"\n\nThe test detects proteins found on the surface of the virus.\n\nSimilar to pregnancy tests, they can give results within 30 minutes and simply display two blue lines for a positive result.\n\nThe WHO last week approved the tests for emergency use.\n\nSign up to the free MEN email newsletter Get the latest updates from across Greater Manchester direct to your inbox with the free MEN newsletter You can sign up very simply by following the instructions here\n\nHow do they differ from other tests?\n\nThe main difference between rapid-antigen tests and nasal/throat swabs and finger-prick blood tests is the antigen tests do not require laboratory processing to produce results.\n\nThis means they are able to detect coronavirus infection within minutes, compared to the hours or days necessary for the genetic tests, known as PCR tests, to turnaround results.\n\nHowever they are generally considered less accurate than laboratory-based tests.\n\nHow much do they cost?\n\nThey are far cheaper than other tests, with each test costing five US dollars (£3.90) each.\n\nHow important are these new tests in the fight against coronavirus?\n\nThe rapid antigen tests will be vital in improving the testing capacity of lower and middle-income countries who lack enough laboratory resources or trained health workers to properly carry out PCR tests.\n\nThey will also allow health care workers to get a better grip on where the virus is circulating in poorer countries, in hopes of following up with containment and other measures to stop it.\n\nPeter Sands, executive director of the Global Fund, a partnership that works to end epidemics, said the tests represent a “significant step” in the effort to combat and contain the virus on a global scale.\n\nHe said: “They’re not a silver bullet, but hugely valuable as a complement to PCR tests.”\n\nWhen will the tests be rolled out?\n\nThe WHO and its leading partners have agreed to deploy 120 million rapid-diagnostic tests as early as next month.\n\nCatharina Boehme, chief executive of a non-profit group called the Foundation for Innovative New Diagnostics, said the initial rollout would take place across 20 countries in Africa.\n\nWhat have other people said about antigen tests?\n\nFormer prime minister Tony Blair has called on the government to adopt the rapid antigen tests, saying they could enable an extra 300,000 coronavirus tests to be carried out every day within a few weeks.\n\nHowever Baroness Dido Harding, the head of NHS Test and Trace, warned companies and individuals could be forced to foot the bill for the swift turnaround tests as they were too unreliable for use within the health service.\n\nBut she said those without symptoms might choose to pay for the tests to act as a kind of Covid-19 passport to allow them to take part in non-socially distanced activities.", "date_added": "2020-09-29 08:23:00+00:00", "url": "https://www.manchestereveningnews.co.uk/news/uk-news/world-health-organisation-hails-new-19014534", "source": "Manchester Evening News", "photos_url": ["https://i2-prod.manchestereveningnews.co.uk/incoming/article19014575.ece/ALTERNATES/s1200/0_DQP_BEM_220920TESTING_10JPG.jpg", "https://i2-prod.manchestereveningnews.co.uk/incoming/article19014575.ece/ALTERNATES/s615/0_DQP_BEM_220920TESTING_10JPG.jpg", "https://www.manchestereveningnews.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}