{"title": "What We Know About Coronavirus Cases in K-12 Schools So Far", "text": "District-level data available Some data available No data available Wash. Maine Mont. N.D. Minn. N.H. Vt. Ore. Mass. Wis. N.Y. Idaho S.D. R.I. Mich. Wyo. Conn. Pa. Iowa Neb. N.J. Nev. Ohio D.C. Ill. Ind. Utah Del. W.Va. Md. Colo. Calif. Va. Kan. Ky. Mo. N.C. Tenn. Okla. Ariz. Ark. S.C. N.M. Ala. Ga. Miss. La. Texas Alaska Fla. Hawaii District-level data available Some data available No data available Wash. Maine Mont. N.D. Minn. N.H. Vt. Ore. Mass. Wis. N.Y. Idahoa S.D. R.I. Mich. Wyo. Conn. Pa. Iowa Neb. N.J. Nev. Ohio D.C. Ind. Ill. Utah Del. W.Va. Md. Colo. Calif. Va. Kan. Ky. Mo. N.C. Tenn. Okla. Ariz. Ark. S.C. N.M. Ala. Ga. Miss. La. Texas Alaska Fla. Hawaii District-level data available Some data available No data available Some data available Wash. Maine Mont. Vt. Ore. N.H. Wis. N.Y. S.D. Wyo. Mich. Ohio D.C. Utah Colo. Va. Kan. Ky. N.C. Tenn. Ariz. Ark. N.M. S.C. Ga. Miss. La. Texas Hawaii No data available N.D. Minn. Mass. Idaho R.I. Conn. Pa. Iowa Neb. N.J. Nev. Ill. Ind. Del. W.Va. Md. Calif. Mo. Okla. Ala. Alaska Fla.\n\nSchools are not islands, and so it was inevitable that when students and teachers returned this fall to classrooms, coronavirus cases would follow them.\n\nBut more than a month after the first school districts welcomed students back for in-person instruction, it is nearly impossible to tally a precise figure of how many cases have been identified in schools.\n\nThere is no federal effort to monitor coronavirus cases in schools, and reporting by school districts is uneven. One independent effort has counted more than 21,000 cases this school year.\n\nWhile some districts regularly disclose their active cases, others have cited privacy concerns to withhold information, a move that has frustrated parents, educators and public health experts trying to assess the risk of exposure in schools and the potential impact on the larger community. Eleven states do not publish information on school cases, leaving many of the nation’s students and parents in the dark.\n\nPublic reporting of coronavirus cases in schools Yes No Some Planned Undecided ME AK VT NH MA WI MT WA MN MI NY ND SD CT RI IL ID OR WY IA PA NJ IN OH NE DC NV CO MO WV MD KY CA UT KS DE VA TN NC AZ AR NM OK SC LA MS AL GA TX HI FL Yes Some Planned No Undecided ME AK VT NH MA WI WA MT MN MI NY ND SD CT RI IL ID OR WY IA IN PA NJ OH NE DC NV CO MO KY WV MD CA UT KS DE VA TN NC AZ AR NM OK SC LA MS AL GA TX HI FL Note: “Undecided” states have not determined the extent of the reporting they would do, if any.\n\nIn an effort to better account for virus cases in kindergarten through 12th grade, The New York Times set out to collect data from state and local health and education agencies and through directly surveying school districts in eight states. Our goal was to understand, as well as possible, how prevalent the virus was in America’s schools over the first weeks of classes.\n\nThe numbers alone cannot answer whether reopening schools was safe or not, for students, employees or the surrounding community. Experts say that, in many places, it is still too early to assess the impact of school reopenings on community transmission rates.\n\nEven in the long run, they say, it will be very difficult to separate the effect of opening schools from other changes, such as the return of more adults to workplaces or other ways in which people may be moving around and congregating more or less, depending on local circumstances. In places where cases spiked in July, people may have become more cautious and vigilant just as students returned to school.\n\nWithout knowing what local health authorities have found through contact tracing, we cannot know if students or school employees who have tested positive were actually infected in school or outside of it.\n\nNationally, thousands of districts — including nearly all of the largest ones, and some of the districts The Times surveyed — started the academic year with fully remote instruction.\n\nWhat follows is a snapshot of the first weeks of an academic year unlike any other — one in which some school districts have already had to quarantine hundreds of students or close schools suddenly, either to stem outbreaks or simply because so many staff members had to be quarantined.\n\nWhat the Official Counts Say\n\nThe table below shows statewide totals for coronavirus cases in schools in the states that currently report them. One should be cautious about making comparisons between states, for several reasons. Schools started at different times, from early July to early September. And some states report in ways that understate their totals. Oregon, for example, identifies school outbreaks of only five or more cases.\n\nThese numbers are minimum counts, since many cases are never identified.\n\nStates reporting coronavirus cases in K-12 schools Case counts are minimums and reflect different reporting periods. State Total cases Reporting level Arkansas* 2,919 District Colorado† 16 School Hawaii 78 District Kansas*‡ 61 State Kentucky 645 School Louisiana* 256 State Michigan 18 School Mississippi* 2,054 County Montana* 88 School New Hampshire 18 School New Mexico 126 County New York† 65 School North Carolina† 29 School Ohio* 248 School Oregon — School South Carolina 414 School South Dakota* 667 State Tennessee 1,314 District Texas 4,528 State Utah*‡ 371 State Vermont 3 School * Total includes cases in private and/or charter schools.\n\n† District-level data shows higher case totals.\n\n‡ Total includes cases since the pandemic began.\n\nNote: Some states do not include outbreaks of fewer than five or fewer than two cases in their totals. Virginia, Washington, Wisconsin and Wyoming also report cases in educational settings but do not provide data specific to K-12 schools. | Sources: State health and education agencies\n\nIn addition to statewide counts, 12 states are providing some public information at the district or school level. Of these, Arkansas and Tennessee have reported the most cases so far. (District-level data for Michigan, New Hampshire, Oregon and Vermont, which all reported fewer than 50 cases statewide, is available in the table below.)\n\nState-reported coronavirus cases by district These states provide case data at the local level. Districts reporting cases Districts reporting zero cases No data available Number of cases Districts reporting cases Districts reporting zero cases No data available Number of cases Arkansas June 15 – Sept. 14 Hawaii Aug. 8 – Sept. 11 Kentucky Aug. 1 – Sept. 18 Ohio Sept. 7 – 17 New York Sept. 8 – 16 Montana Sept. 1 – 16 South Carolina Sept. 4 – 14 Tennessee Aug. 31 – Sept. 15 Sources: State and local health and education departments\n\nIn Tennessee, where cases have begun to stabilize statewide over the last week, the Alcoa City Schools, a district of roughly 2,100 students south of Knoxville, had reported 11 cases on its campuses by early September. It started the academic year on July 22 with students coming to school in person only once a week and doing remote learning on the other days. A month later, the district switched to students coming in person two days a week.\n\n“I felt like it was the way to keep our staff and students safest,” the director of schools, Rebecca Stone, said of the slow start.\n\nRead more: The New York Times is tracking coronavirus cases at colleges and universities.\n\nBut, under pressure from the state, the district fully reopened last week, a transition that Mrs. Stone said two weeks ago worried her because of the difficulty of keeping schools staffed if teachers were to get sick or have to quarantine themselves. Alcoa City is in Blount County, which in the last week had a daily average of nearly 13 new cases per 100,000 people.\n\nAt the same time, Mrs. Stone said, it had been hard to operate a hybrid system, especially with no money to hire extra staff. She said many teachers were working with three different groups of students daily — those who were in school, those who were at home for the day, and the roughly 10 percent of students in the district who opted for full-time remote learning.\n\n“Our teachers are doing an amazing job, but they’re drowning,” she said.\n\nWhat Local Data Reveals\n\nSome states are not yet reporting local data. Or they offer information on cases tied to schools buried in other statistics, making it difficult to assess the specific impact on education. Texas has reported more than 4,500 cases since July 27, but the state has not yet disclosed district-level data — it says it will do so this week.\n\nThe Times surveyed every district in four states that report state totals but provide limited local information, and four states that do not yet report cases in schools at all. The survey asked school districts to identify cases in public schools since July 1, including summer programs and pre-fall athletics, or among teachers and staff members returning to work to prepare for the first day of school.\n\nWith the exception of North Carolina, where most schools began the year with remote instruction, many students in these states had the opportunity to attend school in person.\n\nCoronavirus cases by district The New York Times surveyed every public school district in these states that report some case data. Districts reporting cases Districts reporting zero cases No data available Number of cases Districts reporting cases Districts reporting zero cases No data available Number of cases Utah Colorado North Carolina Texas Note: Case data represents minimum cumulative totals starting July 1 and reported from Aug. 21 to Sept. 18. | Sources: A New York Times survey of school districts; state and local health and education departments\n\nThe information from local and state agencies is often incomplete. North Carolina, for example, publicizes clusters of only five or more cases in schools.\n\n“The clusters are more so indicating there are kids who are spreading it amongst themselves at school versus bringing it in from other places,” said Kelly Haight, a spokeswoman for the state health department. Six other states have similar criteria for reporting.\n\nThe Times survey of North Carolina, however, turned up hundreds more cases in dozens of districts.\n\nIn Florida, the state health department initially told schools to keep virus data confidential, before saying it would publish case data. It still has not done so, and many Florida districts declined to answer the Times survey, though others went out of their way to be transparent.\n\nCoronavirus cases by district The New York Times surveyed every public school district in these states that do not report case data. Districts reporting cases Districts reporting zero cases No data available Number of cases Districts reporting cases Districts reporting zero cases No data available Number of cases Florida Georgia Indiana Illinois Note: Case data represents minimum cumulative totals starting July 1 and reported from Aug. 21 to Sept. 18. | Sources: A New York Times survey of school districts; state and local health and education departments\n\nOver all, just a quarter of the districts in these eight states responded to the Times survey and additional inquiries, meaning the data is far from comprehensive and most likely undercounts hundreds if not thousands of cases. A small percentage of districts outright refused to provide data, while others directed inquiries to county or state agencies. Some said they did not track coronavirus cases in their schools at all.\n\nBeyond the lack of data in many districts, there are other limits to the numbers. Some districts started counting cases only after classrooms opened for the fall, or kept inconsistent numbers in earlier weeks.\n\nSome counted a diagnosis of the coronavirus without a positive test. Others reported probable cases in addition to confirmed cases. Some reported cases among students but not teachers and staff members, or vice versa. And still others reported only a minimum number, citing privacy concerns. Some included employees in support roles, like bus drivers and food preparers, while others did not.\n\nThe table below lists all states where case data is available at the district level, either from state agencies or from the Times survey.\n\nStates with public school districts reporting coronavirus cases Case counts are minimums and reflect different reporting periods. Click State to see list of districts Cases Data available for Weekly cases per capita in the county Fewer More Note: Case data represents minimum cumulative totals starting July 1 and reported from Aug. 21 to Sept. 18. Oregon reports school-level data but had reported no cases in public schools as of Sept. 18.\n\nWhile many school districts across the country were still in the midst of conversations about the new academic year, with some delaying their start dates or deciding to begin the year with fully remote instruction, schools in Cherokee County, Ga., opened their doors to students on Aug. 3.\n\nBy that Friday, nearly 1,200 students and staff members had been ordered to quarantine, and several schools had temporarily closed.\n\nAbout 50 miles away in Lumpkin County, more than one in 10 of the 3,100 students who have returned to in-person classes have had to quarantine, including two students who were required to go into quarantine twice. The school district has had 88 positive cases, 50 among students and 38 among staff members.\n\nMore than 80 percent of the students in the district chose to return to school full time when school started on Aug. 10. Masks are strongly encouraged, but not required.\n\nThe superintendent, Rob Brown, said in an interview on September 2 that the amount of school being missed by students in quarantine posed a challenge.\n\nWhile several hundred students in the district opted for full-time remote learning, the students who are in quarantine cannot simply join them, because the remote and in-person tracks are taught by different teachers and not synchronized. Because of that, teachers send work home, but, Mr. Brown said, the lost instructional time “is a very big concern as we move forward.”\n\nThe number of confirmed cases in the county, after increasing sharply after schools opened on August 10, peaked in late August and then declined. Since then, the number of positive cases and students under quarantine has declined. As of last Thursday, only 17 students were quarantined, and no employees.\n\nJust hours after opening its doors on the first day of classes in early August, a middle school in Indiana had to order students to quarantine themselves. A student who had shown up for classes at Greenfield Central Junior High, outside Indianapolis, had tested positive, administrators learned.\n\nAbout 110 miles south, near the Kentucky border, the Greater Clark County School District has struggled to keep schools open since classes started on July 29.\n\nRoughly two-thirds of the district’s 10,300 students opted to come back to school in person; the rest are doing full-time remote instruction.\n\nThe district has had 38 positive cases reported so far — 21 among students and 17 among staff members. More than 400 students have been quarantined, but they have been able to seamlessly switch into the district’s remote learning program. The bigger problem, the superintendent, Mark Laughner, said in an interview, has been working around staff members who are quarantined.\n\nOn one of the worst days last month, 59 staff members were quarantined. While the district could typically accommodate up to 50 of its 1,300 staff members being absent on any given day, there is a shortage of substitutes this year, as many retired teachers who are usually available as substitutes have not wanted to return to the schools.\n\nBecause of a staff shortage, the district has had to temporarily close two elementary schools once and a high school twice.\n\nThe district had already scheduled a number of eLearning days in the fall, when all students and staff members would log in from home. In late August, after realizing how difficult it was to keep schools fully staffed amid rising numbers of cases and quarantines, they decided to add even more. From now until January, students and staff members are scheduled to be in-person for only two or three weeks at a time before having a nine-day break from in-person classes.\n\nMr. Laughner said that the district, as it has ridden out the bumps of an unprecedented back-to-school season, has worked hard to reinforce to students, parents and staff members the importance of social distancing.\n\nEven though school is open, professional development is being done online, he said. Getting all the teachers together in the library, as would typically be done, is out of the question. Doing so would mean a full quarantine for the school’s staff members if just one teacher tested positive for the virus.\n\n“We’re being very diligent about trying to make sure that our staff stay away from each other and students stay away from each other,” Mr. Laughner said.\n\nAbout the data Our reporting focused on district-level and statewide coronavirus case totals for public schools in the United States. The numbers presented here are necessarily minimums because of differences in reporting. Except where noted, case counts encompass Regular School Districts as identified by the Education Department and exclude special education schools, supervisory unions, component districts, regional education service agencies, state or federally operated agencies and charter agencies. Statewide and district case totals were reported by state and local health and education agencies or were identified by The Covid Monitor or the National Education Association and independently confirmed by The Times. The Times directly surveyed every school district in eight states: Colorado, Florida, Georgia, Illinois, Indiana, North Carolina, Texas and Utah. The response rate was 26 percent. Where possible, The Times sought to identify case totals since July 1. Case counts represent the latest available data for each district or state, covering a period from Aug. 21 to Sept. 17. Reporting periods and methods vary by district and state, so exercise caution when comparing areas. Several states do not identify school outbreaks of fewer than two or five cases, though they may include all cases in statewide totals. Some states report cases in educational settings but do not break out K-12 schools. Not all districts reporting cases have opened for in-person instruction.", "date_added": "2020-09-21 00:00:00+00:00", "url": "https://www.nytimes.com/interactive/2020/09/21/us/covid-schools.html", "source": "", "photos_url": ["https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/ky.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/nh.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/or.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/sd.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/la.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/ar.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/nc.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/hi.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/nm.png", "data:image/gif;base64,R0lGODlhCgAKAIAAAB8fHwAAACH5BAEAAAAALAAAAAAKAAoAAAIIhI+py+0PYysAOw==", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/ks.png", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/orphan_world-threeByTwoSmallAt2X.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/vt.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/ny.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/tx.png", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/footer-thumbs/deaths-us.jpg", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/footer-thumbs/deaths-world.jpg", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/mt.png", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/footer-thumbs/treatments.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/ut.png", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/footer-thumbs/metros.png", "https://static01.nyt.com/images/2020/09/11/us/covid-college-cases-tracker-promo-1599836255642/covid-college-cases-tracker-promo-1599836255642-threeByTwoSmallAt2X.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/mi.png", "https://static01.nyt.com/images/2020/09/21/us/covid-cases-schools-promo-1600742326322/covid-cases-schools-promo-1600742326322-facebookJumbo.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/oh.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/sc.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/co.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/ms.png", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/footer-thumbs/nursing-homes.png", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/footer-thumbs/testing.png", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/orphan_usa-threeByTwoSmallAt2X.png", "https://static01.nyt.com/newsgraphics/2020/03/16/coronavirus-maps/151050dbaaf09a5873410aac0d110105be349363/images/footer-thumbs/vaccines.png", "https://static01.nyt.com/newsgraphics/2020/09/01/k-12-schools-virus/f11664be77aed5b24e2e5386f16ba184ddb510f7/states/tn.png", "https://static01.nyt.com/images/2020/04/24/us/states-reopen-map-coronavirus-promo-1587778728210/states-reopen-map-coronavirus-promo-1587778728210-threeByTwoSmallAt2X-v96.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}