{"title": "FAA Clears Boeing's 737 Max To Resume Passenger Service", "text": "After 20 months on the tarmac that followed two fatal crashes, Boeing's troubled 737 Max airliner has been given the green light to resume passenger flights, the Federal Aviation Administration announced Wednesday.\n\nThe plane's return to the skies will not be immediate, however. The FAA is requiring a series of design changes laid out in a 115-page directive. It also put forward training requirements for pilots and maintenance requirements for airlines.\n\nAfter the FAA announcement, the Air Line Pilots Association released a statement saying it \"believes that the engineering fixes to the flight-critical aircraft systems are sound and will be an effective component that leads to the safe return to service of the 737 MAX.\"\n\nThe FAA and aviation authorities around the world ordered the aircraft type grounded in March 2019, after a 737 Max operated by Ethiopian Airlines crashed, killing all 157 people on board. It occurred less than five months after a 737 Max operated by Lion Air crashed in Indonesia, killing all 189 passengers and crew.\n\nThe two crashes were later linked to faulty sensors and a flawed flight control system that repeatedly forced the planes into nose dives that the pilots were unable to control.\n\nRelated Story: Boeing Knew About 737 Max Sensor Problem Before Plane Crash In Indonesia\n\nBoeing has admitted that it knew about problems with the plane a year before the deadly crashes, but failed to take action. Investigators looking into the cause of the crashes found a \"culture of concealment\" at the manufacturer. Critics have accused the company of cutting corners in a rush to develop the 737 Max, which was billed to airlines as a new, more efficient version of the venerable medium-haul airframe.\n\nBoeing and the FAA were also widely criticized over the way the 737 Max was first certified. A congressional inquiry found \"a disturbing pattern of technical miscalculations and troubling management misjudgments\" by the airplane maker and \"grossly insufficient oversight by the FAA.\"\n\nRelated Story: Congressional Inquiry Faults Boeing And FAA Failures For Deadly 737 Max Plane Crashes\n\nIn September, FAA Administrator Steve Dickson, a former Delta Air Lines pilot and executive, made good on a promise not sign off on recertifying the Max until he flew the plane himself. On Sept. 30, Dickson piloted a 737 Max out of Boeing Field in Seattle, putting it through its paces to test the flight control system.\n\n\"I liked what I saw,\" he told reporters after landing.\n\nHowever, families of the victims of the crashes say they don't believe the plane is safe yet.\n\nNaoise Ryan, whose husband Mick died in the Ethiopian Airlines crash, says neither Boeing nor the FAA has provided enough information about the fixes to convince her.\n\n\"We want answers as to why the crash happened and also we want answers to exactly what they've done to make sure this never happens again,\" Ryan said.\n\nMichael Stumo, whose 24-year-old daughter, Samya Rose Stumo, died on the same flight as Ryan's husband, urged passengers to avoid flying on the 737 Max.\n\n\"They say [to] trust us just like before,\" he said. \"[But] they don't meet with us. They meet with each other. And we cannot trust this plane.\n\nThat distrust has also tainted the Boeing brand. Although the FAA says it is safe for passengers to fly on 737 Max again, the plane's image may have suffered irreparable damage. When the aircraft returns to the skies, as planned, some airlines are likely to downplay the \"Max\" label using the plane's formal variant names, such as \"737 -7\" or \"737 -8,\" Reuters reports, citing industry sources familiar with the branding.\n\n\"You will see the MAX name used less frequently,\" one of the sources told the news agency.\n\nLast year, Brand Finance estimated that the 737 Max's problems had caused $7.5 billion in damage to Boeing's brand.", "date_added": "2020-11-18 16:11:59.060505+00:00", "url": "https://text.npr.org/936080917", "source": "", "photos_url": ["data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABAAAAAQCAYAAAAf8/9hAAAAAXNSR0IArs4c6QAAAHlJREFUOBFjYBgFFIcA48cYpf/opvAv+YouxODXshZDbFONDSMLSJRv8V245KdYZTD7//8XcDFGRgkwe2O1NVzMv/UomA02AMQCaUQ2CCQG0ohsEEgMphHEBgEmCIWdRNeMTRXYBTBnw2iYQpjTYXx022Hio/RAhwAAjXEfJrIXnj4AAAAASUVORK5CYII="], "is_grouped": false, "upvotes": 0, "downvotes": 0}
