{"title": "FAA certifies troubled Boeing 737 Max to fly again, but critics fear jetliner's 'basic aerodynamic problem'", "text": "Boeing's 737 Max, the jetliner grounded for 20 months after two international crashes that killed 346 passengers and crew, was cleared to fly again Wednesday by the Federal Aviation Administration.\n\nThe troubled airliner's return to the skies won't be immediate. The grounded planes will need to be refitted with improvements mandated by the FAA and pilots will need to be retrained in procedures will need to make the necessary changes in the plane to make it airworthy and retrain crews. American Airlines, one of the largest operators, hopes to have them flying again on Dec. 29.\n\nThe Max might even get a new name.\n\nBut no matter the additional procedures, the restoration of the Max's airworthiness certificate is the most significant step yet in Boeing's effort to resurrect the aircraft that devastated its reputation and led to congressional investigations that revealed shortcomings and even outright deceit when safety issues arose during the plane's development.\n\nSome of those questions linger, with critics saying that despite the fixes approved by the FAA, the twin-engine plane's design is inherently flawed and it shouldn't be allowed to fly again.\n\nThe 737 Max is the latest iteration of the stubby jetliner that first flew in the 1960s and went on to become one of the most successful commercial aircraft ever. The Max was intended to take advantage of a new generation of jet engines that could save airlines more fuel.\n\n'Difficult to recall the steps in order':Southwest, American pilots say new Boeing 737 Max manual may lead to errors in emergencies\n\nThe problem, however, was that the new engines were larger, which would cause them to hang too low below the wings without a redesign. The engines had to be repositioned on the wings in a way that gave them added clearance above the runway.\n\nThe new location, however, was found to also change the plane's flight characteristics under certain circumstances. To compensate, Boeing added software to the plane's flight computer that would work in the background so the Max would feel to pilots like previous versions of the 737.\n\nIt was called the Maneuvering Characteristics Augmentation System, or MCAS, and it proved to have serious flaws. In both the crashes, pilots wrestled to keep their aircraft aloft as MCAS repeatedly pushed the nose down. They were unable to disengage the system, which eventually sent them into dives from which they could not recover.\n\nA 737 Max operated by Lion Air plunged into the Java Sea minutes after takeoff in Indonesia in October 2018, killing all 189 aboard. Then, five months later as concerns over MCAS were being voiced, an Ethiopian Airlines jet with 157 passengers and crew crashed six minutes into its flight from Addis Ababa.\n\nFinancial freefall:Deeper job cuts at Boeing as coronavirus pandemic throttles air travel, company reports $449M loss\n\nIt was only then, in March 2019, that the 387 Max jets already delivered around the world were grounded. It was a blow to airlines that had incorporated them into their schedules, which were booming at the time. In the U.S. alone, Southwest Airlines had 34, American Airlines 24 and United Airlines 14.\n\nBoeing would go on to build scores more that it couldn't deliver. It still shows unfilled orders for 4,102 of them.\n\nThen came the investigations. Boeing was peppered by a series of disclosures that painted a dark picture of serious errors in development of the 737 Max that had been rushed to compete with a similar plane being developed by archrival Airbus. The probe uncovered flaws in MCAS and efforts within Boeing to deceive regulators and its airline customers about the jetliner.\n\nMany of the shortcomings were detailed in a report from the House Transportation and Infrastructure Committee in September. It stated that Boeing test pilots identified MCAS problems as early as 2012, including a finding that it took 10 seconds to deal with an uncommanded activation. The problem was deemed to be potentially \"catastrophic,\" the report said.\n\nMCAS, a test pilot found, could kick in multiple times, which is what happened on the doomed flights. MCAS could be triggered into action by either of two sensors measuring angle of attack — whether the plane is headed up or down — instead relying on readings from both. If there was a big difference between the two, it would have been a sign that the other one was malfunctioning.\n\nAn instrument in the plane was supposed to let pilots know when the two sensors disagreed. But it was inoperable on 80% of delivered 737 Max jets. Boeing discovered the problem in 2015, but didn't tell airlines until after the Lion Air crash, the report found.\n\nIn addition, the report said the 737 Max's chief engineer approved MCAS without fully understanding it.\n\nAfter the Lion Air crash, the FAA conducted an assessment that estimated if MCAS were not improved, it could cause 15 more crashes over the worldwide Max fleet's lifetime, with a loss of 2,900 lives.\n\nTo get the 737 Max flying again, Boeing modified the MCAS software and added other safety features to make sure that pilots can immediately disengage the system and take control of the plane. It also made sure that the two angle-of-attack sensors work in tandem with MCAS.\n\nFAA Administrator Stephen Dickson, a former airline pilot himself, recently took a test flight in the 737 Max to try out the changes. \"I like what I saw on the flight this morning,\" he told reporters afterward. Of MCAS, he said, \"It's a much more benign system than the original design.\"\n\nCritics say the changes are not enough. Consumer advocate Ralph Nader, whose 24-year-old niece died in the Ethiopian Airlines crash, wrote Dickson on Nov. 13, saying the 737 Max is fundamentally flawed and should never be allowed to fly.\n\nThere's no \"ignoring the basic aerodynamic problem of the plane’s 'quick and dirty' engine position/fuselage mismatch,\" he wrote, and \"human factors and the unstable aerodynamics of the 737 MAX have made it inherently unsafe.\"\n\nThe answer, he said, is to lengthen the jetliner's landing gear and return the engine to a safer position under the wings, similar to previous 737 models, thus making MCAS unnecessary.\n\nOn a conference call with reporters Nov. 17, family members of the Ethiopian Airlines crash victims expressed exasperation about how a new jetliner from a highly regarded aerospace maker like Boeing could fall from the sky — not just once, but twice.\n\n\"It doesn't seem real. How could this happen?\" asked Naoise Ryan, whose husband Michael Ryan, died in the crash along with six colleagues in the United Nations World Food Program. \"Not a single person has been held to account\" and \"aviation should not be a trial-and-error process.\"\n\nLinet Mwirigi, wife of another victim, Cedric Asiavugwa, pushed for a \"full disclosure\" of what went wrong.\n\n\"My biggest heartbreak is that it is a crash that could have been avoided,\" Mwirigi said.", "date_added": "2020-11-18 00:00:00+00:00", "url": "https://www.usatoday.com/story/news/nation/2020/11/18/boeing-737-max-grounded-since-2019-gets-faa-approval/6266753002/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/presto/2019/05/22/USAT/cdf96710-c67c-44fc-8bb3-bf88315135c1-americanmax.jpeg?crop=5759,3225,x0,y498&width=3200&height=1792&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}