{"title": "Boeing 737 MAX cleared to fly again after fatal crashes", "text": "Regulators have cleared Boeing's 737 MAX to fly again, 20 months after the fleet was grounded globally following two fatal crashes.\n\nThe decision was announced by the US Federal Aviation Administration (FAA) just months after a highly critical congressional report accused the watchdog itself of contributing to a \"horrific culmination\" of failures before the accidents.\n\nThe FAA said the airworthiness certificate would allow deliveries and US commercial flights to resume by the year's end - subject to pilot training being agreed.\n\nImage: The aircraft's flight control software was the focal point of the redesign efforts\n\nIn Europe, regulators expect to launch a consultation on the aircraft's return to the skies later this month, with a final \"airworthiness\" directive likely to come around the turn of the year - allowing flights to resume subject to training and maintenance.\n\nThe UK's Civil Aviation Authority said: \"It is the European Union Aviation Safety Agency (EASA) that will validate this certification across the EU member states, as well as currently for the UK.\n\nAdvertisement\n\n\"We continue to work closely with EASA on all issues relating to the B737 Max and any EASA decision on a return to service.\"\n\nThe decision to withdraw the fleet from service followed the Ethiopian Airlines Flight 302 disaster outside Addis Ababa in March last year.\n\nAll 157 on board were killed.\n\nSix months earlier, a Lion Air 737 MAX, carrying 189 passengers and crew, crashed in Indonesia.\n\nThe grounding was in response to fears that flight control software, known as MCAS and designed to emulate handling of other Boeing aircraft, was responsible for both crashes.\n\nMCAS - a system that pilots had been unaware of - became the focal point for a series of design changes demanded by the FAA which resulted in extensive testing both on the ground and in the air with the aim of restoring public trust.\n\nThe watchdog explained on Wednesday why the planes could not use US airspace just yet.\n\nImage: Boeing 737 MAX planes are being stored at several locations in the US in readiness for upgrades and maintenance checks\n\nIts statement said: \"The FAA must approve 737 MAX pilot training program revisions for each US airline operating the MAX and will retain its authority to issue airworthiness certificates and export certificates of airworthiness for all new 737 MAX aircraft manufactured since the FAA issued the grounding order.\n\n\"Furthermore, airlines that have parked their MAX aircraft must take required maintenance steps to prepare them to fly again.\"\n\nOf the US carriers with 737 MAX jets, American Airlines plans the first commercial flight with the jet since it was grounded on 29 December, followed by United Airlines in the first quarter of 2021 and Southwest Airlines in the second quarter.\n\nBoeing shares, which have lost more than a third of their value in the year to date amid disruption to the travel industry from the coronavirus crisis, opened about 5% higher in New York after the widely-anticipated FAA statement.\n\nThe company's chief executive David Calhoun said: \"We will never forget the lives lost in the two tragic accidents that led to the decision to suspend operations\n\n\"These events and the lessons we have learned as a result have reshaped our company and further focused our attention on our core values of safety, quality and integrity.\"\n\nThe MAX crisis forced Boeing to halt not only deliveries of planes to customers but also production - with the fallout costing it more than $20bn in addition to its reputation as a safety first company.\n\nThe MAX is eagerly awaited by airlines as its design promises big reductions to fuel bills.\n\nRyanair is among customers hoping the addition of the MAX to its fleet will bolster profitability and is still negotiating compensation with Boeing.", "date_added": "2020-11-18 16:13:21.269333+00:00", "url": "https://news.sky.com/story/boeing-737-max-cleared-to-fly-again-after-fatal-crashes-12135524", "source": "Sky News", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/19/12/768x432/skynews-boeing-max_4868665.jpg?20191217060559", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/01/1600x900/skynews-boeing-max_4887718.jpg?20200110115341", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/20/01/768x432/skynews-boeing-max_4887718.jpg?20200110115341", "https://e3.365dm.com/19/04/768x432/skynews-boeing-max_4654375.jpg?20190429201344"], "is_grouped": false, "upvotes": 0, "downvotes": 0}