{"title": "FAA clears Boeing 737 Max to fly again", "text": "The Federal Aviation Administration said Wednesday that the Boeing 737 Max will be recertified, the end of a two-year road to redemption after the craft was grounded following two fatal overseas crashes.\n\nThe Max was grounded worldwide in March 2019 after a Lion Air crash in October 2018 in Indonesia killed 189 people and was followed five months later by an Ethiopian Airlines crash, shortly after takeoff, that caused the death of all 157 people aboard.\n\n\"We will never forget the lives lost in the two tragic accidents that led to the decision to suspend operations,\" Boeing CEO David Calhoun said, in a statement released Wednesday morning. \"These events and the lessons we have learned as a result have reshaped our company and further focused our attention on our core values of safety, quality and integrity.\"\n\nIn September, an investigative report from the House of Representatives blamed the plane manufacturer and the FAA for “repeated and serious failures.\"\n\nThe crashes “were the horrific culmination of a series of faulty technical assumptions by Boeing’s engineers, a lack of transparency on the part of Boeing’s management, and grossly insufficient oversight by the FAA — the pernicious result of regulatory capture on the part of the FAA with respect to its responsibilities to perform robust oversight of Boeing and to ensure the safety of the flying public,” the congressional report said.\n\nBoeing said in a statement after the report's release that it is “dedicated to doing the work” necessary.\n\nFaulty air speed indicators fed bad data to the plane’s computers, causing a software system called “MCAS” or “Maneuvering Characteristics Augmentation System,” intended to push the nose down to keep the pilot from inadvertently pulling up and causing a stall, to instead put both planes into a fatal nose dive.\n\n“I would put my own family on [the Max]. I understand the concerns. This is the time for humility,” said FAA Administrator Steve Dickson.\n\nBoeing made multiple design errors in the craft, rushed to compete with one from Airbus, and the FAA didn’t properly oversee design and manufacturing, according to the report. Pilot error also contributed to both crashes, the investigators found.\n\n“FAA Administrator Steve Dickson today signed an order that paves the way for the Boeing 737 MAX to return to commercial service,” the FAA said in a statement Wednesday, and specified several steps that must be taken before the planes can fly, such as approving pilot training program revisions and maintenance that must take place on grounded planes.\n\n\"I am 100 percent confident in the actions that we have taken,” Dickson told CNBC on Wednesday morning. “I would put my own family on it [the Max]. I understand the concerns. This is the time for humility.”\n\nNow the hard part is convincing other passengers that the Max is ready for takeoff.\n\nDownload the NBC News app for breaking news\n\n\"A lot of families may be reluctant to fly the Max when it is approved to fly,\" said Erik Olund, who runs the American Airlines maintenance base in Tulsa, Oklahoma. \"My family will fly on the airplane before the general public does. … I'll have no problem getting on this airplane when we get it restored to service.\"\n\nMichal Stumo, who lost his daughter, Samya, in the Ethopian crash, said he doesn’t believe the Max is safe.\n\n\"Samya would have been planning to come to be with us at Thanksgiving,” he told NBC News. \"Anyone who is booking a plane really needs to avoid a Boeing 737 Max-8 and try to find another flight.\"\n\nPassengers could find themselves flying in a 737 Max by the end of the year. American Airlines is planning a single Max passenger flight from Dec. 29 to Jan. 4 between Miami and New York. United Airlines and Southwest say they expect to start flying the Max early next year.", "date_added": "2020-11-18 13:00:00+00:00", "url": "https://www.nbcnews.com/business/business-news/faa-clears-boeing-737-max-fly-again-n1248090", "source": "NBC News", "photos_url": ["https://media4.s-nbcnews.com/j/newscms/2016_09/1442306/tom-tight_7f399f68d99808c764864daf7809a9cf.focal-100x100.jpg", "https://media1.s-nbcnews.com/j/newscms/2020_47/3429193/201118-737-max-al-0726_5db55a5adb0f2661192ed829a399265b.nbcnews-fp-1200-630.jpg", "https://media12.s-nbcnews.com/j/MSNBC/Components/Video/202011/tdy_news_costello_plane_crashes_grounded_boeing_201118_1920x1080.focal-760x428.jpg", "https://media4.s-nbcnews.com/j/newscms/2014_01/91961/popkenheadshot_649f62aa61ba1fc6858e04b3d2e8227d.focal-100x100.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}