{"title": "HSBC shares plunge to 25-year low on banks report, China fears", "text": "HSBC Holdings Plc slumped below its financial crisis low set more than a decade ago as pressures mount on several fronts including a potential threat to its expansion plans in China.\n\nThe London-based bank's Hong Kong shares on Monday slid below their closing low for March 2009, hitting as low as HK$29.60, as they extended this year's plunge to about 50%. Echoing a decline in London on Friday, its Hong Kong shares are trading at the lowest since 1995.\n\nEurope's largest bank is a possible candidate for China's \"unreliable entity list\" that aims to punish firms, organizations or individuals that damage national security, the Communist Party's Global Times newspaper reported Saturday. A day later, HSBC was among global banks named in a report by the International Consortium of Investigative Journalists on lenders that \"kept profiting from powerful and dangerous players\" in the past two decades even after the U.S. imposed penalties on the institutions.\n\n\"If the company is listed as a unreliable company by China, which looks certain since it's a Global Times article, the bank will be facing lots of difficulties to do business in China,\" Banny Lam, head of research at CEB International Investment Corp., said by phone Monday. \"They may have trouble expanding the mainland business, after investing so much there over the past few years.\"\n\nThe bank has rankled China over its participation in the American investigation of Huawei Technologies Co. Penalties include restrictions on trade, investments and visas on companies, countries, groups or persons that appear on the list.\n\nHSBC declined to comment on the Global Times article. In a statement Monday in response to the ICIJ report it said that \"starting in 2012, HSBC embarked on a multi-year journey to overhaul its ability to combat financial crime across more than 60 jurisdictions. HSBC is a much safer institution than it was in 2012.\"\n\n[Bloomberg]\n\nStandard Chartered Plc, which was also mentioned in the ICIJ report, declined as much as 3.8% in Hong Kong. \"We take our responsibility to fight financial crime extremely seriously and have invested substantially in our compliance programs,\" the bank said Monday in a statement.\n\nHSBC now risks being caught in deepening turmoil after a swirl of trouble over the past year amid political unrest and an economic slump in its biggest market, Hong Kong. It also faces difficulties in navigating low interest rates and surging loan losses sparked by the global pandemic.\n\nHSBC Chief Executive Officer Noel Quinn, who took over as the bank's permanent head in March, last month issued a stark warning about tough times ahead while reporting that first-half profit halved and predicting loan losses could swell to $13 billion this year. Quinn said the bank would attempt to hasten a shakeup of its global operations, accelerating a further pivot into Asia as its European operations lose money.\n\nStruggling to boost returns, the lender has come under fire both in the West and in China as it attempts to steer through political tension. HSBC was lambasted in the U.S. and the U.K. over its support for China's new security legislation on Hong Kong.\n\nA jump in income from its markets business has failed to make up for broader shortcomings, unlike at some Wall Street and European competitors. HSBC stock has fallen more steeply than most big rivals this year, with Citigroup Inc. and JPMorgan Chase & Co. posting declines of 44% and 29%, respectively.\n\nTo make matters worse, HSBC sparked anger in Hong Kong earlier this year, alienating some of its most loyal investors, after scrapping its dividend in response to the pandemic. The bank is the worst performer on the benchmark Hang Seng index so far this year.", "date_added": "2020-09-21 21:28:32.917290+00:00", "url": "https://www.aljazeera.com/ajimpact/hsbc-shares-plunge-25-year-banks-report-china-fears-200921054427932.html", "source": "", "photos_url": ["https://www.aljazeera.com/mritems/images/site/aje-logo-white.svg", "https://www.aljazeera.com/assets/images/aj-logo-lg-124.png", "https://www.aljazeera.com/assets/images/AljazeeraLogo.png", "https://www.aljazeera.com/assets/images/aj-logo-sm-2.png", "https://www.aljazeera.com/mritems/Images/2020/9/21/4af1c5aa3049416e919bd8b7b44fc73b_18.jpg", "https://www.aljazeera.com/mritems/imagecache/mbdxxlarge/mritems/Images/2020/9/21/4af1c5aa3049416e919bd8b7b44fc73b_18.jpg", "https://www.aljazeera.com/mritems/Images/2020/9/21/3f9addf547494ff1ae3b457dfee99437_18.jpg", "https://www.aljazeera.com/mritems/assets/Images/ajimpact/bloomberg.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}