{"title": "HSBC, StanChart shares fall to 22-year lows on reports of illicit money flows", "text": "HONG KONG/LONDON (Reuters) - HSBC’s shares in Hong Kong and Standard Chartered’s in London fell on Monday to their lowest since at least 1998 after media reports that they and other banks, including Barclays and Deutsche Bank, moved large sums of allegedly illicit funds over nearly two decades despite red flags about the origins of the money.\n\nThe BuzzFeed and other media articles were based on leaked suspicious activity reports (SARs) filed by banks and other financial firms with the U.S. Department of Treasury’s Financial Crimes Enforcement Network (FinCen).\n\nHSBC shares in London HSBA.L fell as much as 5% to 288 pence, their lowest intraday level since 2009, after the lender's Hong Kong shares 0005.HK earlier touched a 25-year low. The stock has now nearly halved since the start of the year.\n\nStanChart STAN.L dropped as much as 4.6% in London to its lowest since 1998, against the backdrop of a broader selloff in the market with the STOXX European banks index .SX7P down 4.8%.\n\nMore than 2,100 SARs, which are in themselves not necessarily proof of wrongdoing, were obtained by BuzzFeed News and shared with the International Consortium of Investigative Journalists (ICIJ) and other media organisations.\n\nIn a statement to Reuters on Sunday, HSBC said “all of the information provided by the ICIJ is historical.” The bank said that as of 2012 it had embarked on a “multi-year journey to overhaul its ability to combat financial crime.”\n\nStanChart said in a statement it took its “responsibility to fight financial crime extremely seriously and have invested substantially in our compliance programmes”.\n\nBarclays BARC.L said it believes it has complied with \"all its legal and regulatory obligations, including in relation to U.S. sanctions.\"\n\nThe most number of SARS in the cache related to Deutsche Bank DBKGn.DE, whose shares fell 5.2% on Monday. In a statement on Sunday, Deutsche Bank said the ICIJ had \"reported on a number of historic issues.\"\n\n“We have devoted significant resources to strengthening our controls and we are very focused on meeting our responsibilities and obligations,” a spokesperson for the bank said.\n\nLondon-headquartered HSBC and StanChart, among other global banks, have paid billions of dollars in fines in recent years for violating U.S. sanctions on Iran and anti-money laundering rules.\n\nThe files contained information about more than $2 trillion worth of transactions between 1999 and 2017, which were flagged by internal compliance departments of financial institutions as suspicious.\n\nThe ICIJ reported the leaked documents were a tiny fraction of the reports filed with FinCEN. HSBC and StanChart were among the five banks that appeared most often in the documents, the ICIJ reported.\n\nFILE PHOTO: HSBC and Standard Chartered Bank headquarters are seen at the financial Central district in Hong Kong, China August 4, 2020. REUTERS/Tyrone Siu\n\n“It confirms what we already knew – that there are huge numbers of SARs being filed with relatively low numbers of cases brought through to prosecution,” said Etelka Bogardi, a Hong Kong-based financial services regulatory partner at law firm Norton Rose Fulbright.\n\nCOMBATING FINANCIAL CRIME\n\nThe SARs showed that banks often moved funds for companies that were registered in offshore havens, such as the British Virgin Islands, and did not know the ultimate owner of the account, the report said.\n\nStaff at major banks often used Google searches to learn who was behind large transactions, it said.\n\nIn some cases the banks kept moving illicit funds even after U.S. officials warned them they could face criminal prosecutions if they continued to do business with criminals or corrupt regimes, it said.\n\nGlobal banks in the recent years have boosted investments on technology and staff to deal with tighter anti-money laundering and sanctions regulatory requirements across the world.\n\nThousands of clients were booted out of bank accounts in major wealth hubs including Hong Kong and Singapore after a money laundering scandal in Malaysia, the ‘Panama Papers’ expose, and a global push for tax transparency.\n\nFinCen said in a statement on its website on Sept. 1 that it was aware that various media outlets intended to publish a series of articles based on unlawfully disclosed SARs, as well as other documents.", "date_added": "2020-09-21 02:09:25+00:00", "url": "https://www.reuters.com/article/idUSKCN26C086", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200921&t=2&i=1534279342&r=LYNXNPEG8K03A&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}