{"title": "North Korean soldiers shoot and burn South Korean official to death", "text": "A South Korean government official has been killed and his body burned by North Korean troops, after they found him on a floating object in water near the disputed sea boundary, Seoul’s defence ministry has said.\n\nThe man, who was affiliated with the Ministry of Oceans and Fisheries, disappeared from a patrol boat near the border and was found in North Korea’s waters a day later.\n\nNorth Korean soldiers shot him, poured petrol on his body and set it alight, the ministry said, citing intelligence gathered by surveillance equipment and other assets. It was unclear what caused his death and whether he died after being shot.\n\nSouth Korean officials, condemning the “brutal act”, said North Korea may have determined to kill the man in line with strict anti-coronavirus rules that involved opening fire on anyone who crosses the border illegally.\n\nNorth Korea claims it is free of coronavirus and there has not been a single case of the infection on its territory, which many experts have disputed.\n\nSouth Korea sent a message to North Korea through a communication channel at the UN Command in South Korea on Wednesday to ask about the missing official, but received no response, said the defence ministry.\n\nSuh Choo-suk, deputy director of the national security office, said in a statement on Thursday that North Korea should reveal the events that led to the “inhumane act” and reiterated calls from the defence ministry to punish those responsible for it, reported South Korea’s Yonhap news agency.\n\nMr Such added the death and damage done to the man’s body cannot be justified for any reason.\n\nThe defence ministry added in a statement: “We also sternly warn North Korea that all responsibilities for this incident lie with it.”\n\nLittle else is known about the man, who was among 18 officials aboard the patrol boat belonging to the Ministry of Oceans and Fisheries on Monday.\n\nAfter he disappeared, colleagues searched the vessel for him but found only his shoes on board. Days of searches involving aircraft and vessels came up empty-handed, according to the defence and oceans ministries.\n\nThe incident marks the first time since July 2008 that a South Korean has been shot dead in North Korea. Park Wang-ja was shot and killed at the North Korean mountain resort of Kumgang after he inadvertently wandered into a restricted zone.\n\nNorth-South relations are expected to sour further as a result of the killing. Ties have already been strained between the two countries, whose exchange and cooperation programmes have nearly all been suspended amid a deadlock in broader nuclear diplomacy between Pyongyang and Washington.\n\nIn June, North Korea blew up an inter-Korean liaison office on its territory in protest against South Korean civilians sending anti-North leaflets across the border.", "date_added": "2020-09-24 08:27:56+00:00", "url": "https://www.independent.co.uk/news/world/asia/north-south-korea-official-shot-dead-burned-pyongyang-seoul-b570166.html", "source": "The Independent", "photos_url": ["https://static.independent.co.uk/2020/09/24/08/newFile-6.jpg", "https://static.independent.co.uk/2020/09/24/08/newFile-6.jpg?width=982&height=726"], "is_grouped": false, "upvotes": 0, "downvotes": 0}