{"title": "North Korea shot, burned the body of South Korean official, Seoul says", "text": "North Korea shot and burned the body of a South Korean official who disappeared from a government boat earlier this week, South Korea’s Defense Ministry said Thursday.\n\nSouth Korean President Moon Jae-in called the incident \"shocking\" and \"very regretful.\"\n\nGen. Ahn Young-ho, in charge of operations at South Korea's Joint Chiefs of Staff, said in a press briefing that the military received the report of a missing official affiliated with the ministry of oceans and fisheries on Monday.\n\nThe official, described as 47-year-old Mr. A., was traveling on the ship a mile off the coast of South Korea’s Yeonpyeong Island, which lies off the west coast of the Korean peninsula near a disputed maritime border with North Korea.\n\nCiting intelligence sources, Ahn said North Korea shot the official after he was found in North Korean waters and burned his body.\n\n“We strongly condemn North Korea’s brutality and strongly demand that North Korea provide an explanation and punish those responsible,” he added.\n\nPresident Moon said the incident \"can't be tolerated for any reason,\" his spokesperson Kang Min Suk said, prompting fears the incident could further strain relations between the two Koreas, already in deadlock over Pyongyang's pursuit of nuclear weapons.\n\nA South Korean Unification Ministry official told NBC News they are trying to establish contact with North Korea about the incident.\n\nSouth Korea's Defense Ministry said they assumed the missing official may have tried to go to North Korea voluntarily because he avoided the boat's surveillance cameras, left his shoes behind and got on what they described as a \"floating object.\"\n\nWhen he was found by a North Korean patrol boat in North Korean waters, the ministry said he remained on the floating object for about six hours.\n\nDownload the NBC News app for the latest news on the coronavirus\n\n“So, we assume that North Koreans, all clad in anti-contamination clothing and masks, were waiting for the order from their superiors about what to do with the South Korean official and then shot him and set fire to him using oil,\" a ministry official, who asked to be unnamed as part of the ministry's protocol, said.\n\nHe added that the South Korean military was able to observe the fire from the South Korean side.\n\n“The fact that North Koreans left the South Korean official on the floater from the moment he was discovered to his death highly suggests that North Koreans acted in the Covid-19 context,” he added.\n\nNorth Korea has repeatedly said it is free of the virus, a claim questioned by outside experts.", "date_added": "2020-09-24 12:26:00+00:00", "url": "https://www.nbcnews.com/news/world/north-korean-shot-burned-body-south-korean-official-seoul-says-n1240904", "source": "NBC News", "photos_url": ["https://media4.s-nbcnews.com/j/newscms/2020_39/3414522/200924-north-korea-mc-857_5bcf2bc10f89bb7c9f7e19fb1f8c4e2e.fit-760w.JPG", "https://media1.s-nbcnews.com/j/newscms/2020_39/3414521/200924-north-korea-mc-8572_5bcf2bc10f89bb7c9f7e19fb1f8c4e2e.nbcnews-fp-1200-630.JPG", "https://media11.s-nbcnews.com/j/MSNBC/Components/Video/202006/tdy_news_keir_coronavirus_korea_200616_1920x1080.focal-760x428.jpg", "https://media1.s-nbcnews.com/j/newscms/2020_03/3184026/yuliya-talmazan-circle-byline-template_829a2bcb40d186382c212ca7aff6ccc3.focal-100x100.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}