{"title": "North Korea troops shot dead South Korean official and burned his body, Seoul claims", "text": "A South Korean government official was shot and killed by troops in North Korea who set his body on fire over fears he might be carrying coronavirus, officials in Seoul have claimed.\n\nThe South's defence ministry said the 47-year-old government official had been killed and his corpse burned after disappearing from an inspection boat in waters off the western border island of Yeonpyeong on Monday.\n\nSouth Korea's President Moon Jae-in called the killing a \"shocking\" and \"unpardonable\" act and demanded the North punish those responsible.\n\nImage: South Korea's President Moon Jae-in called the killing a 'shocking' and 'unpardonable' act\n\nNorth Korea sent staff in gas masks aboard a boat near the man to find out why he was there on Tuesday afternoon, South Korea's Defence Ministry said.\n\nLater in the day, a North Korean navy boat arrived and opened fire at him, they added.\n\nAdvertisement\n\nSailors from the boat, wearing gas masks and protective suits, then poured petrol on his body and set it on fire, the ministry said, citing intelligence gathered by surveillance equipment and other assets.\n\nIt is unclear what caused the official's death and whether he died after being shot.\n\nCiting intelligence sources, the South's military said the unidentified man appeared to have been questioned at sea - north of the border and around 24 miles from where he went missing - before he was executed on an \"order from a superior authority\".\n\nIf confirmed by the North's officials, it would be the first time that North Korea has killed a South Korean citizen in its territory since 2008.\n\nThe South Korean government did not know how he came to have crossed the border, but a defence official said the man may have been trying to defect to the North.\n\nImage: The demilitarised zone separating North and South Korea\n\nThe official said the man was wearing a life jacket on a small floating object and that the military had obtained information that he wanted to go to North Korea.\n\n\"Our military strongly condemns such an atrocity, and strongly demands North Korea provide explanations and punish those who are responsible,\" General Ahn Young-ho, who is in charge of operations at the South's Joint Chiefs of Staff, said.\n\nOfficials believe that military in Pyongyang may have decided to kill the man in line with stringent anti-coronavirus rules that involve shooting anyone illegally crossing the border.\n\nNorth-South relations are expected to sour further as a result of the killing.\n\nIn June, North Korea blew up an inter-Korean liaison office on its territory in protest against South Korean civilians sending anti-North leaflets across the border.", "date_added": "2020-09-24 20:54:10.450521+00:00", "url": "https://news.sky.com/story/north-korea-troops-shot-dead-south-korean-official-and-burned-his-body-seoul-claims-12080097", "source": "Sky News", "photos_url": ["https://e3.365dm.com/20/09/768x432/skynews-south-korea-north-korea_5106496.jpg?20200924100503", "https://e3.365dm.com/20/09/1600x900/skynews-south-korea-north-korea_5106496.jpg?20200924100503", "https://e3.365dm.com/20/09/768x432/skynews-south-korea-north-korea_5106532.jpg?20200924103820", "https://e3.365dm.com/20/09/768x432/skynews-moon-jae-in-south-korea_5106497.jpg?20200924100645", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}