{"title": "Exclusive: China sharply expands mass labor program in Tibet", "text": "BEIJING (Reuters) - China is pushing growing numbers of Tibetan rural laborers off the land and into recently built military-style training centers where they are turned into factory workers, mirroring a program in the western Xinjiang region that rights groups have branded coercive labor.\n\nFILE PHOTO: A paramilitary policeman stands guard in front of the Potala Palace in Lhasa, Tibet Autonomous Region, China November 17, 2015. REUTERS/Damir Sagolj/File Photo\n\nBeijing has set quotas for the mass transfer of rural laborers within Tibet and to other parts of China, according to over a hundred state media reports, policy documents from government bureaus in Tibet and procurement requests released between 2016-2020 and reviewed by Reuters. The quota effort marks a rapid expansion of an initiative designed to provide loyal workers for Chinese industry.\n\nA notice posted to the website of Tibet’s regional government website last month said over half a million people were trained as part of the project in the first seven months of 2020 - around 15% of the region’s population. Of this total, almost 50,000 have been transferred into jobs within Tibet, and several thousand have been sent to other parts of China. Many end up in low paid work, including textile manufacturing, construction and agriculture.\n\n“This is now, in my opinion, the strongest, most clear and targeted attack on traditional Tibetan livelihoods that we have seen almost since the Cultural Revolution” of 1966 to 1976, said Adrian Zenz, an independent Tibet and Xinjiang researcher, who compiled the core findings about the program. These are detailed in a report released this week by the Jamestown Foundation, a Washington, D.C.-based institute that focuses on policy issues of strategic importance to the U.S. “It’s a coercive lifestyle change from nomadism and farming to wage labor.”\n\nReuters corroborated Zenz’s findings and found additional policy documents, company reports, procurement filings and state media reports that describe the program.\n\nIn a statement to Reuters, China’s Ministry of Foreign Affairs strongly denied the involvement of forced labor, and said China is a country with rule of law and that workers are voluntary and properly compensated.\n\n“What these people with ulterior motives are calling ‘forced labor’ simply does not exist. We hope the international community will distinguish right from wrong, respect facts, and not be fooled by lies,” it said.\n\nMoving surplus rural labor into industry is a key part of China’s drive to boost the economy and reduce poverty. But in areas like Xinjiang and Tibet, with large ethnic populations and a history of unrest, rights groups say the programs include an outsized emphasis on ideological training. And the government quotas and military-style management, they say, suggest the transfers have coercive elements.\n\nChina seized control of Tibet after Chinese troops entered the region in 1950, in what Beijing calls a “peaceful liberation.” Tibet has since become one of the most restricted and sensitive areas in the country.\n\nThe Tibetan program is expanding as international pressure is growing over similar projects in Xinjiang, some of which have been linked to mass detention centers. A United Nations report has estimated that around one million people in Xinjiang, mostly ethnic Uighurs, were detained in camps and subjected to ideological education. China initially denied the existence of the camps, but has since said they are vocational and education centers, and that all the people have “graduated.”\n\nReuters was unable to ascertain the conditions of the transferred Tibetan workers. Foreign journalists are not permitted to enter the region, and other foreign citizens are only permitted on government-approved tours.\n\nIn recent years, Xinjiang and Tibet have been the target of harsh policies in pursuit of what Chinese authorities call “stability maintenance.” These policies are broadly aimed at quelling dissent, unrest or separatism and include restricting the travel of ethnic citizens to other parts of China and abroad, and tightening control over religious activities.\n\nIn August, President Xi Jinping said China will again step up efforts against separatism in Tibet, where ethnic Tibetans make up around 90% of the population, according to census data. Critics, spearheaded by Tibetan spiritual leader the Dalai Lama, accuse the Chinese authorities of carrying out “cultural genocide” in the region. The 85-year-old Nobel Laureate has been based in Dharamsala, India, since he fled China in 1959 following a failed uprising against Chinese authorities.\n\nELIMINATE ‘LAZY PEOPLE’\n\nWhile there has been some evidence of military-style training and labor transfers in Tibet in the past, this new, enlarged program represents the first on a mass scale and the first to openly set quotas for transfers outside the region.\n\nA key element, described in multiple regional policy documents, involves sending officials into villages and townships to gather data on rural laborers and conduct education activities, aimed at building loyalty.\n\nState media described one such operation in villages near the Tibetan capital, Lhasa. Officials carried out over a thousand anti-separatism education sessions, according to the state media report, “allowing the people of all ethnic groups to feel the care and concern of the Party Central Committee,” referring to China’s ruling Communist Party.\n\nThe report said the sessions included songs, dances and sketches in “easy to understand language.” Such “education” work took place prior to the rollout of the wider transfers this year.\n\nThe model is similar to Xinjiang, and researchers say a key link between the two is the former Tibet Communist Party Secretary Chen Quanguo, who took over the same post in Xinjiang in 2016 and spearheaded the development of Xinjiang’s camp system. The Xinjiang government, where Chen remains Party boss, did not respond to a request for comment.\n\n“In Tibet, he was doing a slightly lower level, under the radar, version of what was implemented in Xinjiang,” said Allen Carlson, Associate Professor in Cornell University’s Government Department.\n\nAround 70% of Tibet’s population is classified as rural, according to 2018 figures from China’s National Bureau of Statistics. This includes a large proportion of subsistence farmers, posing a challenge for China’s poverty alleviation program, which measures its success on levels of basic income. China has pledged to eradicate rural poverty in the country by the end of 2020.\n\n“In order to cope with the increasing downward economic pressure on the employment income of rural workers, we will now increase the intensity of precision skills training ... and carry out organized and large-scale transfer of employment across provinces, regions and cities,” said a working plan released by Tibet’s Human Resources and Social Security Department in July. The plan included 2020 quotas for the program in different areas.\n\nSome of the policy documents and state media reports reviewed by Reuters make reference to unspecified punishments for officials who fail to meet their quotas. One prefecture level implementation plan called for “strict reward and punishment measures” for officials.\n\nAs in Xinjiang, private intermediaries, such as agents and companies, that organize transfers can receive subsidies set at 500 yuan ($74) for each laborer moved out of the region and 300 yuan ($44) for those placed within Tibet, according to regional and prefecture level notices.\n\nOfficials have previously said that labor transfer programs in other parts of China are voluntary, and many of the Tibetan government documents also mention mechanisms to ensure laborers’ rights, but they don’t provide details. Advocates, rights groups and researchers say it’s unlikely laborers are able to decline work placements, though they acknowledge that some may be voluntary.\n\n“These recent announcements dramatically and dangerously expand these programs, including ‘thought training’ with the government’s coordination, and represent a dangerous escalation,” said Matteo Mecacci, president of U.S. based advocacy group, the International Campaign for Tibet.\n\nThe government documents reviewed by Reuters put a strong emphasis on ideological education to correct the “thinking concepts” of laborers. “There is the assertion that minorities are low in discipline, that their minds must be changed, that they must be convinced to participate,” said Zenz, the Tibet-Xinjiang researcher based in Minnesota.\n\nOne policy document, posted on the website of the Nagqu City government in Tibet’s east in December 2018, reveals early goals for the plan and sheds light on the approach. It describes how officials visited villages to collect data on 57,800 laborers. Their aim was to tackle “can’t do, don’t want to do and don’t dare to do” attitudes toward work, the document says. It calls for unspecified measures to “effectively eliminate ‘lazy people.’”\n\nA report released in January by the Tibetan arm of the Chinese People’s Political Consultative Conference, a high-profile advisory body to the government, describes internal discussions on strategies to tackle the “mental poverty” of rural laborers, including sending teams of officials into villages to carry out education and “guide the masses to create a happy life with their hardworking hands.”\n\nMILITARY DRILLS AND UNIFORMS\n\nRural workers who are moved into vocational training centers receive ideological education - what China calls “military-style” training - according to multiple Tibetan regional and district-level policy documents describing the program in late 2019 and 2020. The training emphasises strict discipline, and participants are required to perform military drills and dress in uniforms.\n\nIt is not clear what proportion of participants in the labor transfer program undergo such military-style training. But policy documents from Ngari, Xigatze and Shannan, three districts which account for around a third of Tibet’s population, call for the “vigorous promotion of military-style training.” Region-wide policy notices also make reference to this training method.\n\nSmall-scale versions of similar military-style training initiatives have existed in the region for over a decade, but construction of new facilities increased sharply in 2016, and recent policy documents call for more investment in such sites. A review of satellite imagery and documents relating to over a dozen facilities in different districts in Tibet shows that some are built near to or within existing vocational centers.\n\nThe policy documents describe a teaching program that combines skills education, legal education and “gratitude education,” designed to boost loyalty to the Party.\n\nJames Leibold, professor at Australia’s La Trobe University who specializes in Tibet and Xinjiang, says there are different levels of military-style training, with some less restrictive than others, but that there is a focus on conformity.\n\n“Tibetans are seen as lazy, backward, slow or dirty, and so what they want to do is to get them marching to the same beat... That’s a big part of this type of military-style education.”\n\nIn eastern Tibet’s Chamdo district, where some of the earliest military-style training programs emerged, state media images from 2016 show laborers lining up in drill formation in military fatigues. In images published by state media in July this year, waitresses in military clothing are seen training at a vocational facility in the same district. Pictures posted online from the “Chamdo Golden Sunshine Vocational Training School” show rows of basic white shed-like accommodation with blue roofs. In one image, banners hanging on the wall behind a row of graduates say the labor transfer project is overseen by the local Human Resources and Social Security Department.\n\nThe vocational skills learned by trainees include textiles, construction, agriculture and ethnic handicrafts. One vocational center describes elements of training including “Mandarin language, legal training and political education.” A separate regional policy document says the goal is to “gradually realize the transition from ‘I must work’ to ‘I want to work.’”\n\nRegional and prefecture level policy documents place an emphasis on training batches of workers for specific companies or projects. Rights groups say this on-demand approach increases the likelihood that the programs are coercive.\n\nSUPPLY CHAIN\n\nWorkers transferred under the programs can be difficult to trace, particularly those sent to other parts of China. In similar mass transfers of Uighur people from Xinjiang, workers were discovered in the supply chains of 83 global brands, according to a report released by the The Australian Strategic Policy Institute (ASPI).\n\nResearchers and rights groups say transfers from these regions pose a challenge because without access they can’t assess whether the practice constitutes forced labor, and transferred workers often work alongside non-transferred counterparts.\n\nTibetan state media reports in July say that in 2020 some of the workers transferred outside of Tibet were sent to construction projects in Qinghai and Sichuan. Others transferred within Tibet were trained in textiles, security and agricultural production work.\n\nRegional Tibetan government policy notices and prefecture implementation plans provide local government offices with quotas for 2020, including for Tibetan workers sent to other parts of China. Larger districts are expected to supply more workers to other areas of the country - 1,000 from the Tibetan capital Lhasa, 1,400 from Xigaze, and 800 from Shannan.\n\nReuters reviewed policy notices put out by Tibet and a dozen other provinces that have accepted Tibetan laborers. These documents reveal that workers are often moved in groups and stay in collective accommodation.\n\nLocal government documents inside Tibet and in three other provinces say workers remain in centralised accommodation after they are transferred, separated from other workers and under supervision. One state media document, describing a transfer within the region, referred to it as a “point to point ‘nanny’ service.”\n\nThe Tibetan Human Resources and Social Security Department noted in July that people are grouped into teams of 10 to 30. They travel with team leaders and are managed by “employment liaison services.” The department said the groups are tightly managed, especially when moving outside Tibet, where the liaison officers are responsible for carrying out “further education activities and reducing homesickness complexes.” It said the government is responsible for caring for “left-behind women, children and the elderly.”", "date_added": "2020-09-22 05:08:44+00:00", "url": "https://in.reuters.com/article/us-china-rights-tibet-exclusive/china-sharply-expands-mass-labor-program-in-tibet-idUSKCN26D0GT", "source": "IN", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200922&t=2&i=1534402708&r=LYNXNPEG8L09K&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}