{"title": "China confirms plummeting birth rate in Xinjiang but denies accusations of forced sterilisation of Uighur women", "text": "Chinese officials have confirmed a huge drop in birth rates in Xinjiang, following accusations that authorities in the remote western province are subjecting Muslim Uighur women to forced sterilisations.\n\nIn a six-page letter to CNN, the Xinjiang government denied such procedures were forced and instead claimed all measures were voluntary, but confirmed the number of births in the region plummeted by a third between 2017 and 2018.\n\nThe response came a month after the US news network published a report about an alleged campaign of abuse against the Uighur community, which included claims of forced sterilisation and use of intrauterine devices (IUDs) in order to suppress the birth rate.\n\nThe report cited figures published by Adrian Zenz, a senior fellow at the Victims of Communism Memorial Foundation, who cited official Chinese documents showing the number of sterilisations in the region had surged from 50 people per 100,000 in 2016, to 250 per 100,000 in 2018 – a fivefold increase.\n\nMr Zens said the alleged practice could fall foul of Article 2 of the United Nations convention against genocide, which includes “imposing measures intended to prevent births” within a religious group.\n\nBut the Xinjiang government strongly denied the accusations, insisting the Uighur population had been “growing steadily” in recent years. Official figures show Xinjiang’s population growing by more than 3 million people between 2010 and 2018.\n\n“The rights and interests of [Uighur] and other ethnic minorities have been fully protected,” the government said. “The so-called ‘genocide’ is pure nonsense.”\n\nHowever officials did not deny that the birth rate in the region dropped from almost 16 people per 1,000 in 2017, to less than 11 per 1,000 in 2018. They said it was because of “the comprehensive implementation of the family planning policy”.\n\nIn 2016 China implemented its two-child policy, which limited couples – including Uighurs – to having two children, though Uighurs in rural communities could have up to three.\n\n“In 2018, the number of newborns decreased by approximately 120,000 compared with 2017, of which about 80,000 were because of better implementation of family planning policy in accordance with law, according to estimates by the health and statistics department,” the response to CNN read.\n\nChina has long been accused of grave human rights abuses against its minority Uighur population. About one million are thought to have been detained in what the Chinese government calls re-education camps.\n\nThese mass detention practices have acted both as a threat and punishment for failure to comply to the alleged population control measures, according to the Associated Press (AP).", "date_added": "2020-09-21 15:32:14+00:00", "url": "https://www.independent.co.uk/news/world/asia/china-uighur-muslim-population-forced-sterilisation-xinjiang-genocide-women-b512409.html", "source": "The Independent", "photos_url": ["https://static.independent.co.uk/s3fs-public/thumbnails/image/2014/07/03/07/china-uighur-ramadan-2.jpg", "https://static.independent.co.uk/2020/09/07/16/gettyimages-88876845.jpg?width=230"], "is_grouped": false, "upvotes": 0, "downvotes": 0}