{"title": "Paris Attack: Terror probe as suspect arrested for stabbing journalists with meat cleaver", "text": "A terror probe is underway as the attack was outside Charlie Hebdo’s former offices (Picture; AP/AFP)\n\nThese images show a journalist lying bleeding on the ground after being stabbed with a meat cleaver, while a suspect is detained by police close to the scene.\n\nA man and a woman were seriously wounded after being attacked during a cigarette break outside the former offices of Charlie Hebdo, but they are both expected to survive.\n\nPolice have arrested a ‘main perpetrator’ along with another suspect. One was stopped at a Metro station while the other was seen dripping with blood near the Opera Bastille.\n\nInvestigators have launched a terror probe because the attack was outside the offices of the Charlie Hebdo magazine, where extremists massacred 12 people in 2015.\n\nAdvertisement\n\nAdvertisement\n\nAdvertisement\n\nCurrently 14 suspects are on trial for helping to plot the Islamist attack, launched after the publication printed controversial cartoons of the Prophet Muhammad. Court proceedings have been suspended in the wake of the attack.\n\nThe two victims of today’s assault work for French news agency and documentary film company Premieres Lignes, whose staff ran to help survivors from Charlie Hebdo, which now operates at a secret location.\n\nA man lies injured on the floor after being attacked with a meat cleaver (Picture: AP)\n\nThe weapon used in the attack pictured on the pavement (Picture: AP)\n\nPeople were evacuated near Rue Nicolas Appert, close to the former Charlie Hebdo offices (Picture: EPA)\n\nFrench Prime Minister Jean Castex commented on the ‘symbolic site’ of the attack ‘at the very moment where the trial into the atrocious acts against Charlie Hebdo is underway’.\n\nHe spoke of the government’s ‘unfailing attachment to freedom of the press, and its determination to fight terrorism’.\n\nProsecutor Jean-Francois Ricard said the chief suspect in Friday’s stabbings was arrested, along with another person. He said the assailant did not know the people who were stabbed.\n\nPremieres Lignes founder Paul Moreira said the attacker fled into the subway while his company’s staff were evacuated.\n\nHe told BFM television a man in the street ‘attacked two people who were in front of the building’ with ‘an axe’ but didn’t come inside. He said the company had not received any threats.\n\nPolice detain a suspect about 800 metres from the scene of the attack (Picture: AFP/Getty Images)\n\nPolice swarmed the scene and cordoned off the area in the aftermath of the attack (Picture: AP)\n\nCharlie Hebdo now operates in a secret location following the 2015 massacre (Picture: Reuters)\n\nSpeaking from the Bastille Plaza, witness Kader Alfa said: ‘I saw a guy that was in his 30s or 40s with an axe in his hand who was walking behind a victim covered in blood.’\n\nBoth suspects have been taken to a high-security police station in central Paris for questioning.\n\nThey are yet to be identified, but one is said to be an 18-year-old Pakistani national known to police for previous weapons offences.\n\nReporters at the scene saw police flood the neighbourhood in eastern Paris near the Richard Lenoir metro station, which remained shut for hours.\n\nPolice cordoned off the area, including the former Charlie Hebdo offices, after a suspect package was noticed nearby.\n\nFrench soldiers patrol the streets after today’s knife attack (Picture: AP)\n\nFrench Prime Minister Jean Castex remarked on the symbolism of the location, while the Charlie Hebdo terror trial was underway (Picture: Reuters)\n\nArmed police put the area on lockdown while pupils in nine schools were told to stay inside (Picture: Reuters)\n\nHowever, the package was found to be harmless and no explosives were found, according a police official.\n\nChildren were kept inside nine nearby schools while officers swept the area but were later allowed to go home.\n\nPolice initially announced four people were hurt in the attack but a police official later said there were in fact only two confirmed wounded.\n\nAdvertisement\n\nAdvertisement\n\nMurmurs broke out at the Charlie Hebdo trial as the news filtered through about today’s attack.\n\nThe widows of the terrorists are scheduled to give evidence on Friday afternoon.\n\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\n\nFor more stories like this, check our news page.", "date_added": "2020-09-25 00:00:00+00:00", "url": "https://metro.co.uk/2020/09/25/moment-suspect-arrested-after-two-journalists-stabbed-with-meat-cleaver-in-paris-attack-13327221/", "source": "Metro", "photos_url": ["https://i1.wp.com/metro.co.uk/wp-content/uploads/2020/09/PRC_166203834.jpg?quality=90&strip=all&zoom=1&resize=964%2C506&ssl=1", "https://metro.co.uk/wp-content/themes/metro-parent/img/fallback.png", "https://d3tsytm1wtjqo2.cloudfront.net/images/media/72/n/nord_logo_square_1x_9.png", "https://d17fy28x8ov4h8.cloudfront.net/190x/images/a/ASOSLogo_9.png", "https://d17fy28x8ov4h8.cloudfront.net/210x/images/a/adidas_logo_BD1_9.png", "https://d3tsytm1wtjqo2.cloudfront.net/images/media/72/a/AO_9.png", "https://i2.wp.com/metro.co.uk/wp-content/uploads/2020/09/PRC_166203834_1601054451.jpg?quality=90&strip=all&w=1200&h=630&crop=1&zoom=1&ssl=1", "https://d17fy28x8ov4h8.cloudfront.net/190x/images/g/groupon_9.png", "https://sb.scorecardresearch.com/p?c1=2&c2=6034964&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
