{"title": "Paris knife attack: France declares ‘Islamist terror attack’ after 2 hacked with meat cleaver near Charlie Hebdo office", "text": "THE meat cleaver attack on two journalists outside the old Charlie Hebdo office is being treated as an act of Islamist terrorism.\n\nTwo suspects were arrested after the attack on the man and a woman and Gérald Darmanin said it was \"clearly an act of Islamist terrorism\".\n\n28 Emergency services load a victim into an ambulance Credit: AFP or licensors\n\n28 A suspect being detained by cops some 800 metres from the scene Credit: AFP or licensors\n\n28 A meat cleaver believed to have been used by the attacker Credit: AP:Associated Press\n\n28 People in masks run following the horror attack Credit: Reuters\n\n28 Soldiers are deployed after the suspected terror attack Credit: AFP or licensors\n\n28 French firefighters load one of the three people injured into a waiting ambulance Credit: AFP or licensors\n\n28 Picture showing emergency workers treating a victim in a nearby office\n\n28 Police officers arrive following the rampage Credit: AFP or licensors\n\nThe bloody rampage took place close to where 12 people were killed by terrorists in 2015.\n\nWitnesses described hearing \"screaming and screaming\" as they saw victims drenched in blood being chased by a maniac armed with a blade.\n\nThe attack took place at around 11.40am local time outside where satirical magazine Charlie Hebdo operated from until the 2015 massacre in Rue Nicolas Appert.\n\n“Manifestly it’s an act of Islamist terrorism,” Darmanin said in an interview with the France 2 television station.\n\n“Obviously, there is little doubt. It's a new bloody attack against our country, against journalists, against this society.”\n\nBoth of today's victims worked for French news agency for Première Lignes, which is based in the same building as the old office.\n\nThe duo were having a cigarette break when they were attacked by at least one suspect armed with a meat cleaver.\n\nThey were left with serious injuries as a huge force armed police and soldiers swooped on the scene.\n\nThe attack came as a criminal trial linked to the 2015 massacre at the satirical magazine's former HQ is ongoing elsewhere in Paris.\n\nPrime Minister Jean Castex described the fresh attack as \"highly symbolic\".\n\nAnd the press agency's founder Paul Moreira chillingly said some people still believe Charlie Hebdo is based in the office block.\n\nCharlie Hebdo was also just weeks ago subjected to new threats by Al-Qaeda as it republished controversial cartoons of the Islamic prophet Muhammed.\n\nTwo suspects have been arrested, with one detained on the steps of the Paris Bastille opera house - around 800m from the crime scene.\n\nIt was later reported that five more suspects were in custody.\n\nPictures show the man - with a green shirt and red shoes - sitting next to what appears to be blood stains on a wall.\n\nCops are now searching his home as part of the probe.\n\nThe second man was arrested some two hours later on a metro train - the exact nature of his alleged role in the attack is unknown.\n\n28 A woman tearfully reacts after the horror attack Credit: AFP or licensors\n\n28 Emergency workers rush a victim on a stretcher to an ambulance Credit: AFP or licensors\n\nBoth men were taken to a high-security police station in central Paris, where they were on Friday afternoon being questioned.\n\nThe main suspect is said to be 18-years-old and from Pakistan, while the second man is reportedly a 33-year-old from Algeria.\n\nInterior minister Gérald Darmanin said the younger man arrived in France three years ago as an unaccompanied minor.\n\nHe was arrested a month ago for carrying a screwdriver but not on police radar for Islamic radicalization.\n\nParis authorities placed all schools, nurseries and care homes in the area on lockdown amid the rampage.\n\nThe former Charlie Hebdo offices were also cordoned off after police found a suspicious package, but it turned out to be a false alarm.\n\nBoth victims are said to be in intensive care in a serious but not life threatening condition.\n\nEmployees at Premières Lignes were some of the first witnesses to the January 2015 attack as they were next door to Charlie Hebdo.\n\nStaff famously shot video of the gunmen out in the street, and then went inside the Hebdo offices to help survivors.\n\n28 Tooled-up French police arrive to secure the scene near the old Charlie Hebdo office Credit: Reuters\n\nAfter, today's attack Mr Moreira, founder of the production company, said: \"We were there during the Charlie Hebdo attack. We were among the first to enter the room, we had helped the survivors.\n\n\"We note that there is now the trial of the January 2015 attacks, and that it is the same building.\n\n\"There are people who think that it is still the premises of Charlie Hebdo.\"\n\nCharlie Hebdo tweeted its \"support and solidarity\" to the news agency after the \"heinous attack\" at its old home.\n\nPM Castex said: \"This attack happened in a symbolic place at the time when the trial of the terrible attacks on Charlie Hebdo took place.\"\n\nHe added however the two victims appear to have selected \"at random\".\n\nThe national anti-terrorism prosecutor's office said it was investigating the case.\n\n28 Police seize the meat cleaver found on the scene as evidence Credit: AP:Associated Press\n\n28 Forensics officers work to piece together what happened Credit: Reuters\n\n28 A full squad of armed police officers arrives at the scene Credit: Reuters\n\n28 Two people embrace following the suspected terror attack Credit: AFP or licensors\n\nCo-workers of the two victims spoke of their horror as they saw their pals set upon with a meat cleaver.\n\nA news agency worker said: \"Two colleagues were smoking a cigarette at the bottom of the building.\n\n\"I heard screams and went to the window and saw one of my colleagues stained with blood, being followed by a man with a machete on the street.\"\n\nWriter Hassani Erwan, 23, told AFP: \"At around midday, we went to have lunch at a restaurant but as we were arriving, the owner started to cry 'leave, leave, there's an attack'.\n\n\"We immediately ran away and locked ourselves ourselves inside a shop with four other customers.\"\n\nAnother neighbour, who heard the attack, told Reuters there was a long, deathly shout from \"a person who was screaming and screaming\".\n\n28 Emergency workers help a victim into an ambulance Credit: AFP or licensors\n\n28 Paris mayor Anne Hidalgo, France Prime Minister Jean Castex, and Interior Minister Gerald Darmanin tour the carnage Credit: AP:Associated Press\n\n28 French soldiers stand guard near the scene Credit: AP:Associated Press\n\n28 French police armed with guns stand guard Credit: Reuters\n\nAn office worker said: \"I heard screams in the road. I looked out of the window and saw a woman who was lying on the floor and had taken a whack in the face from what was possibly a machete.\"\n\nWitness Kader Alfa told AP: \"I saw a guy that was in his 30s or 40s with an axe in his hand who was walking behind a victim covered in blood.\n\n\"I can't tell you how many victims there was, I just saw one.\"\n\nAnother witness added: \"I saw a young woman with a huge head wound, blood was running all over her face.\"\n\nA neighbour said: \"It's starting again, the same fear there was five years ago, the same images in the street, it's heart-breaking.\"\n\n\"I feel like I'm reliving past horrors,\" said another resident of a neighbouring street.\n\n\"It's a never-ending nightmare.\"\n\nInitial reports were unclear about the nature of the weapon, with it being described as an axe or machete before it was finally confirmed to be a meat cleaver.\n\n28 Cops stand guard after two people were wounded Credit: EPA\n\n28 Cops hunt for evidence near the old Charlie Hebdo office Credit: Reuters\n\n28 French police cross the cordon with guns Credit: EPA\n\nCity hall shut down metro lines in the area as a small army of cops searched for the suspects.\n\nPictures from the scene show firefighters helping to treat victims and huge numbers of armed police.\n\nSoldiers are also seen rushing to the scene armed with assault rifles.\n\nOther images show firemen appearing to be treating a victim inside a nearby building.\n\nCastex cut short a visit to a suburb north of Paris to head to the Interior Ministry to follow developments - describing the attack as \"very serious\".\n\nDeputy mayor Emmanuel Gregoire tweeted that police were hunting a \"potentially dangerous\" individual amid the manhunt.\n\n28 Paris has been rocked by numerous attacks since 2015 Credit: Reuters\n\n28 Riot police with shields on the scene Credit: AFP or licensors\n\n28 French police special forces kit-up near the former offices of the satirical magazine Charlie Hebdo Credit: AFP or licensors\n\nValérie Pécresse, president of the Ile-de-France region of Paris, said: \"Extremely shocked by the murderous attack near the former offices of Charlie Hebdo, in a Paris arrondissement which has already paid a heavy price for violent terrorism.\n\n\"I give all my support to the authorities which are now tracking the perpetrator.\"\n\nThe attack was carried out as a trial takes place in Paris concerned with the January 2015 attacks on Charlie Hebdo.\n\nCharlie Hebdo now publishes from a secret address in Paris, and many staff members have bodyguards.\n\nINCENDIARY CARTOONS\n\nThe magazine marked the opening of the criminal trial by re-publishing the infamous cartoons mocking Muhammed.\n\nAl-Qaeda once again threatened Charlie Hebdo after the publication, warning the attack was \"not a one-off incident\" in a message to its followers.\n\nCritics said the publication had deliberately used blasphemy to stir up hatred against Muslims around the world.\n\nThe deeply incendiary images originally led to riots across the Muslim world when they were first published in the Danish daily Jyllands-Posten on September 30, 2005.\n\n28 Emergency services gathered at the knife rampage scene Credit: Reuters\n\n28 French soldiers armed with assault weapons Credit: Reuters\n\n28 The area cordoned off following the attack Credit: Reuters\n\nCharlie Hebdo then published them in full in 2006, leading its writers and cartoonists to receive regular death threats.\n\nParis-born brothers Said and Cherif Kouachi then stormed the magazine's office and murdered 12 people using Kalashnikovs, before escaping in a stolen car.\n\nDespite this, the latest Charlie Hebdo carries the cartoons on its front page, under the headline \"All that for that\".\n\nThe landmark trial has seen defendants facing a variety of charges including obtaining weapons and providing logistical support to the killers.\n\nMost read in News Exclusive GRIM FIND Cadaver dogs smell HUMAN REMAINS by Carole Baskin's missing husband's lake house HAPPY MEAL McDonald’s worker pays customer’s bill after he calls mum to ask for her order LOCKED IN Top SAGE scientists had a plan for EVERYONE over the age of 45 to shield at home Latest GUNNED DOWN Two men shot and another stabbed by masked thugs near children's play area 'I'M A ZOMBIE' Brit, 29, thought Covid was 'bull***t' fears he will die from virus Exclusive HAPPY MEAL McDonald’s worker who paid for lad’s meal has secretly bought food for MONTHS\n\nThree of the accused are being tried in absentia, as it is believed they went to fight for ISIS in Syria.\n\nThe Kouachi brothers died during a shootout with police at a printing office northwest of Paris two days after the Charlie Hebdo attack.\n\nOn January 8, Amédy Coulibaly shot dead a police officer, Clarissa Jean-Philippe, in the Paris suburb of Montrouge.\n\nThe next day day, he took hostages at the Hyper Cacher kosher supermarket in Vincennes, executing store employee Yohan Cohen and customers Philippe Braham, François-Michel Saada and Yoav Hattab before being killed in a police raid.", "date_added": "2020-09-25 19:40:00+00:00", "url": "https://www.thesun.co.uk/news/12766369/paris-knife-terror-attack-charlie-hebdo-machete/", "source": "The Sun", "photos_url": ["data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1 1\"%3E%3C/svg%3E", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 0.8 1\"%3E%3C/svg%3E", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1.5 1\"%3E%3C/svg%3E", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1.2 1\"%3E%3C/svg%3E", "https://www.thesun.co.uk/wp-content/themes/thesun/images/sunmasthead.svg", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1.1 1\"%3E%3C/svg%3E", "https://www.thesun.co.uk/wp-content/uploads/2020/04/sunmasthead_mobile.png", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 0.7 1\"%3E%3C/svg%3E", "https://www.thesun.co.uk/wp-content/uploads/2020/09/MB-COMP-PARIS-1.jpg?strip=all&quality=100&w=1200&h=800&crop=1", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1.4 1\"%3E%3C/svg%3E", "https://www.facebook.com/tr?id=752905198150451&ev=PageView&noscript=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}