{"title": "Trump to nominate Amy Coney Barrett to Supreme Court: sources", "text": "President Trump plans to announce that Amy Coney Barrett will be his nominee to the Supreme Court to fill the seat vacated by the death of Justice Ruth Bader Ginsburg, multiple sources told Fox News on Friday.\n\nThe president is expected to make the announcement during a White House event on Saturday. Barrett currently serves as a judge on the 7th Circuit Court of Appeals.\n\nTrump, who has a campaign rally scheduled later Friday night in Virginia, declined to say who he will announce when pressed by reporters at Joint Base Andrews. \"You’ll find out tomorrow,” he said.\n\nThe announcement is certain to ignite a bruising election-year confirmation battle, as Senate Majority Leader Mitch McConnell has vowed to put up Trump's nominee for a vote.\n\nJUDGE AMY CONEY BARRETT: 5 THINGS TO KNOW\n\nGinsburg died a week ago.\n\nBarrett has long been considered a front-runner for the seat after she was closely examined to potentially replace former Justice Anthony Kennedy on the high court. Though Trump eventually selected Justice Brett Kavanaugh for the slot, news outlets reported at the time that Trump said he was \"saving her for Ginsburg.\"\n\nThe appeals court judge is a former Notre Dame professor and a devout Catholic, a fact that was controversial at her 2017 confirmation hearing to her current seat on the 7th Circuit. \"The dogma lives loudly within you, and that's of concern,\" Senate Judiciary Committee Ranking Member Dianne Feinstein, D-Calif., told Barrett. She was eventually confirmed 55-43.\n\nFAITH AND FAMILY: A LOOK AT JUDGE AMY CONEY BARRETT\n\nBarrett, a former clerk for the late Justice Antonin Scalia, is 48 years old.\n\nShe is a favorite of religious conservatives, an important well of support for Trump.\n\nOther top reported contenders have been believed to have been 11th Circuit Judge Barbara Lagoa; 4th Circuit Judge Allison Jones Rushing and 6th Circuit Judge Joan Larsen. Trump has repeatedly said that he was considering five potential nominees.\n\nA Trump justice, if confirmed, would mark his third successful Supreme Court confirmation. That would be more than two-term Presidents Barack Obama, Bill Clinton and George W. Bush, who each successfully nominated two Supreme Court justices.\n\nBut Democrats say they will do everything possible to ensure that does not happen.\n\nThe votes at the moment appear to be on the Republicans' side. Only two GOP senators, Lisa Murkowski of Alaska and Susan Collins of Maine, indicated that they oppose moving forward with a confirmation before the election. And Murkowski recently softened her stance on the matter, indicating that even if she has objections to the process she may vote on the eventual nominee based on her qualifications.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nRepublicans have 53 Senate seats, meaning they can afford three total defections and Vice President Mike Pence could break a tie to confirm the nominee. It appears unlikely that two senators beyond Collins and Murkowski would oppose a Republican nominee -- but that picture will become clearer after Trump makes his pick on Saturday.\n\nFox News' Alex Pappas and Bill Mears contributed to this report.", "date_added": "2020-09-26 14:20:50.093039+00:00", "url": "https://www.foxnews.com/politics/trump-to-nominate-amy-coney-barrett-to-supreme-court-sources", "source": "Fox News", "photos_url": ["https://static.foxnews.com/foxnews.com/content/uploads/2020/02/Elections-Primaries-RR-Promo-F.png", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/07/348/196/Brian-Schatz-REUTERS.jpg?ve=1&tl=1", "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/ada4a95b-dd15-42ca-9d91-87f352074279/0a6519c5-0d26-4bf0-be35-78fc29b63caa/1280x720/match/image.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/348/196/AP20266852817778.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/348/196/Image-from-iOS-6.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/d3bb433b-17aa-4b32-8ea1-a03db3b27476/2e37a281-6c81-4483-ba5a-977cbec19219/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/348/196/biden-trump-AP.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/06/340/340/bbd30841-brooke-singman-headshot.jpg?ve=1&tl=1", "https://media2.foxnews.com/BrightCove/694940094001/2018/07/08/694940094001_5806681233001_5806678412001-vs.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}