{"title": "Amy Coney Barrett 'to be picked by Trump for Supreme Court'", "text": "Image copyright Reuters\n\nUS President Donald Trump will reportedly nominate Amy Coney Barrett, a favourite of social conservatives, to be the new Supreme Court justice.\n\nThe president's decision - to be revealed at the White House on Saturday - has been confirmed to the BBC's US partner CBS News and other US media.\n\nShe would replace liberal Justice Ruth Bader Ginsburg, who died last Friday.\n\nThe nomination will touch off a bitter Senate fight to get her confirmed as November's presidential election looms.\n\nCBS - citing several sources involved in or familiar with the selection process - reported that the president had settled on Judge Barrett.\n\nBut when asked about his choice on Friday evening, Mr Trump refused to give anything away: \"You'll find out tomorrow. Look, they're all great. It could be any of one them.\"\n\nIf Judge Barrett is confirmed, conservative-leaning justices will hold a 6-3 majority on America's highest court for the foreseeable future.\n\nThe 48-year-old would be the third justice appointed by this Republican president, after Neil Gorsuch in 2017 and Brett Kavanaugh in 2018.\n\nMedia playback is unsupported on your device Media caption Ruth Bader Ginsburg's personal trainer honours her with push-ups\n\nThe Supreme Court's nine justices serve lifetime appointments, and their rulings can shape public policy on everything from gun and voting rights to abortion and campaign finance long after the presidents who appoint them leave office.\n\nIn recent years, the court has expanded gay marriage to all 50 states, allowed for Mr Trump's travel ban on mainly Muslim countries to be put in place, and delayed a US plan to cut carbon emissions.\n\nTricky position for Democrats\n\nAmy Coney Barrett has been on Donald Trump's shortlist for Supreme Court vacancies for some time, but the word was that she would be the most appropriate replacement for Ruth Bader Ginsburg.\n\nAs of last week, that was no longer a hypothetical scenario.\n\nEven before Mr Trump reportedly settled on Judge Barrett as his pick, conservatives were rallying around the nominee, whoever it might be. And if they stick together, as all but two seem to be doing, her confirmation appears assured - whether it's before November's election or in a \"lame duck\" Senate session afterward.\n\nThe choice of Judge Barrett puts Democrats in a tricky position. They have to find a way of undermining support for the nominee without seeming to attack her Catholic faith or personal background - moves that could risk turning off some voters in November. They will seek to delay the proceedings as best they can, while keeping their focus on issues like healthcare and abortion, which could be at the centre of future legal battles with Justice Barrett on a conservative-dominated court.\n\nThen they have to hope Judge Barrett, or the Republicans, make some kind of critical error. It's a tall order, but for the moment it's the only play they have.\n\nWho is Amy Coney Barrett?\n\nShe is described as a devout Catholic who, according to a 2013 magazine article, said that \"life begins at conception\". This makes her a favourite among religious conservatives keen to overturn the landmark 1973 Supreme Court decision that legalised abortion nationwide.\n\nHer links to a particularly conservative Christian faith group, People of Praise, have been much discussed in the US press. LGBT groups have pointed out that the group's network of schools have guidelines stating a belief that sexual relations should only happen between heterosexual married couples.\n\nOne such group, Human Rights Campaign, has voiced strong opposition to Judge Barrett's confirmation, declaring her an \"absolute threat to LGBTQ rights\".\n\nShe has repeatedly insisted her faith does not compromise her work.\n\nJudge Barrett has also ruled in favour of President Trump's hardline immigration policies and expressed views in favour of expansive gun rights.\n\nConservatives hope she will help to invalidate Obamacare, the health insurance programme that was introduced by President Trump's democratic predecessor, Barack Obama.\n\nSome 20 million Americans could lose their health coverage if the court overturns the Affordable Care Act (ACA).\n\nDemocrats have rallied support over this issue, but it is thought unlikely that the Supreme Court will rule on the ACA before the 3 November election.\n\nNominated by Mr Trump to the Chicago-based 7th Circuit Court of Appeals, Judge Barrett was confirmed by the Senate in a 55-43 vote in October 2017 after a tough process. She was one of the names the president considered to replace Justice Anthony Kennedy in 2017.\n\nAfter graduating from Notre Dame University Law School in Indiana, she clerked for the late Justice Antonin Scalia, who died in 2016. She served as a legal scholar at Notre Dame for around 15 years.\n\nBorn in New Orleans, she is married to a former federal prosecutor in South Bend, Indiana, and together they have seven children.\n\nTwo of them were adopted from Haiti and their youngest biological child has Down Syndrome.\n\nBattle over Supreme Court\n\nImage copyright Getty Images\n\nWill Judge Barrett be confirmed?\n\nThe White House has begun contacting Republican Senate offices to schedule meetings with the nominee next week, two sources familiar with the planning told CBS.\n\nThe courtesy calls are expected to start on Wednesday. The nominee will then be grilled by the Senate Judiciary Committee - on which 22 Republicans and Democrats sit.\n\nThe hearings usually last between three and five days. Afterwards committee members will vote on whether to send the nomination to the full Senate. If they do, all 100 senators will vote to confirm or reject her.\n\nRepublicans hold a slim majority of 53 senators in the chamber, but they already seem to have the 51 votes they need to get Judge Barrett confirmed.\n\nMedia playback is unsupported on your device Media caption Justice Ruth Bader Ginsburg remembered\n\nSenate majority leader Mitch McConnell has vowed to hold a confirmation vote before the White House election on 3 November.\n\nBarring a surprise, Democrats seem to have few procedural options to prevent her gliding through the Senate to the Supreme Court bench.\n\nMedia playback is unsupported on your device Media caption 2016 v 2020: What Republicans said about choosing a Supreme Court justice in an election year\n\nWhy is the nomination controversial?\n\nSince Ginsburg's death, Republican senators have been accused of hypocrisy for pressing ahead with a Supreme Court nomination during an election year.\n\nIn 2016, Mr McConnell refused to hold hearings for Democratic President Barack Obama's nominee for the court, Merrick Garland.\n\nThe nomination, which came 237 days before the election, was successfully blocked because Republicans held the Senate and argued the decision should be made outside of an election year.\n\nWith 39 days before the 2020 election, Democrats now say the Republicans should stand by their earlier position and let voters decide.\n\nDemocratic presidential candidate Joe Biden said Mr Trump's efforts to appoint a justice were an \"abuse of power\".\n\nA Reuters/Ipsos opinion survey conducted after Ginsburg's death found that 62% of US adults thought the vacancy should be filled by the presidential election winner, while 23% disagreed and the rest said they were not sure.", "date_added": "2020-09-26 14:19:53.205632+00:00", "url": "https://www.bbc.com/news/world-us-canada-54303942", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/images/ic/720x405/p08ryhgd.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08s7fxk.png", "https://ichef.bbci.co.uk/images/ic/720x405/p08sm4zf.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/320/cpsprodpb/15F54/production/_114504998_9d4fb16a-48f5-4a0c-a4b9-c09efcc63bd0.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::us_and_canada::news.world.us_and_canada.story.54303942.page&x1=[urn:bbc:cps:d5497838-3ffd-4b09-9e9a-61b0be4fd6ae]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/15F54/production/_114504998_9d4fb16a-48f5-4a0c-a4b9-c09efcc63bd0.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}