{"title": "Glass Fire Update: Residents Flee Area Around St. Helena; New Boysen, Shady Fires Force Evacuations Near Santa Rosa; Wall Of Flames Jumps Silverado Trail", "text": "ST. HELENA (CBS SF) — The raging Glass Fire roared through wine county near St. Helena Sunday night as two additional wildfires forced mandatory evacuations near Santa Rosa and left a path of new destruction in a region already ravaged by blazes.\n\nThe Glass Fire quickly grew to more than 2,500 acres, burning through vineyards, destroying structures and driving at least 2,000 local residents from their homes.\n\nOn Sunday evening, a small army of firefighters was waging a fierce battle with the fire, trying to keep it from jumping the Silverado Trail, but it appeared the flames had crossed the major roadway in several places. A wall of flames was threatening the Adventist Health St. Helena hospital (which had been evacuated earlier Sunday) and homes in Deer Park.\n\nBy shortly before 10 p.m., the fire had jumped both the Silverado Trail and the Napa River.\n\nThe #glassfire is jumping the river. This is Lodi Road, just west of Silverado Trail at the Napa River. #glasscomplex pic.twitter.com/Cctxw3djDv — Joe Vazquez (@joenewsman) September 28, 2020\n\nThe flames ripped through the The Chateau Boswell Winery located on the Silverado Trail.\n\nThe fire also jumped Highway 29 near the Culinary Institute of America, triggering mandatory evacuation orders for residents living in the area west of Highway 29 from Deer Park Road to Elmhurst and all of Spring Mountain Road.\n\nThat evacuation area was expanded at 11:44 p.m. to west of Highway 29 from Deer Park Road to Bothe Park Road west to the county line. Additionally, an evacuation warning was in place for the area west of Highway 29 from Booth State Park to Diamond Mountain Road west to the county line.\n\nShortly after 11 p.m. an earlier evacuation warning for Howell Mountain Road to the dead end of Conn Valley and all of Rossi Road and Greenfield Road was upgraded to a mandatory evacuation order.\n\nTwo other wildfires erupted in the area Sunday night. The Boysen Fire was burning off Spring Mountain Road just west of St Helena while the Shady Fire was burning toward the west near Santa Rosa.\n\nA growing evacuation order area extends from St. Helena Road — where the two new fires sparked Sunday evening — all the way to Highway 12.\n\nSanta Rosa Police have issued evacuation orders for the areas of Calistoga North, Calistoga South/Skyhawk, Oakmont North, Oakmont South, Melita, Stonebridge and Pythian. Residents were told to leave the area immediately and head south.\n\nEvacuation warnings were issued for the areas of Summerfield, Spring Lake, Northeast 2 and Northeast/Middle Rincon shortly before midnight.\n\nThere were reports that city buses were being used to evacuate seniors from Oakmont Village, a retirement community near Santa Rosa as well as other assisted-living centers in the area.\n\nMore detailed information on the evacuation orders can be found on the Santa Rosa Police nixel alert page.\n\nTwo temporary evacuation points were operational in Santa Rosa at A Place to Play on 2375 West 3rd Street and at the Santa Rosa Veterans Building at 1351 Maple Avenue. Another temporary evacuation point was set up at the Petaluma Veterans Hall.\n\nThere were reports that the Boysen Fire and the Shady Fire were close to merging after 11 p.m.\n\nThe Sonoma County Sheriff tweeted just after midnight that residents evacuating from the Boysen and Shady Fires should head east on Highway 12 towards Sonoma as traffic traveling west towards Santa Rosa was gridlocked.\n\n9/28 12:02 AM Head EAST on Highway 12 towards Sonoma if you’re evacuating from the #ShadyFire and #BoysenFire. Westbound traffic towards Santa Rosa on Hwy 12 is gridlocked. — Sonoma Sheriff (@sonomasheriff) September 28, 2020\n\nThe #GlassFire, #ShadyFire and #BoysenFire continue to move rapidly west through Napa Valley towards the much more populated Sonoma County. The active fire front is only ~7 miles away from Santa Rosa. Stay vigilant tonight. @CAFireScanner @Weather_West @ai6yrham #CAwx #CAfire pic.twitter.com/d4JL5sVuaH — US StormWatch (@GreatWinter2017) September 28, 2020\n\nOn Sunday afternoon, air tankers — including DC-10s and a 747 — waged a fierce battle with the flames as the fire took a run in Bell Canyon and toward the Bell Hill Reservoir.\n\nDue to the topography – steep terrain with minimal access – there was no way to fight the fire from the ground. It has to be from air.\n\nOfficials have issued mandatory evacuation orders for the following areas:\n\nResidents living in the community of Deer Park, an area of Silverado Trail cross of Larkmead Ln through Deer Park Rd and all of Crystal Springs Rd and North Fork Crystal Springs Rd.\n\nResidents living on College Avenue at Howell Mountain Road to White Cottage Road and all of Freisen Drive, including all roads west of College Avenue and Freisen Drive, and all of Lommel Road.\n\nResidents on Silverado Trail from Lommel Road to Pickett Road.\n\nResidents on the eastside of Silverado Trail from Deer Park Road to Meadowood Road, including the entirety of all roads in between. The order included the Meadowood Resort.\n\nResidents on the eastside of Silverado Trail from Deer Park Road south to Howell Mountain Road (aka Old Howell Mountain Road)\n\nResidents on Howell Mountain Road up to Deer Park Road to include all roads off of Howell Mountain Road\n\nAll residences on Conn Valley Road\n\nResidents in the unincorporated area from the 2900 block of White Sulpher Springs Road (St. Helena City Limits) to the dead end and north to Spring Mountain Road.\n\nResidents from 1650 South Whitehall Lane north to White Sulpher Springs Road and west to the County line.\n\nResidents within the city of St. Helena from Elmhurst Avenue to Madrona Ave west of Highway 29 to the St. Helena city limits.\n\nIn Sonoma County\n\nZone 6A1:\n\nSouthwest of Highway 12\n\nEast of Santa Rosa City Limits, the eastern boundary of Annadel State Park, and Savannah Trail\n\nNorth of Bennett Valley Road\n\nWest of Warm Springs Road\n\nZone 6B1:\n\nSouth and west of the Napa/Sonoma County Line\n\nNortheast of Highway 12 and north of the southernmost boundary of Sugarloaf Ridge State Park\n\nNorthwest of Adobe Canyon Road\n\nEast of Pythian Road and Hood Mountain Regional Park\n\nZone 6B2:\n\nNortheast of Highway 12\n\nNorthwest of Nelligan Road/Nuns Canyon Road\n\nWest of the Napa/Sonoma County line\n\nSoutheast of Adobe Canyon Road and south of Sugarloaf Ridge State Park\n\nZone 3G1:\n\nSouth of St. Helena Road\n\nWest of the Napa/Sonoma County line\n\nNorth of Los Alamos / Cleland Ranch Roads\n\nEast of Calistoga Road\n\nResidents in areas west of Highway 29 from Deer Park Road to Elmhurst, and all of Spring Mountain Road.\n\nZone 3G2:\n\nSouth of Cleland Ranch Road\n\nWest of Los Alamos Road\n\nNorth and east of Santa Rosa County limits\n\nEast of Calistoga Roads\n\nZone 3G3:\n\nSouth of Alamos Road\n\nWest of Santa Rosa City Limits and Los Alamos Road\n\nNortheast of Highway 12\n\nWest of Napa/Sonoma County Line, the easternmost boundary of Hood Mountain Regional Park, and easternmost boundary of Los Guilicos Juvenile Center. This INCLUDES Los Guilicos Juvenile Center.\n\nZone 2P1:\n\nSouth of Porter Creek Road\n\nEast of Mark West Springs Road\n\nNorth of Santa Rosa City Limits\n\nWest of Calistoga Road\n\nAfter waking up to fire alerts and messages from worried friends, Amy Bordeau of Calistoga said she grabbed the same bag she recently used when evacuating from another nearby wildfire.\n\n“It’s a bit traumatizing,” she said. “I feel like I’m constantly fight or flight.”\n\nDeputy Matt Macomber, one of several deputies currently evacuating parts of Napa County, posted a frightening video on social media of driving down a fire-surrounded lane in the hills.\n\nGlass Fire: Never wait til the last second to evacuate. This video is from Deputy Matt Macomber, one of several deputies currently evacuating parts of Napa County. pic.twitter.com/YQXFirJ0aV — Napa County Sheriff's Office (@NapaSheriff) September 27, 2020\n\nNapa County officials have set up evacuation center at Crosswalk Community Church, 2590 First Street in Napa. The sheriff’s department asked the evacuated residents to clear out of the area.\n\n“When evacuating, please leave the area,” deputies posted. “Do not stop/park in turnouts to view the fire. First responders often need access to the turnouts to park emergency vehicles.”\n\nThe #GlassFire #GlassIncident has made its way to Adventist Health, the hospital that was evacuated this morning. Crews are trying to hold the fire on the west side of Sanitarium Rd by putting out hot spots as the fire burns up toward the road. The wind is in their favor. @KPIXtv pic.twitter.com/kjgHkz4Knf — Katie Nielsen (@KatieKPIX) September 28, 2020\n\nContra Costa County fire emergency response crews were also dispatched Sunday morning to help with the evacuation of Adventist Health St. Helena hospital. Hospital officials told KPIX they were “safely evacuating patients to nearby hospitals.”\n\nOver just a few hours since the blaze was first reported at 3:50 a.m., the fire had grown to more than 1,200 acres with zero containment. The fire was being fueled by tinder-dry vegetation on the rural hillsides after weeks of high temperatures and low humidity.\n\nVideos posted on social media showed structures ablaze. Getty Images photographer Justin Sullivan posted video of one of those structures burning.\n\nSeveral homes are burning as the #GlassFire has scorched close to 1,000 acres in St Helena, CA in a matter of hours. pic.twitter.com/fm0k0XanA0 — Justin Sullivan (@sullyfoto) September 27, 2020\n\nOther videos were also posted on Twitter.\n\nThe area, located between St. Helena and Calistoga off North Silverado Rd., is home to dozens of wineries. Among those threatened by flames was Reverie Winery, Viader Winery and Davis Estates winery.\n\n“We found out this morning at 4:45 that the fire started at the 200 block of Crystal Springs and, considering our address is 264 it was a pretty scary moment, for sure,” Reverie owner Grant Long told KPIX 5.\n\nLong made the spooky drive to his winery Sunday afternoon, wondering if it would still be there. The neighbor’s house across the street is gone, but thanks to the vineyards and a lot of defensible space, the winery lives on.\n\n“It was very surreal for a moment because it’s almost like it wasn’t here and you have to see it to believe it and being able to pull up and see it,” he said. “It’s a blessing.”\n\nCal Fire said its crews were fighting a “vegetation fire with dangerous rate of spread.” Meanwhile, PG&E said it “turned off power for about 3,000 customers between approximately 4:30 a.m. and 6:15 a.m. Sunday morning in Napa County as a precaution.\n\nRELATED: IMAGES: Raging Glass Fire Leaves Path Of Destruction Through Wine County\n\nAir support from tankers and helicopters began making water and fire retardant drops after 8 a.m. Fire crews that have been battling the nearby LNU Lightning Complex fire for more than a month were being hurried to the area.\n\n#GlassFire E side Napa Valley E of Silverado Trail cross of Larkmead Ln. VLAT 944 #airforce #calfire pic.twitter.com/oWjFUJc4Sp — craig philpott (@CphilpottCraig) September 27, 2020\n\nA picture from the #glassfire in St. Helena – yikes! At Crystal Springs Road. (photo credit to Caroline Garcia) pic.twitter.com/SYPSTVWQjX — NapaValleyChick (@NapaValleyChick) September 27, 2020\n\nAngwin Fire officials told their local residents to get prepared if they need to evacuate — “Angwin is under advisory evacuation. Please consider safely departing off the mountain.”\n\nThe fire was not related to the LNU Lightning Complex fire which has burned 363,200 acres in Napa, Sonoma and Solano counties and was 98 percent contained as of Saturday evening.\n\nOn top of the elevated smoke plume from the Sierra wildfires that will gradually move closer to our area this evening, there is now a thin line of elevated smoke coming from the #GlassFire #GlassIncident that is being driven by offshore winds into Sonoma and Marin counties. #CaWx pic.twitter.com/9BPnTUDGo8 — NWS Bay Area (@NWSBayArea) September 27, 2020\n\nSatellite images released by the National Weather Service showed the fire was growing in intensity.\n\nThe area was under a red flag fire warning for weather conditions that include gusty winds, low humidity and warm early morning temperatures.\n\n“Currently, wind gusts of between 30 and 40 mph are being observed above 1500 feet in the North and East Bay, and Mount Saint Helena (elev. 4300 feet) has been reporting gusts as high as 65 mph early this morning,” the National Weather Service said early Sunday.", "date_added": "2020-09-28 00:00:00+00:00", "url": "https://sanfrancisco.cbslocal.com/2020/09/28/wildfire-erupts-near-st-helena-evacuations-underway-in-neighborhoods-near-silverado-trail/", "source": "", "photos_url": ["https://i1.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2015/12/berkeley-police.jpg?resize=55%2C55&ssl=1", "https://sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2018/06/3_sanfran_cbs5_kpix.png?w=236", "https://i2.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/09/milpitasquakemap.jpg?resize=55%2C55&ssl=1", "https://i1.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/09/North-Complex-West-Zone-PGE.jpg?resize=55%2C55&ssl=1", "https://i1.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/07/bgame.jpg?resize=55%2C55&ssl=1", "https://sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2019/11/30h-BAY-white-horizontal.png?w=408", "https://i0.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/09/rapper-China-Mac-and-actor-Will-Lex-Ham.jpg?resize=55%2C55&ssl=1", "https://i0.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2017/05/joe-montana.jpg?resize=55%2C55&ssl=1", "https://sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2017/10/sanfran.png", "https://sanfrancisco.cbslocal.com/wp-content/themes/cbs-local/plugins/modules/theme-manager/images/cbs-local-logo-white.png", "https://sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/09/GettyImages-1277061462.jpg", "https://sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/09/GlassFire_firespots_5p.jpg?w=420", "https://sanfrancisco.cbslocal.com/wp-content/themes/cbs-local/images/global/blank_1x1.gif", "https://i0.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/04/AP_874494062110.jpg?resize=55%2C55&ssl=1", "https://i1.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/09/sjpd-car-daylite.jpg?resize=55%2C55&ssl=1", "https://sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/09/Glass-Fire.jpg?w=1280", "https://i2.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/09/Glass-Fire.jpg?resize=55%2C55&ssl=1", "https://i1.wp.com/sanfrancisco.cbslocal.com/wp-content/uploads/sites/15116056/2020/02/crime-scene-black-car-reflection-e1533136484810.jpg?resize=55%2C55&ssl=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
