{"title": "Wildfires burn homes in Santa Rosa, new evacuations ordered in Napa County", "text": "Looking south from Mt St Helena, you can see 2 fires. These would be west of St Helena and are called the #ShadyFire and the #BoysenFire. Timelapse from the last 15 minutes https://t.co/mY7sysUu8J pic.twitter.com/umEiIEWq6v — Drew Tuma (@DrewTumaABC7) September 28, 2020\n\nEMBED >More News Videos As crews battle the Glass Fire which has scorched 2,500 acres in Napa County, Sonoma Co. Sheriff's Office says 2 new fires have been reported nearby.\n\nEMBED >More News Videos As residents return to see what remains, there are some very specific safety precautions to keep in mind.\n\nOur SF Fire Department is heading up to Napa to help with the growing #GlassFire: 5 fire engines to fight the fire & 4 ambulances to help with hospital evacuations. Our thoughts are with our neighbors to the north & our SFFD members meeting the call for mutual aid. Stay safe! pic.twitter.com/k0u2IrATZQ — London Breed (@LondonBreed) September 27, 2020\n\nRELATED STORIES & VIDEOS:\n\nST. HELENA, Calif. (KGO) -- Wildfires have trigged an evacuation advisory for the entire city of Calistoga. New evacuation orders and warnings have also been called for an area straddling the Napa-Sonoma Country border northeast of Santa Rosa as two new fires, the Shady Fire and the Boysen Fire, started near the Glass FireThe Glass Fire has scorched 2,500 acres west of St. Helena and northeast of Santa Rosa and is 0% contained. The blaze began Sunday at 4 a.m. on the 200 block of North Fork Crystal Springs Road in Deer Park and has been spreading at a \"dangerous rate,\" CAL FIRE says.The Shady Fire and Boysen Fires started just west of St. Helena and are believed to be spot fires of the Glass Fire.Overnight, the Shady Fire crept towards Santa Rosa and is pushing right up against Highway 12 -- that's the road that countless evacuees are using to escape. Several homes have burned in the Skyhawk subdivision area in Santa Rosa. So far there is no word of any injuries.Late Sunday night, ABC7 News attempted to drive from Saint Helena to Santa Rosa on Spring Mountain Road but were unable to do so because of a downed tree. Fire crews say it was flames that caused that tree to fall. The fire conditions in that area near the border of Saint Helena and Santa Rosa were intense as flames and embers could be seen from a good distance.For much of Sunday evening, ABC7 news crews set up across the street from the Culinary Institute of America at Greystone where flames could be seen east of Highway 29 in Saint Helena looking towards the Deer Park area. There were four sections of that hillside burning.CAL FIRE says a running list of road closures in Napa County can be found here. An evacuation center is set up at Crosswalk Community Church at 2590 First Street in Napa. For evacuation assistance from the Napa animal response team, residents can call 707-732-1555.First responders from the Contra Costa Fire Protection District, San Ramon Valley Fire Department and San Francisco Fire Department are heading to Napa County to help with the evacuation of the St. Helena hospital. Contra Costa Fire says it is sent an ambulance strike team to the area.A total of 55 patients have been safely evacuated, a hospital representative told ABC7.San Francisco is also sending several crews to the area.Adventist Health in St. Helena said, \"For the safety of our patients and associates, Adventist Health St. Helena is temporarily suspending emergency and hospital care, and all patients will be transferred, due to the Glass Fire. Emergency contacts will be informed about their loved ones' new hospital location. Those who have questions may call 707-963-6545.\"Pam McGivern, a St. Helena resident, told ABC7 News the fire is just a few miles away from her home and says it's \"frightening.\" She says she was alerted by her neighbor about the fire and plans to evacuate soon.McGivern says she's heard several propane tank explosions and multiple homes in the area are actively burning.At this time, CAL FIRE says the cause of the Glass Fire is unknown.On Thursday, PG&E announced that it would be shutting off power to parts of Northern California as high winds are expected to create high fire danger, all while in the midst of a heat wave.For the latest on outages click here.", "date_added": "2020-09-28 13:09:03.210258+00:00", "url": "https://abc7news.com/glass-fire-st-helena-napa-shady-santa-rosa/6619307/", "source": "ABC7 San Francisco", "photos_url": ["https://cdn.abcotvs.com/dip/images/6380262_AIR_QUALITY_TRACKER_NON_BUG_SAFE_VERSION_1280x720.jpg?w=630&r=16%3A9", "https://www.facebook.com/tr?id=443456229787972&ev=PageView&noscript=1", "https://cdn.abcotvs.net/abcotv/static/kgo/logos/kgo_logo_2x.png", "https://cdn.abcotvs.com/dip/images/6620405_092820-kgo-wildfires-4-img.jpg?w=1600", "https://cdn.abcotvs.com/dip/images/6612732_apglassfire.jpg?w=630&r=16%3A9", "https://cdn.abcotvs.com/dip/images/6378981_WILDFIRE-TRACKER_FULL_1280x720.jpg?w=630&r=16%3A9"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
