{"title": "Trump Administration to Ban TikTok and WeChat From U.S. App Stores", "text": "Mr. Trump, at a news conference Friday, said he thought a deal to keep TikTok operating in the U.S. could move “very, very fast.”\n\n“Maybe we can keep a lot of people happy but we have to have the total security from China,” he said, adding that the administration was talking to Oracle, Walmart and Microsoft.\n\nThe Nov. 12 deadline for TikTok will allow users of the app — who are primarily young — to continue using the service ahead of the election. TikTok has increasingly become a political force, with users posting in support of their favored candidates and offering commentary on current events. It has also been utilized as a political tool — hundreds of teenage TikTok users claimed credit for low turnout at a rally for Mr. Trump in Tulsa, Okla., this year.\n\nThe order is not as draconian as some companies had feared. It won’t affect the ability of multinational companies like Starbucks or Walmart to work with WeChat in China, where they commonly use the app as a payment platform. Major U.S. companies had pushed back against such a restriction with the Trump administration, saying it would put them at a disadvantage against Chinese competitors.\n\nStill, the actions take aim at two of China’s most popular and successful tech exports, which knit together nearly two billion people worldwide.\n\nMany companies that will soon be barred from working with WeChat “are like the FedEx for the data business,” said Charlie Chai, an analyst for 86Research, a research firm focused on Chinese companies. “If no FedEx is willing to carry the data package for WeChat, then WeChat is dead” in the United States.\n\nThe Chinese government had not issued any statements, and it was not immediately clear if China would retaliate. China has long blocked access to such American social media as Twitter, Facebook and WhatsApp that it cannot readily monitor or censor.", "date_added": "2020-09-18 00:00:00+00:00", "url": "https://www.nytimes.com/2020/09/18/business/trump-tik-tok-wechat-ban.html", "source": "", "photos_url": ["https://static01.nyt.com/images/2020/09/18/multimedia/18dc-apps-image/18dc-apps-image-articleLarge.jpg?quality=75&auto=webp&disable=upscale", "https://static01.nyt.com/images/2020/09/18/multimedia/18dc-apps-image/18dc-apps-image-facebookJumbo.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}