{"title": "TikTok and WeChat: US to ban app downloads in 48 hours", "text": "TikTok and WeChat: US to ban app downloads in 48 hours Published duration 15 hours ago\n\nimage copyright Alamy/EPA/Alamy\n\nTikTok and WeChat will be banned from US app stores from Sunday, unless President Donald Trump agrees to a last-minute deal.\n\nThe Department of Commerce said it would bar people in the US from downloading the messaging and video-sharing apps through any app store on any platform.\n\nThe Trump administration says the companies threaten national security and could pass user data to China.\n\nBut China and both companies deny this.\n\nWeChat will effectively shut down in the US on Sunday, but people will still be able to use TikTok until 12 November, when it could also be fully banned.\n\nTikTok said it was \"disappointed\" in the order and disagreed with the commerce department, saying it had already committed to \"unprecedented levels of additional transparency\" in light of the Trump administration's concerns.\n\nWe will continue to challenge the unjust executive order , which was enacted without due process and threatens to deprive the American people and small businesses across the US of a significant platform for both a voice and livelihoods.\"\n\nTencent - the owner of WeChat - said the announced restrictions were \"unfortunate\", but said they would continue talks with the US government \"to achieve a long-term solution\".\n\nThe ban order from the Department of Commerce follows President Trump's executive orders signed in August . It gave US businesses 45 days to stop working with either Chinese company.\n\nMr Trump told reporters on Friday he believed there could be a deal on TikTok \"quickly\", adding that while the US needed \"security from China\", TikTok was \"an amazing company, very very popular.\"\n\n\"Maybe we can keep a lot of people happy but have the security that we need,\" he said.\n\nWhat does the order say?\n\n\"At the president's direction, we have taken significant action to combat China's malicious collection of American citizens' personal data,\" the US Department of Commerce Secretary Wilbur Ross said in a statement\n\nThe department acknowledged that the threats posed by WeChat and TikTok were not identical but said that each collected \"vast swathes of data from users, including network activity, location data, and browsing and search histories\".\n\nmedia caption Will TikTok be banned?\n\nThe order means that from Sunday, people will not be able to use WeChat to transfer funds or process payments to or from people in the US.\n\nBut TikTok users will still be able to use their app virtually as normal, although they will not be able to download new updates.\n\n\"The President has provided until November 12 for the national security concerns posed by TikTok to be resolved,\" the commerce department said. After this point, some technical transactions will be banned on the app and functionality will be affected.\n\nAsked about the order on Fox Business Network, Mr Ross said that \"the basic TikTok will stay intact until November 12\", but added that WeChat \"for all practical purposes... will be shut down in the US, but only in the US, as of midnight Monday\".\n\nThis is now all about President Trump.\n\nTikTok's owner, Bytedance, now has to try to find a more palatable deal - and this may be tough. It's been reported that China would rather TikTok be closed down than be forced to sell to the US.\n\nWhat's not clear though is what Trump's motives are. Sure he wants to flex his muscle against China - and banning a popular app is a very high profile way of doing that - but he also, famously, loves a deal. With 48 hours to go until a potential ban, there is still negotiating time.\n\nIs he trying to give US companies further leverage in any potential merger or acquisition?\n\nIn truth, even if a TikTok download ban comes into force, it will still run on peoples' phones. It won't start technically degrading until 12 November.\n\nSo there's still plenty of life left in this story.\n\nWhy does the US want the apps banned?\n\nThe Trump administration has repeatedly said the apps are a threat because of their collection of data.\n\nFriday's statement from the commerce department said the governing Chinese Communist Party \"has demonstrated the means and motives to use these apps to threaten the national security, foreign policy, and the economy of the US.\"\n\nmedia caption Watch President Trump saying China could have stopped the coronavirus outbreak before it swept the world\n\nByteDance has denied that it holds any user data in China, saying it is stored in the US and in Singapore. Tencent, which owns WeChat, has said that messages on its app are private.\n\nWhile TikTok has millions of users in the US, it is not clear how many of WeChat's billion users are based outside China, although it is likely to be a significant number.\n\nBut the US is not the only country concerned about the companies. India has already banned TikTok and WeChat, while the UK Information Commissioner's Office, a privacy watchdog, is currently investigating TikTok.\n\nWhat are the apps?\n\nTikTok is a video-sharing app. Users can post up to a minute of video and have access to a vast database of songs and filters.\n\nIt collects a huge amount of user data - including what videos people watch and comment on, location data, phone model and even how people type. But much of this data collection is similar to other social networks like Facebook.\n\nIn September the company said it had more than 100 million users. It is thought to have more than 800 million members around the world.\n\nWeChat was set up in 2011. It is a multi-purpose app allowing users to send messages, make mobile payments and use local services. It has been described as an \"app for everything\" in China and has more than one billion monthly users.\n\nLike all Chinese social media platforms, WeChat must censor content the government deems illegal. In March, a report said WeChat was censoring key words about the coronavirus outbreak from as early as 1 January.\n\nBut WeChat insists encryption means others cannot \"snoop\" on your messages, and that content such as text, audio and images are not stored on its servers - and are deleted once all intended recipients have read them.", "date_added": "2020-09-19 18:52:34.592155+00:00", "url": "https://www.bbc.com/news/technology-54205231", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/6BB0/production/_114386572_top20option202.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/9C9A/production/_114409004_p08rrhvr.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/17C01/production/_114418279_p08rtsh5.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/A015/production/_114418904_p08rtrfm.jpg", "https://c.files.bbci.co.uk/1FCD/production/_105914180_line976-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/E4DC/production/_114488585_p08ry1kz.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/BD68/production/_114488484_p08rxzr5.jpg", "https://c.files.bbci.co.uk/4A22/production/_114287981_jamesclayton_tr-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/2845/production/_114490301_reu_whitedress.jpg", "https://c.files.bbci.co.uk/18212/production/_113843889_trump_tt_wc_alamy_epa.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/166F3/production/_114419819_gettyimages-1228506400.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/18212/production/_113843889_trump_tt_wc_alamy_epa.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/00F2/production/_114424200_rt_gettyimages-1273272419.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}