{"title": "China slams US 'bullying', warns of action over TikTok, WeChat", "text": "China has accused the United States of \"bullying\" and threatened to take \"necessary\" countermeasures after Washington banned downloads of the Chinese video-sharing app, TikTok, and effectively blocked the use of the messaging super-app, WeChat.\n\nSeparately, Beijing also launched on Saturday a mechanism enabling it to restrict foreign entities that it deems a threat to its sovereignty and security, in a development seen as retaliation to US penalties against other Chinese companies such as telecom giant Huawei.\n\nThe latest Chinese moves come as tensions with the US escalate on a range of issues from trade and human rights to the battle for tech supremacy.\n\nIn a statement on Saturday, the Chinese Ministry of Commerce condemned Washington's decision on Friday to ban TikTok and WeChat from US app stores, saying: \"China urges the US to abandon bullying, cease its wrongful actions and earnestly maintain fair and transparent international rules and order.\"\n\nIt then warned: \"If the US insists on going its own way, China will take necessary measures to resolutely safeguard the legitimate rights and interests of Chinese companies.\"\n\nThe US Department of Commerce announced the bans in response to a pair of executive orders signed in August by US President Donald Trump, in which he said the two Chinese-owned apps presented a threat to the country's national security.\n\nChina and the companies, however, have denied US user data is collected for spying.\n\nUnder Friday's order, the Tencent-owned WeChat app would lose functionality in the US from Sunday onwards, while TikTok users will be banned from installing updates but could keep accessing the service through November 12.\n\nWeChat developer Tencent Holdings called the order \"unfortunate\" and said it \"will continue to discuss with the government and other stakeholders in the US ways to achieve a long-term solution\".\n\nThe owners of TikTok, which has 100 million users in the US, said it will challenge \"the unjust executive order\".\n\n'Very, very popular'\n\nFriday's order follows weeks of deal-making over TikTok, with Trump pressuring ByteDance to sell TikTok's US operations to a domestic company to satisfy Washington's concerns over TikTok's data collection and related issues.\n\nCalifornia tech giant Oracle recently struck a deal with TikTok along those lines, although details remain foggy.\n\nTrump said on Friday said he was open to a deal, noting that \"we have some great options and maybe we can keep a lot of people happy,\" suggesting that even Microsoft, which said its TikTok bid had been rejected, might continue to be involved, as well as Oracle and Walmart.\n\nTrump noted that TikTok was \"very, very popular,\" said \"we have to have the total security from China,\" and added that \"we can do a combination of both\".\n\nByteDance has now asked a US judge to block the action against it, according to Bloomberg News.\n\nAmid the escalating row, the Chinese commerce ministry issued on Saturday regulations for its \"unreliable entity list\" aimed at foreign companies it says endangers its sovereignty, security or development interests.\n\nCompanies that end up on the list could be banned from importing or exporting from China, and may be barred from investing in the country. Other measures include imposing fines, entry restrictions on employees into China, and revoking their work or residence permits.\n\nThe launch of the \"unreliable entities list\" ups the ante in the escalating commercial fight with the Trump administration, which has used its own \"entity list\" to bar Huawei from the US market on national security grounds.\n\nThe Chinese announcement did not mention any specific foreign entities, but in May, state-run tabloid Global Times reported the measures would target such US companies as Apple Inc, Cisco Systems Inc, Qualcomm Inc, while suspending purchases of Boeing Co aeroplanes.\n\nAuthorities will set up a working mechanism and an office to help implement work related to the list, the ministry added.\n\nForeign firms could be removed from the list if they correct their behaviours and take steps to eliminate the consequences of their actions, it said.", "date_added": "2020-09-19 18:54:03.013719+00:00", "url": "https://www.aljazeera.com/news/2020/09/china-slams-bullying-warns-action-tiktok-wechat-200919040131973.html", "source": "", "photos_url": ["https://www.aljazeera.com/mritems/Images/2020/9/19/08df7512fbe040ca96a7928dc0841d7e_18.jpg", "https://www.aljazeera.com/assets/images/aj-logo-lg-124.png", "https://www.aljazeera.com/assets/images/AljazeeraLogo.png", "https://www.aljazeera.com/mritems/imagecache/mbdxxlarge/mritems/Images/2020/9/19/08df7512fbe040ca96a7928dc0841d7e_18.jpg", "https://www.aljazeera.com/mritems/images/site/aje-logo-white.svg", "https://www.aljazeera.com/assets/images/aj-logo-sm-2.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}