{"title": "Belarus protests: Police arrest more than 200 women in crackdown on peaceful demonstration", "text": "Police in Belarus have cracked down on a women's protest march in Minsk demanding the resignation of the country's president Alexander Lukashenko.\n\nMore than 200 women demonstrating on the streets of the country's capital were arrested on Saturday, including an elderly woman who has become a symbol of the protests which have continued for the past six weeks.\n\nAt least 2,000 women took part in the march, one of many which Belarussians have staged following the 9 August presidential election which they believe Mr Lukashenko fraudulently won.\n\nImage: Belarus police made mass arrests of peaceful protesters\n\nMr Lukashenko has been president in Belarus for 26 years, during which time he has consistently suppressed political opposition and independent news media.\n\nProtests in the country have at times attracted roughly 200,000 people - especially on Sundays in the capital Minsk.\n\nAdvertisement\n\nImage: President Lukashenko with Russia's Vladimir Putin\n\nAccording to human rights groups Viasna, more than 200 people were arrested during the march on Saturday.\n\n\"There were so many people detained that lines formed at the prisoner transports,\" Viasna member Valentin Stepanovich told the Associated Press.\n\nImage: The protesters are calling for the president to resign\n\nAmong those detained was Nina Bahinskaya, a 73-year-old former geologist whose defiance has made her an iconic figure among the protesters.\n\nThe women in Saturday's march chanted \"we're walking\", in reference to when police told Ms Bahinskaya she was taking part in an unauthorised protest and she snapped back: \"I'm taking a walk.\"\n\nImage: Beatings have been reported among protesters who have been detained\n\nOpposition leader Svetlana Tikhanovskaya praised the women's march in a video statement from Lithuania, where she fled after being held inside a government electoral office following the election.\n\nSpeaking to Sky News, Mrs Tikhanovskaya said she was not yet ready to talk about what happened to her during the time she was held in custody.\n\nImage: Police describe the protests as unauthorised\n\nIt is thought she was threatened with being separated from her two young children, whom she had already moved to Lithuania.\n\n\"They have frightened and put pressure on women for the second month, but despite this, Belarusians are continuing their peaceful protest and showing their amazing fortitude,\" Mrs Tikhanovskaya said of Saturday's march.", "date_added": "2020-09-20 10:26:06.863624+00:00", "url": "https://news.sky.com/story/belarus-protests-police-arrest-more-than-200-women-in-crackdown-on-peaceful-demonstration-12076654", "source": "Sky News", "photos_url": ["https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/08/512x512/skynews-magnay-prison-torture_5076401.jpg", "https://e3.365dm.com/20/09/768x432/skynews-belarus-protest-woman_5102173.jpg?20200919201050", "https://e3.365dm.com/20/09/1600x900/skynews-belarus-woman-women_5102178.jpg?20200919201143", "https://e3.365dm.com/20/09/768x432/skynews-belarus-woman-women_5102178.jpg?20200919201143", "https://e3.365dm.com/20/09/768x432/skynews-belarus-woman-women_5102171.jpg?20200919201022", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/20/09/768x432/skynews-belarus-woman-women_5102174.jpg?20200919201118", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/20/09/768x432/skynews-putin-belarus-lukashenko_5096653.jpg?20200914185557", "https://e3.365dm.com/20/09/768x432/skynews-belarus-women-woman_5102170.jpg?20200919200953"], "is_grouped": false, "upvotes": 0, "downvotes": 0}