{"title": "Hundreds of women detained during Belarus protest march", "text": "Riot police detained hundreds of women as opposition protesters marched through the Belarusian capital, Minsk, demanding an end to President Alexander Lukashenko’s rule.\n\nAbout 2,000 women took part in the “Sparkly March”, wearing shiny accessories and carrying the red-and-white flags of the protest movement.\n\nThe marchers chanted slogans such as “Get out, you and your riot police!” and “We believe we can win!”\n\nOne of the placards read: “Our protest has a woman’s face”, a reference to the title of a popular book by the Belarusian Nobel prize winner Svetlana Alexievich, who has backed the opposition cause.\n\nPolice blocked the women and began dragging them into police vans as they stood with linked hands, swiftly detaining several hundred, an AFP journalist saw.\n\nThe march was the latest in a series of all-women protests calling for the strongman leader to leave after his disputed victory in elections last month.\n\nHis opposition rival Svetlana Tikhanovskaya also claimed victory.\n\nIn a statement released before the march, Tikhanovskaya, who has taken refuge in Lithuania, praised the “brave women of Belarus”.\n\n“They are marching despite being constantly menaced and put under pressure,” she said.\n\nThe Viasna rights group published online the names of 328 women detained, while police spokeswoman Olga Chemodanova told AFP the number detained would be announced on Sunday.\n\nAmong those detained on Saturday was Nina Baginskaya, a 73-year-old activist who has become one of the best-known faces of the protest movement. Police released her outside a police station shortly afterwards.\n\nPolice detained so many protesters that they ran out of room in vans, releasing about 10 women.\n\nAmbulances were called after several women became unwell during the detentions.\n\nThe opposition is due to hold mass demonstrations on Sunday.", "date_added": "2020-09-19 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/19/hundreds-of-women-detained-during-belarus-protest-march-alexander-lukashenko", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/a25c60fdadfb89eb8382b58237953b8321653d04/0_84_4798_2880/master/4798.jpg?width=445&quality=85&auto=format&fit=max&s=b3a49ddd0527e3de44d3c5208c6563da", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=Belarus,Protest,Europe,World news", "https://i.guim.co.uk/img/media/a25c60fdadfb89eb8382b58237953b8321653d04/0_84_4798_2880/master/4798.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=e53a98585bc99910b5464909a9d02db8"], "is_grouped": false, "upvotes": 0, "downvotes": 0}