{"title": "Donald Trump 'paid $750 in federal income taxes in 2016 and 2017' - NY Times", "text": "Donald Trump 'paid $750 in federal income taxes in 2016 and 2017' - NY Times Published duration 3 hours ago\n\nmedia caption Trump describes allegations he avoided taxes as \"fake news\"\n\nDonald Trump paid just $750 (£580) in federal income tax both in 2016, the year he ran for the US presidency, and in his first year in the White House, the New York Times says.\n\nThe records reveal \"chronic losses and years of tax avoidance\", it says.\n\nMr Trump called the report \"fake news\".\n\n\"Actually I paid tax. And you'll see that as soon as my tax returns - it's under audit, they've been under audit for a long time,\" he told reporters after the story was published on Sunday.\n\n\"The IRS [Internal Revenue Service] does not treat me well… they treat me very badly,\" he said.\n\nMr Trump has faced legal challenges for refusing to share documents concerning his fortune and business. He is the first president since the 1970s not to make his tax returns public, though this is not required by law.\n\nThe Times said the information scrutinised in its report was \"provided by sources with legal access to it\".\n\nThe report came just days before Mr Trump's first presidential debate with Democratic rival Joe Biden and weeks before the 3 November election.\n\nWhat are the key claims?\n\nThe Times said it reviewed tax returns relating to President Trump and companies owned by the Trump Organization going back to the 1990s, as well as his personal returns for 2016 and 2017.\n\nIt said the president paid just $750 in income taxes in both 2016 and 2017, while he paid no income taxes at all in 10 of the previous 15 years, \"largely because he reported losing much more money than he made\".\n\nBefore becoming president, Mr Trump was known as a celebrity businessman and property mogul, building an image of a hugely successful self-made billionaire which could be dented by the latest revelations, observers say.\n\nBut the newspaper says his reports to the IRS \"portray a businessman who takes in hundreds of millions of dollars a year yet racks up chronic losses that he aggressively employs to avoid paying taxes\".\n\nIn an annual financial disclosure that he is required to make as president, President Trump said he made at least $434.9m in 2018. The newspaper disputes this, alleging that his tax returns show the president had instead gone into the red, with $47.4m in losses.\n\nThe Trump Organization joined the president in denying the allegations in the report. The company's chief legal officer, Alan Garten, told the Times that \"most, if not all, of the facts appear to be inaccurate\".\n\nimage copyright Getty Images image caption The Trump Organization has rejected the New York Times' allegations, saying \"most\" of the facts are inaccurate\n\n\"Over the past decade, President Trump has paid tens of millions of dollars in personal taxes to the federal government, including paying millions in personal taxes since announcing his candidacy in 2015,\" he said.\n\nBy using the term \"personal taxes\", the New York Times points out, Mr Garten appears to be conflating other federal taxes paid by Mr Trump - such as social security, Medicare and taxes for people who work in his household - with federal income tax.\n\nWhat else does the report say?\n\nThe newspaper also claims that \"most\" of Mr Trump's biggest businesses - such as his golf courses and hotels - \"report losing millions, if not tens of millions, of dollars year after year\".\n\n\"That equation is a key element of the alchemy of Mr Trump's finances: using the proceeds of his celebrity to purchase and prop up risky businesses, then wielding their losses to avoid taxes,\" it says.\n\nIt adds that the president is personally responsible for more than $300m in loans, which will come due in the next four years.\n\nThe newspaper also alleges that some of President Trump's businesses have received money from \"lobbyists, foreign officials and others seeking face time, access or favour\" from the president.\n\nimage copyright Getty Images image caption President Trump, pictured in 2015 at the launch of The Celebrity Apprentice TV series, made $427.4m in 2018 from the show\n\nThe Times says it used tax records to find out how much income the president makes from his companies overseas, alleging that he made $73m in revenue from abroad in his first two years at the White House.\n\nMuch of that came from his golf courses in Ireland and Scotland, but the Times says the Trump Organization also received money \"from licensing deals in countries with authoritarian-leaning leaders or thorny geopolitics\".\n\nThe Times alleges that the licensing deals netted $3m from the Philippines, $2.3m from India and $1m from Turkey.\n\nThe newspaper claims that President Trump made $427.4m in total up until 2018 in revenues from The Apprentice US series, as well as from branding deals where organisations paid to use his name. He also made $176.5m in profit by investing in two office buildings, it is alleged.\n\nHowever, the Times alleges that the president paid almost no taxes on these sizeable earnings, because he reported that the businesses that he owns and runs made significant losses.\n\nThe Times also alleges that Mr Trump reduced his taxable income by paying consulting fees to Ivanka Trump, his daughter and senior adviser. In financial disclosures filed in 2017, she reported receiving $747,622 from a consulting company she co-owned. Consulting fees of exactly the same amount were claimed as tax deductions by the Trump Organization for hotel projects, the Times says.\n\nMr Trump is also said to have written off more than $70,000 in hair-styling costs as business expenses during his time on The Apprentice.\n\nimage copyright Getty Images image caption President Trump's golf courses in Scotland, together with one in Ireland, made $63.3m in losses in 2018, the New York Times alleges\n\nThe newspaper also claims that President Trump has been making use of a tax code that enables business owners to \"carry forward leftover losses to reduce taxes in future years\".\n\nFor example, the newspaper says that President Trump's largest golf resort, Trump National Doral, near Miami, has made $162.3m in losses since he bought it in 2012. Similarly, his two golf courses in Scotland and one in Ireland have reported a combined $63.6m in losses, it is alleged.\n\nTax lawyer and policy analyst Steve Rosenthal, who has previously worked with the Times looking into Mr Trump's finances, said the story \"goes to the heart of Trump's image as a successful businessman\".\n\n\"You cannot generate the level of losses Trump has generated without failing spectacularly. How he continues to generate losses and continues to operate suggests he is continuing to borrow money to keep operations afloat,\" he told the BBC World Service.\n\nBut how much, if any, damage this will do to the president is up for debate, says the BBC's North America editor Jon Sopel.\n\nThis time four years ago, when Hilary Clinton upbraided him over how little tax he paid, Mr Trump replied: \"That makes me smart.\" A lot of his supporters applauded, our editor points out.\n\nWhat has the reaction been?\n\nMr Trump's political opponents condemned his reported tax arrangements.\n\nHouse Speaker Nancy Pelosi, the most powerful Democrat in Washington, said the report showed Mr Trump had taken \"extraordinary measures\" to \"game the tax code and avoid paying his fair share of taxes\".\n\nTaking to Twitter, Senate minority leader Chuck Schumer asked Americans to raise their hands if they had paid more in federal income tax than Mr Trump.", "date_added": "2020-09-28 13:33:02.525363+00:00", "url": "https://www.bbc.com/news/technology-54319948", "source": "BBC News", "photos_url": ["https://c.files.bbci.co.uk/117DE/production/_114664617_trump-apprentice.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1435A/production/_114487728_p08rxtsq.jpg", "https://c.files.bbci.co.uk/15A68/production/_114008688_cps_strap_us_election_top_640x3-nc.png", "https://ichef.bbci.co.uk/news/1024/branded_news/CF9A/production/_114664135_hi063555202-1.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D09A/production/_114620435_1_widegeorge.jpg", "https://c.files.bbci.co.uk/3166/production/_114664621_trump-golf-scotland.jpg", "https://c.files.bbci.co.uk/9246/production/_114664473_trump-tower.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C978/production/_114667515_gettyimages-1146453383-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/9FB1/production/_114618804_p08smjgm.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C67A/production/_114601805_p08sjhnk.jpg", "https://c.files.bbci.co.uk/16B44/production/_114669929_trump_tax_retuen_640-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/511F/production/_114576702_onceagainbeingamother-victorhugolujamolina-mexico.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C231/production/_114631794_p08sncbv.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/2B00/production/_114380011_p08rkqf5.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/194F/production/_114597460_p08sjrtf.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}