{"title": "Trump criticized Obama in 2012 for his 20.5% tax rate. A new report shows Trump paid no federal income tax that year.", "text": "Donald Trump in a 2012 tweet criticized President Barack Obama for his 20.5% tax rate.\n\nThe tweet is under scrutiny after a bombshell New York Times report on Sunday said that in 2012 Trump paid no federal income taxes because his businesses were losing so much money.\n\nObama was criticized when his tax returns were released in 2012, as they revealed that he had a lower tax rate for the 2011 tax year than his secretary.\n\nSign up here for our free live event Tuesday to get the inside track on the race for the White House with Business Insider's DC Bureau.\n\nA tweet from 2012 in which Donald Trump attacked President Barack Obama for paying a 20.5% tax rate is getting renewed attention in light of a New York Times report showing that Trump has paid next to nothing for years.\n\nIn the tweet, Trump cited information in a tax return released by Obama that year showing that for 2011 he paid $162,074 in federal taxes on a gross income of $789,674.\n\n\"@BarackObama who wants to raise all our taxes, only pays 20.5% on $790k salary. http://1.usa.gov/HFZJKH Do as I say not as I do,\" Trump wrote. The link no longer works.\n\nAt the time Trump was burnishing his own presidential credentials, based largely on his image as a billionaire businessman who owned businesses around the world.\n\nBut according to a bombshell report by The New York Times on Sunday, citing information from tax records Trump has long shielded from public view, Trump has for more than a decade contributed hardly any federal income taxes.\n\nThe Times said that because of massive losses in his sprawling network of businesses, Trump paid nothing in federal income tax in 11 of the 18 years it examined.\n\nThey included the four years before Trump launched his presidential bid in 2015, according to The Times, and therefore cover the time when he sent the tweet trolling Obama.\n\nThe Times said Trump paid just $750 in federal income taxes in both 2016 and 2017 — far less than the average salaried US worker — while boasting on the campaign trail that his business acumen uniquely qualified him for the presidency.\n\nTrump broke with decades of precedent in refusing to release his tax returns. On Sunday he described the new Times report as \"fake news,\" though he did not explain why it was false.\n\nObama's 2011 tax returns caused controversy upon their release in 2012, since the documents showed that the president's tax rate was lower than that of his secretary at the time. Obama was then campaigning for reelection and attacking Republicans for what he argued were unfair tax policies.\n\nAfter the release of his returns, the White House told news outlets that Obama believed he should be paying more tax.\n\nThe New York Times reported at the time that it was Obama's charitable donations, which consisted of $172,130 to 39 charities, that reduced his effective tax rate.", "date_added": "2020-09-28 00:00:00+00:00", "url": "https://www.businessinsider.com/trump-attacked-obama-for-tax-rate-when-he-paid-nothing-2020-9", "source": "Business Insider", "photos_url": ["https://www.businessinsider.com/public/assets/shared/success-circle.svg", "https://i.insider.com/5f71a80274fe5b0018a8db22?width=700", "https://i.insider.com/5f71a80274fe5b0018a8db22?width=1200&format=jpeg", "https://www.businessinsider.com/trump-attacked-obama-for-tax-rate-when-he-paid-nothing-2020-9?width=600&format=jpeg&auto=webp", "data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' viewBox='0 0 1 1'%3E%3C/svg%3E"], "is_grouped": false, "upvotes": 0, "downvotes": 0}