{"title": "NY Times: Trump paid $750 in US income taxes in 2016, 2017", "text": "President Donald Trump paid just $750 in federal income taxes the year he ran for president and in his first year in the White House, according to a report Sunday in The New York Times.\n\nTrump, who has fiercely guarded his tax filings and is the only president in modern times not to make them public, paid no federal income taxes in 10 of the past 15 years.\n\nThe details of the tax filings complicate Trump’s description of himself as a shrewd and patriotic businessman, revealing instead a series of financial losses and income from abroad that could come into conflict with his responsibilities as president. The president’s financial disclosures indicated he earned at least $434.9 million in 2018, but the tax filings reported a $47.4 million loss.\n\nThe tax filings also illustrate how a reputed billionaire could pay little to nothing in taxes, while someone in the middle class could pay substantially more than him. Roughly half of Americans pay no income taxes, primarily because of how low their incomes are. But IRS figures indicate that the average tax filer paid roughly $12,200 in 2017, about 16 times more than what the president paid.\n\nThe disclosure, which the Times said comes from tax return data it obtained extending over two decades, comes at a pivotal moment ahead of the first presidential debate Tuesday and weeks before a divisive election against Democrat Joe Biden.\n\nSpeaking at a news conference Sunday at the White House, Trump dismissed the report as “fake news” and maintained he has paid taxes, though he gave no specifics. He also vowed that information about his taxes “will all be revealed,” but he offered no timeline for the disclosure and made similar promises during the 2016 campaign on which he never followed through.\n\nIn fact, the president has fielded court challenges against those seeking access to his returns, including the U.S. House, which is suing to get Trump's tax returns as part of congressional oversight.\n\nStory continues\n\nDuring his first two years as president, Trump received $73 million from foreign operations, which in addition to his golf properties in Scotland and Ireland included $3 million from the Philippines, $2.3 million from India and $1 million from Turkey, among other nations. The president in 2017 paid $145,400 in taxes in India and $156,824 in the Philippines, compared to just $750 in U.S. income taxes. The Times said the tax records did not reveal any unreported connections to Russia.\n\nTrump found multiple ways to reduce his tax bills. He has taken tax deductions on personal expenses such as housing, aircraft and $70,000 to style his hair while he filmed “The Apprentice.” Losses in the property businesses solely owned and managed by Trump appear to have offset income from his stake in “The Apprentice” and other entities with multiple owners.\n\nDuring the first two years of his presidency, Trump relied on business tax credits to reduce his tax obligations. The Times said $9.7 million worth of business investment credits that were submitted after Trump requested an extension to file his taxes allowed him to offset his obligations and pay just $750 each in 2016 and 2017.\n\nIncome tax payments help finance the military and domestic programs.\n\nTrump, starting in 2010, claimed and received an income tax refund that totaled $72.9 million, which the Times said was at the core of an ongoing audit by the IRS. The Times said a ruling against Trump could cost him $100 million or more.\n\nThe president could also face mounting financial pressure in the years ahead. The tax records show he’s carrying a total of $421 million in loans and debt that are primarily due within four years. Most of that debt comes from the Doral golf resort in Florida ($125 million) and Trump’s Washington hotel ($160 million), two properties that the Times said are struggling financially.\n\nRichard Neal, D-Mass., the chair of the House Ways and Means Committee who has tried unsuccessfully to obtain Trump’s tax records, said the Times report makes it even more essential for his committee to get the documents.\n\n“It appears that the President has gamed the tax code to his advantage and used legal fights to delay or avoid paying what he owes,” Neal wrote in a statement. “Now, Donald Trump is the boss of the agency he considers an adversary. It is essential that the IRS’s presidential audit program remain free of interference.”\n\nA lawyer for the Trump Organization, Alan Garten, and a spokesperson for the Trump Organization did not immediately respond to a request for comment from The Associated Press on the report.\n\nGarten told the Times that “most, if not all, of the facts appear to be inaccurate.”\n\nHe said in a statement to the news organization that the president \"has paid tens of millions of dollars in personal taxes to the federal government, including paying millions in personal taxes since announcing his candidacy in 2015.”\n\nThe New York Times said it declined to provide Garten with the tax filings in order to protect its sources, but it said its sources had legal access to the records.\n\nDuring his first general election debate against Democrat Hillary Clinton in 2016, Clinton said that perhaps Trump wasn't releasing his tax returns because he had paid nothing in federal taxes.\n\nTrump interrupted her to say, \"That makes me smart.”", "date_added": "2020-09-27 21:41:54+00:00", "url": "https://www.yahoo.com/news/ny-times-trump-paid-750-214154920.html", "source": "", "photos_url": ["https://s.yimg.com/ny/api/res/1.2/gwM.BivwcDVYutWF9.nUNw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/ljzJykxS9Hv3isS4V2n5pw--~B/aD0zNDAyO3c9NTA5NTtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/070b763ede48bab87f9831fed85598b0", "https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2018-12/f7f4c7f0-0259-11e9-bfeb-842a32a6c67d"], "is_grouped": false, "upvotes": 0, "downvotes": 0}