{"title": "Parents will be fined if children trick or treat in groups of more than six", "text": "Parents will be fined if children trick or treat in groups of more than six, Downing Street has said.\n\nAs Halloween approaches the Prime Minister’s Official Spokesman made it clear that the rule of six would not be relaxed on October 31st, despite children knocking on different houses for sweets on being a popular pastime for many families.\n\nIt was suggested that going door to door would be breaking the rules where household mixing has been banned in most of the North-East and Scotland, Northern Ireland and in some parts of Wales.\n\nIt is believed that the person who answers the door to the trick or treater would also be included in the rule of six total.\n\n“The rules are clear in terms of household mixing, depending on whether you’re in a lockdown area or not,” the spokesman said.\n\n“Parents would be fined if children meet in groups of more than six children.” The amount people will be fined if caught breaking the rule of six is £200.\n\nIt comes as more of the North-East went into tighter lockdown overnight, with Middlesbrough, Liverpool City Region, Warrington and Hartlepool, now subject to fines if different households mixed in a private home, private garden or indoor venue.\n\nThe spokesman added: “The rules for what you need to do if you’re in local lockdown are set out online and it’s clear we are asking households not to mix, and if you’re not in a local lockdown area then we have been clear that we are still asking everybody to abide by the rule of six.”\n\nHe said that people needed to “follow the rule of six to ensure we can control and reduce the spread of the virus”.\n\nHowever market research from Piplsay showed that almost half of parents have said they will not let their children go trick or treating to prevent them from catching coronavirus.\n\nZoe Mills, a retail analyst at GlobalData, said: \"Where people can, reusing old costumes will be more prominent, but also fewer are expected to be dressing up at all. For grocers that are key stockists of costumes for children and sweets, this is expected to have an impact on revenues.\"\n\nDr Chris Smith, a virologist at the University of Cambridge, said it was still possible to trick or treat safely within the coronavirus restrictions.\n\n\"Because it's Halloween I'd say people are quite likely to be wearing a mask anyway so if they can make a face covering work it's way into their costume then even better,\" he told the BBC.\n\nHowever he cautioned that how children obtained their sweets could pose a health hazard.\n\n\"There's also the issue of how you give a treat,” he said.\n\n“If everyone's scrabbling round in a bucket full of sweets and they touch all of them then there's a risk of transmission.\"\n\nIn order to reduce the risk Dr Smith suggested handed trick or treaters individually wrapped sweets.", "date_added": "2020-10-02 00:00:00+00:00", "url": "https://www.telegraph.co.uk/politics/2020/10/02/parents-will-fined-children-trick-treat-groups-six/", "source": "The Telegraph", "photos_url": ["https://www.telegraph.co.uk/content/dam/politics/2020/10/04/TELEMMGLPICT000241105353_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwf2MxkA1yDu1xJcPWYv_pJs.jpeg?imwidth=160", "https://www.telegraph.co.uk/content/dam/news/2020/09/11/TELEMMGLPICT000177962902_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpeg?impolicy=logo-overlay", "https://www.telegraph.co.uk/content/dam/generic/Matt-cartoon-255x206px-small.png", "https://www.telegraph.co.uk/content/dam/business/2020/08/10/TELEMMGLPICT000236750380_trans_NvBQzQNjv4BqbFoXn4d1uVNGRa1pDHVYNOxQQAzv8_GbhAJNOKndEE8.jpeg?imwidth=160", "https://www.telegraph.co.uk/content/dam/politics/2020/10/03/TELEMMGLPICT000186740342_trans_NvBQzQNjv4BqDQVK81QMLSkr-IuGRMUJHCVB-e_nxfetMVMJL5pqsDA.jpeg?imwidth=160", "https://www.telegraph.co.uk/content/dam/news/2020/09/11/TELEMMGLPICT000177962902_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQfyf2A9a6I9YchsjMeADBa08.jpegimwidth=480", "https://www.telegraph.co.uk/content/dam/politics/2020/10/04/TELEMMGLPICT000241025100_trans_NvBQzQNjv4BqwMJYxftKZExwjop9hyNEmWwlv1PvEFGKb3yU86xhZmk.jpeg?imwidth=160", "https://www.telegraph.co.uk/content/dam/Author%20photos/Matt%20Kilcoyne.png?impolicy=byline-author", "https://i.ytimg.com/vi/61Id38lTMHQ/mqdefault.jpg?imwidth=160", "https://www.telegraph.co.uk/content/dam/politics/2020/10/02/TELEMMGLPICT000231757606_trans_NvBQzQNjv4BqNadeZm0KzkFwpSYJhHDpPbQMI5hkDcUBB5qZKQzbZSY.jpeg?imwidth=160"], "is_grouped": false, "upvotes": 0, "downvotes": 0}