{"title": "Boris cancels Halloween: Trick or treating banned in coronavirus lockdown areas", "text": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nThe rules were imposed yesterday and will see up to 20 million Britons in lockdown areas across the country restricted from enjoying Halloween traditions.\n\nTrending\n\nAccording to Number 10, going from door-to-door and interacting with neighbours and friends breaches lockdown restrictions as it is classed as mixing households. A Downing Street spokesperson said: “The rules are clear on household mixing, dependent on whether you are in a local lockdown area or not. “We are clear that everybody needs to follow the rule of six to ensure we can control and try and reduce the spread of the virus. “We are asking everybody to abide by that rule.\n\nBoris Johnson cancels Halloween\n\nTrick or treat classed as mixed households\n\n“The guidance is clear in terms of what we are asking the public to do.” Downing Street said the extra restrictions apply across the north east, north west, the Midlands and most of Wales, Scotland and Northern Ireland. Those not in lockdown areas will still have to abide by the \"rule of six\" restriction which was imposed last month. Dr Chris Smith, a virologist at the University of Cambridge, told the BBC: \"If you're doing something that increases your contacts with other people then you are automatically increasing their risk and your risk. READ MORE: Students are adding to soaring Covid toll\n\nHalloween cancelled this year due to COVID-19\n\n“Because it's Halloween I'd say people are quite likely to be wearing a mask anyway so if they can make a face covering work it's way into their costume then even better. \"Then there's the whole question of what are you going to do as a trick? If that involves contact or touching things that other people have touched, there's also a risk. “There's also the issue of how you give a treat. If everyone's scrabbling round in a bucket full of sweets and they touch all of them then there's a risk of transmission.\" It is believed people will not face a fine unless they step inside someone’s home, which is when a £200 penalty will be issued. DON'T MISS\n\nPrince Charles heartbreak: Royal opens up on agony of coronavirus [REVEAL]\n\nCovid fear: Fewer people are seeing loved ones and eating out [INSIGHT]\n\nCoronavirus map LIVE: Vaccine to be rolled out to UK in just months [COMMENT]\n\nUK coronavirus cases mapped\n\nThe UK has one of the highest infection rate across Europe but there have been fresh hopes the numbers may be getting under control. According to figures from the Office of National Statistics (ONS), there were around 8,400 cases a day of the virus this week, compared to 9,600 last week. The ONS said while there may be “levelling off” following a steep increase during August and September there is still some uncertainty around the figures. Prime Minister Boris Johnson is already facing backlash for imposing the “rule of six” as well as introducing the 10pm curfew.\n\nTrick or treat banned in lockdown areas", "date_added": "2020-10-03 13:30:00+00:00", "url": "https://www.express.co.uk/news/uk/1343262/Boris-Johnson-coronavirus-halloween-lockdown-restrictions-household-mixing", "source": "Express.co.uk", "photos_url": ["https://cdn.images.express.co.uk/img/page/preloaderbig.gif", "https://cdn.images.express.co.uk/img/dynamic/1/750x445/1343262.jpg", "https://cdn.images.express.co.uk/img/static/share/pinterest.png", "https://t.co/i/adsct?txn_id=l4f18&p_id=Twitter", "https://cdn.images.express.co.uk/img/static/share/facebook.png", "https://cdn.images.express.co.uk/img/static/share/twitter.png", "https://cdn.images.express.co.uk/img/static/share/linkedin.png", "https://sb.scorecardresearch.com/p?c1=2&c2=6035737&cv=2.0&cj=1", "https://cdn.images.express.co.uk/img/page/placeholder-horizontal.gif", "https://www.facebook.com/tr?id=568781449942811&ev=PageView&noscript=1", "https://cdn.images.express.co.uk/img/static/share/copylink.png", "https://googleads.g.doubleclick.net/pagead/viewthroughconversion/1068671835/?value=0&label=u9gYCOmHtQYQ28bK_QM&guid=ON&script=0", "https://cdn.images.express.co.uk/img/dynamic/1/285x190/1343220_1.jpg", "https://cdn.images.express.co.uk/img/static/share/comment.png", "https://cdn.images.express.co.uk/img/page/placeholder-vertical.gif", "https://cdn.images.express.co.uk/img/dynamic/1/285x190/1343196_1.jpg", "https://analytics.twitter.com/i/adsct?txn_id=l4f18&p_id=Twitter", "https://cdn.images.express.co.uk/img/covers/70x91/front_2020-10-04.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}