{"title": "Boris Johnson orders British pubs to close early as Covid-19 cases rise", "text": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nLONDON — British Prime Minister Boris Johnson spent much of the summer urging people to return to offices and restaurants, while aiming for a \"significant return to normality\" by Christmas as the coronavirus appeared to recede.\n\nThe message this week could hardly be more different.\n\nOn Tuesday, Johnson announced sweeping new restrictions in England that are likely to last for the next six months — an attempt to halt the virus as it threatens to surge through the country this fall and winter.\n\nBars, pubs and restaurants will be ordered to close at 10 p.m., staff and customers will be fined 200 pounds (around $256) for not wearing masks, and people are once again people being asked to work from home if they can, the prime minister said in an address to Parliament.\n\n\"I'm sorry to say that as in Spain and France, we have reached a perilous turning point,\" he said, referring to similar flare-ups across Europe. \"This is the moment when we must act.\"\n\nStudents arriving at Moor End Academy school in Huddersfield, northern England, on Sept. 11. Oli Scarff / AFP - Getty Images\n\nHe told people to expect a \"greater police presence\" on the streets with \"the option to draw on military support\" to help enforce the new rules — a drastic move in Britain where law enforcement is typically more pared back.\n\nIt's far from the blanket lockdown of March and April, which largely restricted people from leaving their homes and shuttered most of the economy. Schools and businesses will be able to remain open in a \"Covid-compliant way,\" he said.\n\nBut it will be more comprehensive than the local lockdowns that have seen restrictions imposed on parts of the U.K. this summer where infection rates have flared.\n\nA day earlier, Johnson's two most senior advisers gave their own grim assessment during a televised briefing. They warned that the U.K.'s estimated 6,000 daily cases could hit 50,000 in October if left unchecked.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\n\"If we do not change course then we're going to find ourselves with a very difficult problem,\" England's Chief Medical Officer Chris Whitty said Monday.\n\nHaving overseen more than 41,000 coronavirus deaths — the most in Europe — Johnson and his government find themselves weathering heavy criticism from all sides.\n\nBack in March, he was accused of acting too slowly to introduce restrictions, failing to provide enough protective equipment for health workers, and hypocrisy, after refusing to fire his top adviser, Dominic Cummings, who broke lockdown rules at the height of the outbreak.\n\nBut even as cases and deaths fell, traditional allies and enemies alike said Johnson — who won a storming election victory in December — had been guilty of a series of missteps.\n\n\"Tory backbenchers know it, his Cabinet knows it, we all know it: he's just not serious, he's just not up to the job,\" Keir Starmer, leader of the opposition Labour Party, said in a speech Tuesday referring to Conservative politicians.\n\nWork from home! Get back to work or risk losing your job!\n\nGo to the pub! Have some money to go to the pub! People have been going to the pub too much! Close the pubs early! Work from home! pic.twitter.com/nWaREx3L1W — Rick Long ⚔ (@RickRicklong) September 22, 2020\n\nA major criticism of the government has been its inability to develop a successful test, track and isolate system. This has baffled epidemiologists, who point out that the U.K. is the world's sixth largest economy and has had six months to get it right.\n\nThe lack of testing capacity means many people are unable to get one, or are directed to drive hundreds of miles to their nearest testing center.\n\nJohnson has missed a host of deadlines, pledging that by the end of June all results would be delivered within 24 hours. Government numbers published last week showed that currently only a third come back within a day — and the average wait is increasing.\n\nDownload the NBC News app for the latest news on the coronavirus\n\nDido Harding, the head of the government’s track-and-trace program for England, admitted last week that demand for tests was \"significantly outstripping the capacity we have.\"\n\nThis made the September return to schools chaotic, with entire grades sent home to isolate for 14 days if just one child developed symptoms.\n\n\"'Work from home if you can' is again, and always should have been, the government's message,\" tweeted Gabriel Scally, honorary professor of public health at the University of Bristol. \"Their attempt to cajole people to get back to city center offices should never have happened. Being clear and consistent is extraordinarily important — I wish they would be!\"\n\nJohnson's natural allies are also aghast.\n\nMore libertarian Conservatives within his own party fear he is putting the economy in further peril by going as far as he has: risking a further rise in unemployment, eroding civil liberties and endangering the education and welfare of children.\n\nAll this has caused a rift between \"economic hawks\" and \"health doves\" in Johnson's own Cabinet. Tuesday's announcement appears to be an attempt to sail a delicate line between them.\n\n(Johnson has the power to speak only for England. The chief medical officers in Scotland, Wales and Northern Ireland have indicated similar concerns, raising the national Covid-19 \"alert level\" from three to four Monday, meaning that \"transmission is high or rising exponentially.\")", "date_added": "2020-09-22 12:29:57+00:00", "url": "https://www.nbcnews.com/news/world/boris-johnson-order-british-pubs-close-early-covid-19-cases-n1240682", "source": "NBC News", "photos_url": ["https://media1.s-nbcnews.com/j/newscms/2020_39/3413570/200921-uk-corona-lockdown-mc-12012_0fc5b4e27e6247c7ad0b2f37c756d75a.fit-760w.JPG", "https://media1.s-nbcnews.com/j/newscms/2020_39/3413570/200921-uk-corona-lockdown-mc-12012_0fc5b4e27e6247c7ad0b2f37c756d75a.nbcnews-fp-1200-630.JPG", "https://media4.s-nbcnews.com/j/newscms/2020_03/3183816/alex-smith-circle-byline-template_458d4a0f3cae7e4cabefc94aea36b461.focal-100x100.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}