{"title": "Boris Johnson tells people to work from home and says coronavirus restrictions could last for the next 6 months", "text": "Boris Johnson tells workers to stay at home if they can as the UK becomes gripped by a second coronavirus wave.\n\nHe announces new restrictions on hospitality and leisure industries and says they could last for another 6 months.\n\nPrime Minister Johnson announced the new guidance to MPs on Tuesday afternoon.\n\nHis government will also introduce a 10pm curfew for pubs, bars, and restaurants and reduce the limit for wedding guests to 15.\n\nVisit Business Insider's homepage for more stories.\n\nBoris Johnson has urged people to work from home in order to halt a spike in coronavirus infections as he announced a series of new restrictions which he said could last for at least six more months.\n\nThe UK prime minister told the House of Commons on Tuesday that the government has scrapped its push for more people in England to return to their workplaces.\n\n\"We are asking office workers who can work from home to do so,\" Johnson told members of Parliament.\n\nThe Prime Minister announced that in England:\n\nAnyone able to work from home should do so immediately.\n\nPubs, restaurants and leisure and entertainment venues must close at 10pm.\n\nTakeaway restaurants will also be affected, although food delivery can continue later.\n\nPeople working in hospitality and retail must wear masks.\n\nThe 'rule of six' will be enforced against indoor sporting events.\n\nWeddings will be reduced to 15 guests only.\n\nFines for non-compliance will be increased against both businesses and individuals.\n\nHe added that \"unless we make significant progress, these restrictions will be in place for siz. months.\"\n\nA spokesman for Johnson said the measures were designed to \"minimise the impact on the economy\" while \"ensuring that children are kept in schools and students can continue with their higher education.\"\n\nThe guidance represents a dramatic shift in government policy.\n\nThe UK prime minister in July said \"I do want people to start to go back to work now if you can\" and a month later Rishi Sunak, the chancellor, urged people in London to \"do our bit\" and return to offices to help the economy.\n\nA Telegraph newspaper front page briefed by government sources last month warned Brits to \"go back to work or risk losing your job.\"\n\nHowever, Michael Gove, the Chancellor of the Duchy of Lancaster, on Tuesday said that the government was now encouraging people to work from home where possible.\n\nGove told Sky News: \"There is going to be a shift in emphasis and one of the things we are going to emphasise is that if it is possible for people to work from home, then we'd encourage them to do so.\"\n\nHe said: \"Now, it's important to stress that there are many, many, many roles which can't be performed from home.\n\n\"There are people in manufacturing, in construction, in retail, and other roles where we recognise that is simply impossible and that's why we have worked to make sure you can have Covid-secure workplaces.\n\n\"We need to balance, obviously, the need to to ensure that people can continue to work and indeed critically ensure that people can go to school and benefit from education against taking steps to try to reduce the virus is why if we can limit of appropriately restrain social contact, that's what we are trying to do.\"\n\nThe U-turn was among a series of measures announced by Johnson when he addressed members of Parliament about the government's response to the recent resurgence of the virus on Tuesday lunch time.\n\nHe has been under pressure to tighten social distancing rules with the number of new infections growing exponentially and his scientific advisers yesterday warning that it could reach 50,000 new cases a day by mid-October. There were 4,368 new cases of virus on Monday.\n\nJohnson's government announced on Monday evening that from Thursday there would be a 10pm curfew on pubs, bars, restaurants, and other hospitality settings across as England as part of initial efforts to abate the spread of the coronavirus. Hospitality businesses will also be required by law to stick to table service.\n\nHowever, the UK government's new measures do not go as as far as those introduced In Northern Ireland, where First Minister Arlene Foster has announced a ban on different households mixing indoors. Scottish First Minister Nicola Sturgeon is expected to go further than the Westminster government when she announces new measures on Tuesday.\n\nThe Times of London newspaper reports that Johnson was tempted to announce harsher measures but took the side of Chancellor Sunak who was concerned that locking down the hospitality sector would have dire economic consequences. The same report says that scientists on SAGE, the group advising the government, wanted the UK prime minister to take stronger action.", "date_added": "2020-09-22 00:00:00+00:00", "url": "https://www.businessinsider.com/coronavirus-boris-johnson-government-ditches-return-to-work-push-2020-9", "source": "Business Insider", "photos_url": ["data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' viewBox='0 0 1 1'%3E%3C/svg%3E", "https://i.insider.com/5f69bc0457b7da001ee12fb1?width=600&format=jpeg&auto=webp", "https://www.businessinsider.com/coronavirus-boris-johnson-government-ditches-return-to-work-push-2020-9?width=600&format=jpeg&auto=webp", "https://i.insider.com/5f69bc0457b7da001ee12fb1?width=1200&format=jpeg", "https://i.insider.com/5f69bc0457b7da001ee12fb1?width=24&format=jpeg&auto=webp", "https://www.businessinsider.com/public/assets/shared/success-circle.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}