{"title": "US election 2020: Debate rules to change after chaotic Trump-Biden exchange", "text": "Debate rules will be changed to avoid a repeat of the chaotic first meeting between Donald Trump and Joe Biden, the US presidential debate commission has said.\n\nThe ill-tempered debate on Tuesday between the US president and his Democratic challenger descended into chaos, with personal insults thrown and frequent interruptions - mainly from Mr Trump.\n\nChris Wallace, the moderator, had few options other than pleading with the candidates when rules both campaigns had agreed to were not followed.\n\nWhat is being planned for future debates?\n\nOne option being discussed is allowing the moderator to cut off microphones when a candidate violates rules, CBS News reported.\n\nAdvertisement\n\nThe Commission on Presidential Debates (CPD) said in a statement that the first debate had \"made clear that additional structure should be added to the format of the remaining debates to ensure a more orderly discussion of the issues\".\n\n\"The CPD will be carefully considering the changes that it will adopt and will announce those measures shortly.\"\n\nPlease use Chrome browser for a more accessible video player Trump on Biden: \"There's nothing smart about you, Joe\"\n\nIt added: \"The commission is grateful to Chris Wallace for the professionalism and skill he brought to last night's debate and intends to ensure that additional tools to maintain order are in place for the remaining debates.\"\n\nCBS News reported that the next 48 hours would be spent drawing up new guidelines and rules for future debates, according to a source.\n\nThe rules will not be negotiable, the source said.\n\nHow have both campaigns reacted?\n\nMr Trump, retweeting a story about the planned debate changes, said: \"Try getting a new Anchor and a smarter Democrat candidate!\"\n\nHis team have criticised the plans for future debates.\n\nTim Murtaugh, communications director of the campaign, said: \"They're only doing this because their guy got pummelled last night.\n\nTry getting a new Anchor and a smarter Democrat candidate! https://t.co/B9heSVV1OJ — Donald J. Trump (@realDonaldTrump) September 30, 2020\n\n\"President Trump was the dominant force and now Joe Biden is trying to work the refs. They shouldn't be moving the goalposts and changing the rules in the middle of the game.\"\n\nMr Biden called the debate \"a national embarrassment.\"\n\nThe deputy manager of his campaign, Kate Bedingfield, said the former vice-president will \"be focused on answering questions from the voters there, under whatever set of rules the Commission develops to try to contain Donald Trump's behaviour\".\n\nWhat happened at the first debate?\n\nWednesday's debate saw constant interruptions from Mr Trump which led to bickering, with both candidates talking over each other.\n\nMr Trump questioned Mr Biden's intelligence, saying: \"There's nothing smart about you Joe. 47 years, you've done nothing,\"\n\nHe later bought up Mr Biden's son Hunter, raising questions about his links with Ukraine as well as mentioning his drug problems.\n\nThe pair also clashed about Mr Biden's now deceased son Beau and his military service.\n\nMeanwhile, Mr Biden called Mr Trump \"the worst president this country has ever had\", dubbed him a \"clown\", and at one point asked, \"Will you shut up, man?\"\n\n:: Subscribe to Divided States on Apple podcasts, Google Podcasts, Spotify, and Spreaker\n\nWhat about the next ones?\n\nBoth campaigns have said they expect to attend future debates, with the next one scheduled for 15 October in Miami.\n\nThe second debate will be in a town hall format, meaning half the questions to both candidates will come from voters in the hall while the other half will be influenced by voter concerns on social media.\n\nThe last debate is on 22 October - less than two weeks before the election on 3 November.", "date_added": "2020-10-01 14:10:49.502217+00:00", "url": "https://news.sky.com/story/us-election-2020-debate-rules-to-change-after-chaotic-trump-biden-exchange-12086573", "source": "Sky News", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/20/09/1600x900/skynews-biden-trump_5113345.jpg?20200930034248", "https://e3.365dm.com/20/09/768x432/skynews-trump-biden_5113334.jpg?20200930025044 600w", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/09/768x432/skynews-biden-trump-composite_5113328.jpg?20200930024129 600w"], "is_grouped": false, "upvotes": 0, "downvotes": 0}