{"title": "Prominent Critic Of Xi Jinping And Communist Party Sentenced To 18 Years In Prison", "text": "Prominent Critic Of Xi Jinping And Communist Party Sentenced To 18 Years In Prison\n\nEnlarge this image toggle caption Bloomberg via Getty Images Bloomberg via Getty Images\n\nChina has sentenced an influential property magnate and outspoken critic of the Communist Party and President Xi Jinping to 18 years in prison on corruption charges – a hefty sentence that is likely to further deter dissent among the nation's intellectual and business elite.\n\nOn Tuesday, a Beijing court announced that it had found Ren Zhiqiang, 69, guilty of embezzling public funds and taking bribes totaling about $2.9 million over the course of 14 years. He was sentenced in a trial closed to the public. Ren has also been fined $620,000 and his assets seized.\n\n\"The actions of the defendant Ren Zhiqiang constituted corruption, bribery, misappropriation of public funds and abuse of power, and he should be punished in accordance with the law,\" read the court ruling.\n\nOthers who have dared to openly criticize Xi Jinping have also been met with harsh punishment.\n\nXu Zhangrun, 57, a distinguished constitutional law professor, was briefly detained in July after police alleged he had solicited prostitutes, and he currently remains under effective house arrest. He has been a prolific critic of Xi's centralization of power.\n\nGeng Xiaonan, a publisher, filmmaker and friend of Xu's, quickly came to his defense by giving interviews to international media, including NPR. Friends of Geng said she and her husband were detained in Beijing this month for \"illegal business activities,\" almost certainly because of her advocacy for Xu.\n\nBut it is Ren's sharp downfall that has sent the biggest chill throughout China's private business circles and intelligentsia.\n\nHis trial occurred in the runup to a major October meeting of China's top Communist Party officials during which Chinese leader Xi Jinping is expected to announce more details of a broad economic development initiative.\n\nEarlier this month, the ruling Chinese Communist Party issued new guidance advocating greater party control over China's private sector.\n\n\"We must educate and guide private entrepreneurs to arm their minds with Xi Jinping thought on socialism with Chinese characteristics for the new era and maintain a high degree of consistency with the Party Central Committee on political positions,\" the party's general office wrote. \"From beginning to end, we must be politically sensible people.\"\n\nThe son of a former vice minister of commerce, Ren was part of China's political elite and a veteran Communist Party member who had expertly balanced critique with political survival.\n\nHe made his fortune in the cowboy days of China's infrastructure boom during the 1990s and early 2000s as a property magnate and later chairman of developer Huayuan Real Estate Group. Ren also became a well-known and outspoken blogger on Chinese social media platform Weibo as it took off in the early 2000s, where he earned the nickname \"Big Cannon Ren\" for his brash analyses.\n\nRen gained further notoriety in February 2016 after lashing out at Xi Jinping's demand that all media outlets pledge loyalty to the Communist Party. \"When does the people's government turn into the Party's government?\" he wrote on his Weibo account.\n\nRen's Weibo account, then with more than 37 million followers, was blocked after the remark, as China ramped up censorship and cyberspace regulators closed the accounts of dozens of prominent bloggers on Chinese social media sites, predominantly Weibo.\n\nBut it was Ren's lengthy essay published this February, in the midst of the coronavirus epidemic, that likely triggered his current imprisonment. Without explicitly naming him, Ren called Xi Jinping a \"clown stripped naked who insisted on continuing being emperor,\" going on to criticize Xi in veiled, literary references for the excesses of the Communist Party.\n\nRen was detained in March. In June, he was expelled from the Communist Party and placed under criminal investigation for \"smearing the Party and country's image\" and \"being disloyal and dishonest with the Party.\"\n\nIn its announcement of its ruling on Tuesday, a Beijing court said Ren accepted his 18-year sentence and would not appeal.", "date_added": "2020-09-22 00:00:00+00:00", "url": "https://www.npr.org/2020/09/22/915558372/prominent-critic-of-xi-jinping-and-communist-party-sentenced-to-18-years-in-pris", "source": "NPR.org", "photos_url": ["https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2018/08/02/npr_radioambulante_podcasttile_sq-16f3abb344d11bd710c29f115557663cbb89efb5.jpg?s=100", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2020/09/15/rough-translation_school-of-scandal-tile_sq-ee34a9dde888f8375b36ee7da2cabce14cefbc5a.jpg?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/assets/img/2020/09/22/ren-zhiqiang-4b509cf9ec14390c83f9183315180b2a4c7cb558-s1100-c15.jpg", "https://media.npr.org/assets/img/2020/08/25/no-compromise-tile_v2-01-1-_sq-0e64cce82657c9930a6087bce014a1f7711515e8.jpg?s=100", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome/programs/logos/up-first.jpg?version=2", "https://media.npr.org/assets/img/2020/09/22/ren-zhiqiang_wide-a775c5ed258a48b0c3f15cba172800ea08991201.jpg?s=1400", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2020/06/28/consider-this_podcast-tile_sq-ad4dd62fac1bc1f945b03fcaff3c129fc8b4d640.png?s=100", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2019/03/21/npr_emily_feng_001_sq-f844f307f16c8f2845708a34790439f26704d942-s100-c85.jpg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}