{"title": "Ren Zhiqiang, critic of Chinese leader Xi Jinping, sentenced to 18 years on corruption charges", "text": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nBy Saphora Smith and The Associated Press\n\nA former Chinese property executive who openly criticized Beijing’s handling of the coronavirus pandemic was sentenced to 18 years in prison on corruption charges Tuesday, a court announced.\n\nRen Zhiqiang, former chairman of a state-owned real estate group, disappeared from public view in March, after publishing an essay online that appeared to refer to President Xi Jinping as a “clown.” The essay came after Xi announced orders for combating the coronavirus crisis via video conference.\n\nThe pandemic is believed to have originated in the Chinese city of Wuhan, causing the city to go into a strict lockdown for 11 weeks in late January to slow the spread of the virus.\n\nAn escorted police van believed to be carrying former Huayuan Real Estate Group chairman Ren Zhiqiang leaves Beijing No. 2 Intermediate People's Court in September. Carlos Garcia Rawlins / Reuters\n\nXi has suppressed criticism, tightened censorship and cracked down on unofficial organizations. Dozens of journalists, labor and human rights activists and others have been imprisoned.\n\nThe Beijing No. 2 Intermediate Court found Ren, 69, guilty of embezzlement, bribery, misuse of public funds and abuse of power at a state-owned business, according to a notice on the judgment released by the court Tuesday.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nRen was a real estate tycoon for much of his business career and was widely known as “big cannon” for his outspoken remarks and was sometimes called “China’s Donald’s Trump.”\n\nDownload the NBC News app for breaking news and politics\n\nThe court accused Ren of embezzling more than $7.3 million of public funds, accepting bribes of more than $180,000, misusing around $9 million and abusing his power to cause a loss of more than $17 million at a state-owned enterprise.\n\nThis caused the state-owned Huayuan Group to suffer losses of more than $7.9 million, while Ren personally profited by $2.8 million, according to the court.\n\nThe court had sentenced Ren to 18 years in prison and handed him a fine of more than $618,000. Ren “voluntarily and truthfully” confessed to all his crimes, admitted all of the criminal allegations against him and said he would not appeal the court’s judgement, according to the notice.\n\nRen, who became known for speaking up about censorship and other sensitive topics, didn’t mention Xi’s name in the essay but said: “Standing there was not an emperor showing off his new clothes but a clown who had stripped off his clothes and insisted on being an emperor.”\n\nRen had 37 million followers on Weibo, a top Chinese social networking site. But in February 2016 his account was shut down by the Cyberspace Administration of China after he openly criticized the party and government on his social media.\n\nThe day before his account was shut down the Chinese state newspaper, People's Daily, published an opinion article criticizing him.\n\n“He has lost the quality of a Communist Party member,” it read.\n\nSince the pandemic broke out, Ren has criticized propaganda that portrayed Xi and other leaders as rescuing China from Covid-19 without mentioning where it began and possible mistakes including suppressing information at the start of the outbreak.\n\nReuters contributed to this report.", "date_added": "2020-09-22 10:37:00+00:00", "url": "https://www.nbcnews.com/news/world/ren-zhiqiang-critic-chinese-leader-xi-jinping-sentenced-18-years-n1240677", "source": "NBC News", "photos_url": ["https://media1.s-nbcnews.com/j/newscms/2020_39/3413871/200922-ren-zhiqiang-mc-8112_e9eae3d0d722c557d3142392b3f1c57f.nbcnews-fp-1200-630.JPG", "https://media2.s-nbcnews.com/j/newscms/2020_03/3190971/190708-saphora-smith-byline-753_e2b21e562d25e8056e43aa665109b9b5.focal-100x100.jpg", "https://media1.s-nbcnews.com/j/newscms/2020_39/3413871/200922-ren-zhiqiang-mc-8112_e9eae3d0d722c557d3142392b3f1c57f.fit-760w.JPG", "https://media13.s-nbcnews.com/j/MSNBC/Components/Video/202005/tdy_news_keir_china_200518_1920x1080.focal-760x428.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}