{"title": "People go hungry in Ethiopia’s Tigray as conflict marches on", "text": "This image made from undated video released by the state-owned Ethiopian News Agency on Monday, Nov. 16, 2020 shows Ethiopian military sitting on an armored personnel carrier next to a national flag, on a road in an area near the border of the Tigray and Amhara regions of Ethiopia. Ethiopia's prime minister Abiy Ahmed said in a social media post on Tuesday, Nov. 17, 2020 that \"the final and crucial\" military operation will launch in the coming days against the government of the country's rebellious northern Tigray region. (Ethiopian News Agency via AP)\n\nThis image made from undated video released by the state-owned Ethiopian News Agency on Monday, Nov. 16, 2020 shows Ethiopian military sitting on an armored personnel carrier next to a national flag, on a road in an area near the border of the Tigray and Amhara regions of Ethiopia. Ethiopia's prime minister Abiy Ahmed said in a social media post on Tuesday, Nov. 17, 2020 that \"the final and crucial\" military operation will launch in the coming days against the government of the country's rebellious northern Tigray region. (Ethiopian News Agency via AP)\n\nNAIROBI, Kenya (AP) — People are going hungry in Ethiopia’s rebellious northern Tigray region as roads are blocked, airports are closed and the federal government marches on its capital in a final push to win a two-week war. But residents are afraid to leave for fear of being killed, an internal assessment says.\n\nTrucks laden with food, fuel and medical supplies have been stuck outside the region’s borders since the Nov. 4 announcement by Ethiopia’s Nobel Peace Prize-winning Prime Minister Abiy Ahmed that a military offensive had begun in response to an attack by Tigray regional forces on a military base.\n\n“At this stage there is simply very little left, even if you have money,” according to the internal assessment by one humanitarian group, seen by The Associated Press. The assessment, based on a colleague who managed to get out, said people “will stay where they are, there is no place in Tigray where the situation is any different and they cannot cross over into the other regions of Ethiopia because of fear of what would be done to them.”\n\nADVERTISEMENT\n\nBanks in Tigray were closed for days, cutting off humanitarian cash transfers to some 1 million people, or one-sixth of the Tigray population. And even before the fighting, a locust outbreak was destroying crops.\n\nClose to 30,000 Ethiopians have fled into neighboring Sudan, burdening villages that have been praised for their generosity, though they have little to give.\n\nBut many inside Tigray can’t or won’t leave, frightened by the threat of ethnic violence. Abiy’s office on Wednesday tried to ease those fears, saying its “law enforcement operation” against a Tigray regional leadership it regards as illegal is “primarily” targeting members of that ruling circle.\n\n“The people of Tigray will be the first to benefit,” the statement said, as senior government officials vow the fighting will end within days. Abiy’s government accuses the Tigray regional government of damaging bridges and digging up roads leading to its capital, Mekele, to slow the march of federal forces.\n\nHundreds of wounded people have been treated so far, the International Committee of the Red Cross said after visiting a handful of health centers in the Tigray and Amhara regions. More than 400 have been treated in one hospital in the Amhara city of Gondar, including “large numbers of critically injured.”\n\n“At the beginning, most of the wounded were fighters. As days went ahead, we started seeing more wounded civilians exiting” the Tigray region, the ICRC’s Daniel O’Malley said in an interview, adding that combatants still make up the majority. As federal forces move eastward along the front line, more wounded are coming from there.\n\n“For the whole country, this is something terrible,” he said.\n\nThere is “immense suffering,” the ICRC said. Electricity is out in the Tigray capital, and there is limited water. Hospital beds, supplies for diabetic care and dialysis, even blankets, are urgently needed.\n\nEthiopia’s federal government has been promising a rapid end to the fighting from nearly the start. Now humanitarian groups, experts and even the United States government are showing signs of desperation.\n\nADVERTISEMENT\n\n“We do not know if there will be additional U.N.-coordinated relocation efforts out of Tigray,” the U.S. Embassy said in a brief statement Tuesday after the U.N. said some 200 foreigners had been evacuated. “U.S. citizens who cannot depart Tigray safely are advised to shelter in place.”\n\nWell over 1,000 citizens of the U.S. and other countries had been said to be trapped, along with the bulk of the Tigray region’s residents. The Tigray regional government says more than 100,000 civilians have been displaced and seeks urgent humanitarian assistance.\n\nFull Coverage: Ethiopia\n\n“Humanitarian workers should be given safe passage to provide assistance to vulnerable groups,” U.S. Secretary of State Mike Pompeo said in a statement overnight. “Communications services in the Tigray region should be restored immediately in part to allow independent reporting on the situation and to allow for communication with civilians.”\n\nU.N. humanitarian chief Mark Lowcock said in a separate statement, “I call for full access to reach people in need wherever they are.” Even before the conflict almost 1 million in the Tigray region needed humanitarian assistance, he said, along with millions more near its borders.\n\nHis office on Tuesday set aside $20 million for “anticipatory action to fight hunger in Ethiopia,” citing a long list of threats including “civil unrest, growing insecurity, locust infestations, and the economic fallout of the COVID-19 pandemic, which includes declining incomes and rising inflation.”\n\nEven famine is a possibility in the Tigray region, researchers warn in a new article in The Conversation, a website for researchers. Some 80% of people are subsistence farmers and the fighting affects the upcoming harvest season, they wrote.\n\nThe locust outbreak, the region’s worst in decades, has “destroyed vast areas of cropped land and numerous swarms remain active in northeastern Ethiopia, where Tigray is located.”\n\nThe locust outbreak is so serious that even neighboring Eritrea, which has been almost silent on the conflict despite the Tigray forces firing rockets at its capital, speaks relatively openly about the insect invasion.\n\nThe split between Ethiopia’s federal government and Tigray’s — each now regards the other as illegal — has led the federal government to divert funding from the regional government to local administrations, affecting early-warning systems for hunger, the researchers wrote.\n\nThis time of year was already the “hunger gap” for many, they said: “We fear that the grain baskets will remain empty because of the conflict.”\n\nOne of the researchers, Jan Nyssen, told the AP that “I know there are stores of the (U.N. World Food Program) inside Tigray, but they were there for a normal, quote unquote, disaster.”\n\nRestocking such warehouses remains impossible, the U.N. said in an update .\n\nNyssen worries the locusts will pose the worse threat. As of Nov. 3, the day before fighting erupted, swarms had reached as far as Mekele and were expected to move north, further into the region.\n\nHe also recalled the hunger that swept through Tigray in the 1980s as its leaders also fought the federal government. Back then, Ethiopia’s regime tried to hide the suffering, he said. “Nowadays, you can’t hide it that long.”", "date_added": "2020-11-18 06:41:31+00:00", "url": "https://apnews.com/article/international-news-coronavirus-pandemic-ethiopia-united-nations-kenya-5becfca36751f5bccf5b21b79de1398d", "source": "AP NEWS", "photos_url": ["https://storage.googleapis.com/afs-prod/media/354d19219ac84fe699d02721cb88baf1/2000.jpeg", "https://sb.scorecardresearch.com/p?c1=2&c2=3005041&cv=2.0&cj=1", "https://apnews.com/en_badge_web_generic.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}