{"title": "At UN, India vows to help produce virus vaccine for world", "text": "Modi’s remarks to the U.N. General Assembly — pre-recorded because the gathering is virtual this year — also said nothing about growing tensions with neighboring Pakistan, whose prime minister, Imran Khan, devoted much of his speech Friday to assailing India, leading to a sharp exchange between the two countries’ diplomats in the Assembly hall. Nor did Modi discuss India’s dispute with China over the border region of Ladakh, where a months-long standoff has seen the deadliest violence between the two sides in decades.\n\nInstead, Modi cast India as a country that treats “the whole world as one family,” emphasized the country’s push for a bigger role at the U.N., and touted domestic initiatives in areas from technology to sewage sanitation. And he promised that the country’s robust pharmaceutical industry would be an international asset in the pandemic.\n\nAD\n\nAD\n\n“India’s vaccine production and delivery capacity will be used to help all humanity in fighting this crisis,” Modi said, adding that his country would also help others boost their capacity to provide cold storage for the potential inoculations.\n\nIndia, the world’s second-most populous country, has reported over 93,000 deaths from COVID-19, fewer only than the U.S. and Brazil, according to figures collected by Johns Hopkins University. India also is behind only the U.S. in number of cases, with 5.9 million reported so far. However, India’s daily number of new cases has been declining, with recoveries exceeding reported new cases this week.\n\nModi said the U.N. hadn’t done enough in the virus fight — “where is its effective response?” Saying the world body has fallen short on other issues over its 75 years, he used the anniversary to press for change.\n\nAD\n\nAD\n\n“For how long will India be kept out of the decision-making structures of the United Nations?” asked Modi, whose country has long sought a permanent seat on the Security Council, the U.N.’s most powerful body. India starts a term as a non-permanent member in January.\n\nHe made no reference to India’s increasingly heated relations with neighbors China and Pakistan.\n\nIndia and Pakistan split control over Kashmir, a Muslim-majority Himalayan area claimed by both. The nuclear-armed neighbors have fought two wars over the territory.\n\nIndia accuses Pakistan of arming and training insurgents fighting for Kashmir’s independence from India. Pakistan denies the charge and says it offers only diplomatic and moral support to the rebels.\n\nAD\n\nThe tension hit a new turning point in August 2019, when Modi’s Hindu nationalist-led government stripped the Indian-controlled part of Kashmir and the neighboring Jammu district of their semi-autonomy, removed inherited protections on land and jobs and cracked down on security and communications. An internet and social media blackout lasted until March.\n\nAD\n\nResidents of the Indian-controlled area say security forces have arrested thousands of young men, raided people’s homes, inflicted beatings and electric shocks, and threatened to take away and marry their female relatives. Thousands of protesters have been wounded by shotgun pellets over the past five years. U.N.-appointed independent human rights experts have called the situation “alarming.”\n\nKhan, in his pre-recorded speech shown Friday, urged the international community to investigate and “prosecute the Indian civil and military personnel involved in state terrorism and serious crimes against humanity,” and he called India a state sponsor of anti-Muslim hatred and prejudice.\n\nAD\n\nIndia on Friday said Khan was spreading “lies, misinformation, warmongering and malice” as the two countries traded barbed remarks in the Assembly hall, where rules allow nations to respond to one another’s speeches.\n\nAD\n\nMeanwhile, India and China have been squaring off in Ladakh, a region abutting Kashmir. A 1962 border war spilled into Ladakh and ended in an uneasy truce. The two countries have agreed not to attack each other with firearms, but troops guarding the border have brawled at times.\n\nA new standoff began in May and escalated in June into a clash in which soldiers used clubs, stones and their fists. Twenty Indian soldiers were killed and dozens of others were injured. China is believed to have also suffered casualties but has not provided any details.\n\nAD\n\nThe rivals have since amassed tens of thousands of soldiers, backed by artilleries, tanks and fighter jets, in Ladakh.\n\nIn recent weeks, India and China have accused each other of sending soldiers into each other’s territory in an area near glacial Pangong Lake and have firing warning shots for the first time in 45 years, raising the specter of a full-scale military conflict between the two nuclear-armed nations with the world’s largest populations.\n\nAD\n\nTheir foreign ministers met Sept. 10 and agreed that their troops should disengage from the tense border standoff, maintain proper distance and ease tensions. But they did not set a timeline for disengagement.\n\nAD\n\nNeither Modi nor Chinese President Xi Jinping mentioned it in their speeches to the assembly this week.\n\n___\n\nThis story has been amended to correct that thousands of people in the Indian-controlled region of Kashmir have been wounded over the past five years, not the past year.", "date_added": "2020-09-27 00:00:00+00:00", "url": "https://www.washingtonpost.com/world/asia_pacific/correction-un-general-assembly-india-story/2020/09/27/bfee7528-00e4-11eb-b92e-029676f9ebec_story.html", "source": "Washington Post", "photos_url": ["https://www.washingtonpost.com/resizer/2CjPNwqvXHPS_2RpuRTKY-p3eVo=/1484x0/www.washingtonpost.com/pb/resources/img/twp-social-share.png", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/X5M44HQA4QI6XOJOAKLHN6PL5Q.jpg&w=32"], "is_grouped": false, "upvotes": 0, "downvotes": 0}