{"title": "Modi offers India’s COVID-19 vaccine capacity to ‘all humanity’", "text": "Prime minister says India moving ahead with third-phase trial before mass production as country’s cases, deaths surge.\n\nIndian Prime Minister Narendra Modi has pledged at the United Nations that his country’s vaccine production capacity would be made available globally to fight the coronavirus crisis.\n\n“As the largest vaccine-producing country of the world, I want to give one more assurance to the global community today,” Modi said in a prerecorded speech to the UN General Assembly.\n\n“India’s vaccine production and delivery capacity will be used to help all humanity in fighting this crisis.”\n\nModi made the pledge even as India is struggling to contain the spread of the virus, which has already infected 5.9 million Indians and left more than 93,000 dead nationwide – the third-highest fatality toll in the world.\n\nModi said India was moving ahead with phase three clinical trials – the large-scale trials considered the gold standard for determining safety and efficacy – and would help all countries enhance their cold chain and storage capacities for the delivery of vaccines.\n\nModi said in August that India was ready to mass-produce COVID-19 vaccines when scientists gave the go-ahead.\n\nUN Secretary-General Antonio Guterres has been pushing for a “people’s vaccine” that is available and affordable everywhere and expressed concern on Tuesday that some countries were “reportedly making side deals exclusively for their own populations.”\n\n“Such ‘vaccinationalism’ is not only unfair, it is self-defeating. None of us is safe until all of us are safe. Everybody knows that,” Guterres told the General Assembly\n\nAustralian Prime Minister Scott Morrison told the General Assembly on Friday: “Whoever finds the vaccine must share it.”\n\n“Some might see short-term advantage, or even profit,” Morrison said. “But I assure you to anyone who may think along those lines, humanity will have a very long memory and be a very, very severe judge.\n\n“Australia’s pledge is clear: if we find the vaccine we will share it. That’s the pledge we all must make,” Morrison said.\n\nPope Francis told the UN on Friday that the poor and weakest members of society should get preferential treatment when a coronavirus vaccine is ready.", "date_added": "2020-09-27 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/27/modi-pledges-to-use-india-vaccine-capacity-to-help-all-humanity", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-28T092607Z_999757799_RC2L7J9H27MA_RTRMADP_3_AFGHANISTAN-TALIBAN-TALKS-PAKISTAN.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/0a7270105eff4feaa48112aa667ae03b_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2016/09/1424e9ccab3d47a999a2ffde866740d1_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/04/251367dcba6a44d39ddd23ca17512c82_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-27T142158Z_1294410238_RC227J9GF2JD_RTRMADP_3_ARMENIA-AZERBAIJAN-1.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2015-10-22T000000Z_714018660_GF20000027914_RTRMADP_3_JAPAN-ENTERTAINMENT.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20272398202359.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/06/192ad32e02a9460f9e48039d1ca0b804_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/89e5c2b622f0400b80852093b5df27fe_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20272239113360.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/07/79f938a053b145b493ab9e89afca69fb_18.jpeg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/07/79f938a053b145b493ab9e89afca69fb_18.jpeg?fit=1000%2C562", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_10041314012.jpg?resize=170%2C113"], "is_grouped": false, "upvotes": 0, "downvotes": 0}