{"title": "Rochester shooting: Two dead after mass shooting in New York", "text": "Image copyright Reuters Image caption Police say the shooting happened at an illegal house party (file photo)\n\nTwo people have been killed and 14 others wounded after a shooting at a house party in the state of New York.\n\nPolice in the city of Rochester said they arrived to find around 100 people running down the street.\n\n\"This is truly a tragedy of epic proportions,\" acting police chief Mark Simmons told reporters on Saturday.\n\nThe city's police have been under increasing pressure over the death of Daniel Prude, a black man who was hooded and restrained during an arrest.\n\nHe died in March, but the case only became public earlier this month. Rochester police chief La'Ron Singletary has since stepped down, saying that his handling of the case was being distorted. Seven officers have also been suspended.\n\nNo suspects have been arrested over Saturday's shooting and no motive has been identified.\n\nMr Simmons said the two victims, a man and a woman who have not been named, were aged between 18 and 22. None of the 14 others who were shot suffered life-threatening injuries.\n\nParties remain prohibited under New York state's coronavirus restrictions, according to Rochester city's website.\n\n\"This is yet another tragedy where individuals are having these illegal, unsanctioned house parties taking place in these properties, which number one is not safe because of Covid,\" said Mr Simmons.\n\n\"And then you add in alcohol and violence and it just becomes a recipe for disaster.\"", "date_added": "2020-09-20 10:36:27.568205+00:00", "url": "https://www.bbc.com/news/world-us-canada-54217286", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/1024/branded_news/18451/production/_114490499_tv063154639.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/18451/production/_114490499_tv063154639.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::us_and_canada::news.world.us_and_canada.story.54217286.page&x1=[urn:bbc:cps:243b6be8-57db-4f50-92c0-76a4f597f050]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]"], "is_grouped": false, "upvotes": 0, "downvotes": 0}