{"title": "At least 2 dead, 14 wounded in shooting at house party in Rochester, New York, authorities say", "text": "ROCHESTER, NY — Two young adults were killed and 14 people wounded early Saturday in the largest Rochester shooting in memory, an act of violence that occurred at a backyard house party with more than 100 people present.\n\nThe violence occurred on Pennsylvania Avenue, at a residence located not far from the Rochester Public Market.\n\nThe identities of the two victims, one man and one woman, have not been made public pending notification of next of kin. Acting Police Chief Mark Simmons said both victims were in their late teens or early 20s.\n\n\"This is truly a tragedy of epic proportions,,\" Simmons said at a 3:45 a.m. news briefing at the scene. \"Sixteen victims is unheard of, and for our community, who's right now going through so much, to have to be dealt with this tragedy, needlessly, for people who decide to act in a violent manner is unfortunate and shameful, and we're going to do everything that we can as a department to bring those people involved to justice.\"\n\nNone of the bullet wounds suffered by the 14 other shooting victims are believed to be life-threatening, the police chief said. Their ages ranged from from 17 to 23, according to an RPD statement released late Saturday morning.\n\nTwo others suffered injuries while fleeing the gunfire, the Rochester Police Department Major Crimes Unit tweeted just before 5 a.m.\n\nNo suspects are in custody, Simmons said. No motive for the violence is known. He said it was too early to know if multiple shooters were responsible.\n\nJasmin Lopez and John Santiago awoke after midnight to gunshots. They found two teens hiding in their driveway. “You could see the fear in his eyes,\" Santiago said. \"He was scared.” They got in car and drove off.\n\nThey said the scene was chaotic. “There were kids throwing up, hiding between bushes, bleeding,\" Lopez said. She said her first two calls to 911 went unanswered.\n\nWhen police arrived, they saw scores of people running from the scene and found multiple people who had been shot. Simmons described it as \"a very chaotic scene.\"\n\nDaniel Prude case:Emails show Rochester officials' attempts to conceal information about Prude's death\n\nSaturday's mass shooting occurred in a month when tensions between Rochester police and the city's Black community have been high because of the release of police bodycam video showing the suffocation of Daniel Prude while being restrained by city police during a mental-health call response last March.\n\nRochester has been the scene of daily Black Lives Matter protests since Sept. 2. Just five days ago, Simmons took over as acting police chief after Mayor Lovely Warren fired Chief La'Ron Singletary over his handling of the Prude case, which was not made public for five months. Numerous other top police officials are leaving their posts following fallout from the Prude case.\n\nAsked about a week that included taking the reins of the police department, guiding the police department's handling of Daniel Prude protests and now investigating a mass shooting, Simmons turned his answer toward the night's tragic losses.\n\n\"This is not a moment for self-reflection,\" he said. \"This is a moment that I'm asking the community to pray for the victims and their families. A lot of people are hurting right now. A lot of people are seeking answers. And the police department are going to do what we can to help bring some comfort and solve this crime for the families.\"\n\nBefore dawn, Warren issued a statement:\n\n“I’ve been briefed by Acting Police Chief Simmons on the shooting event which occurred on Pennsylvania Avenue in the City of Rochester. Our Pathways to Peace Team is on the ground and working with the victims and their families. I’m asking the community for prayers and support for all involved. \"This tragic act of violence has impacted many people's lives and families. I’m begging everyone to remain calm and exercise deep restraint as RPD investigates what happened here and seeks those responsible. As soon as additional information is available, the police department will provide updates on this matter. Please keep our city in your continual prayers.”\n\nShootings on the rise during coronavirus outbreak\n\nIn 2020, shootings and homicides have risen in many U.S. communities, including Rochester. Authorities have pointed to the coronavirus outbreak as a significant factor.\n\nThe pandemic has prompted a massive slowing of economic activity at the same time the need for social distancing has shut down many popular activities, leaving young adults in poorer neighborhoods bored and frustrated.\n\nThe extent of Saturday morning's violence is considered a mass shooting, defined as an incident in which four or more people are shot, fatally or otherwise.\n\nThe house party incident dwarfs any mass shooting seen in Rochester in 2015, when Rochester led New York state in such incidents. That year, six people died and 18 people were wounded in a total of four mass shootings.\n\nAmong the mass shootings that year was the Boys and Girls Club shooting, in which three people were killed and four wounded on Aug. 19, 2015.\n\nRochester police that year blamed the availability of guns, which can quickly escalate disputes, and gang activity as playing a role in the increase in mass shootings.\n\nAccording to the Gun Violence Archive, there had been 454 mass shootings across America in 2020 as of Friday. Now, there have been at least 455.\n\nFollow Will Cleveland on Twitter: @WillCleveland13.", "date_added": "2020-09-19 00:00:00+00:00", "url": "https://www.usatoday.com/story/news/nation/2020/09/19/rochester-new-york-shooting-house-party/5837515002/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/presto/2020/09/19/PROC/0fff5c1d-26f0-4162-9f3a-1e7731cd312d-IMG_6582.JPG?crop=5471,3078,x0,y547&width=3200&height=1801&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}