{"title": "Mass shooting leaves two dead at backyard party in Rochester", "text": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nTwo people were shot dead and 14 others were wounded at a backyard party in Rochester, New York, early Saturday, police said, calling the event a \"mass shooting.\"\n\nA male and a female died in the shooting on Pennsylvania Avenue, interim Police Chief Mark Simmons told reporters. He did not provide the victims' names.\n\nAs many as 100 people were at the gathering when the shooting started just before 12:30 a.m., Simmons said.\n\nHe said police were still trying to piece together who opened fire and who the intended targets may have been.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nThe 14 people who were wounded are between the ages of 17 and 23 and were taken to two different hospitals. None of them were reported to have life-threatening injuries, Simmons told reporters near the crime scene.\n\n\"This is truly a tragedy of epic proportions,\" he added.\n\nThe shooting comes as the city's police department has been rocked by days of protests in recent weeks after the suffocation death of Black man Daniel Prude.\n\nDownload the NBC News app for breaking news and politics\n\nVideo taken in March and made public by Prude's family Sept. 4 shows Prude handcuffed and naked with a spit-hood over his head as an officer pushes his face against the street, while another officer presses a knee to his back.\n\nThe officers held him down for about two minutes until he stopped breathing. He was taken off life support a week later.\n\nOn Monday the city's Mayor Lovely Warren fired Police Chief La'Ron Singletary, who she said initially misled her about the circumstances of Prude's death. Other senior police officials announced they would retire or leave top command positions.\n\nMayor Warren issued a statement on Saturday asking for \"prayers and support for all involved\" in the shooting. \"I'm begging everyone to remain calm and exercise deep restraint,\" she added.\n\nChief Simmons expressed frustration that someone had held a large, late-night party, apparently in defiance of a state ban on large gatherings because of the coronavirus pandemic.", "date_added": "2020-09-19 17:02:59+00:00", "url": "https://www.nbcnews.com/news/us-news/mass-shooting-leaves-2-dead-14-injured-backyard-party-rochester-n1240532", "source": "NBC News", "photos_url": ["https://media4.s-nbcnews.com/j/newscms/2019_01/2705191/nbc-social-default_b6fa4fef0d31ca7e8bc7ff6d117ca9f4.nbcnews-fp-1200-630.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}