{"title": "US Supreme Court: Trump vows to nominate woman as Ginsburg's replacement", "text": "Media playback is unsupported on your device Media caption Hundreds of people visited the US Supreme Court to pay their respects to the late justice\n\nUS President Donald Trump has said he will next week nominate a woman to replace the late Supreme Court Justice Ruth Bader Ginsburg, escalating a political row over her successor.\n\nGinsburg, 87, died on Friday, just weeks before the presidential election.\n\nMr Trump's Democrat rival, Joe Biden, insists the decision on her replacement should wait until after the vote.\n\nThe ideological balance of the nine-member court is crucial to its rulings on the most important issues in US law.\n\nBut President Trump has vowed to swear in Ginsburg's successor \"without delay\", a move that has infuriated Democrats, who fear Republicans will vote to lock in a decades-long conservative majority on the country's highest court.\n\n\"I will be putting forth a nominee next week. It will be a woman,\" Mr Trump said at a campaign rally in Fayetteville, North Carolina on Saturday. \"I think it should be a woman because I actually like women much more than men.\"\n\nSome supporters chanted \"Fill that seat!\" as Mr Trump spoke, urging him to take the rare opportunity to nominate a third justice during one presidential term to a lifetime appointment on the court.\n\nImage copyright Reuters Image caption President Trump said Ginsburg's successor will be a \"very talented, very brilliant woman\"\n\nEarlier, Mr Trump praised two female judges on city appeals courts as possible choices. Both judges - Amy Coney Barrett and Barbara Lagoa - are conservatives who would tip the balance of the Supreme Court in favour of Republicans.\n\nDemocrats have vigorously opposed any nomination before November's election, arguing that Senate Republicans blocked Democratic President Barack Obama's choice for the US top court in 2016.\n\nAt the time, Senate Majority Leader Mitch McConnell justified the move on grounds that it was an election year. But on Friday Senator McConnell said he intended to act on any nomination Mr Trump made and bring it to a vote in the Senate before election day.\n\nGinsburg, a liberal icon and feminist standard-bearer, died of metastatic pancreatic cancer at her home in Washington DC, surrounded by her family. She was only the second-ever woman to sit on the Supreme Court.\n\nSupporters gathered outside the court on Friday night to pay tribute to the woman who had become affectionately known as \"The Notorious RBG\".\n\nWhat is the row about?\n\nThe appointment of judges in the US is a political question which means the president gets to choose who is put forward. The Senate then votes to confirm - or reject - the choice.\n\nGinsburg, who served for 27 years, was one of only four liberals on the nine-seat bench. Her death means that, should the Republicans get the vote through, the balance of power would shift decisively towards the conservatives.\n\nMr Trump, who has already chosen two Supreme Court justices during his presidency, is well aware that getting his nominee in would give conservatives control over key decisions for decades to come. Justices can serve for life, unless they decide to retire.\n\n\"We were put in this position of power and importance to make decisions for the people who so proudly elected us, the most important of which has long been considered to be the selection of United States Supreme Court Justices. We have this obligation, without delay!,\" he wrote on Twitter on Saturday.\n\nMedia playback is unsupported on your device Media caption Trump and Biden react to Ginsburg death\n\nEarlier, Mr McConnell said in a statement - which included a tribute to Ginsburg - that \"President Trump's nominee will receive a vote on the floor of the United States Senate\".\n\nThe senator had argued in 2016 that \"the American people should have a voice in the selection of their next Supreme Court Justice\" which meant \"this vacancy should not be filled until we have a new president\".\n\nBut now he says the Senate was within its rights to act because it was Republican-controlled, and Mr Trump is a Republican president.\n\nDemocrats, however, began echoing Mr McConnell's words from 2016.\n\nThe Senate Democratic leader, Chuck Schumer, sent a tweet repeating his exact phrase, while Mr Biden told reporters: \"There is no doubt - let me be clear - that the voters should pick the president and the president should pick the justice for the Senate to consider.\"\n\nGinsburg had also made her feelings clear in the days before her death.\n\n\"My most fervent wish is that I will not be replaced until a new president is installed,\" she wrote in a statement to her granddaughter, according to National Public Radio (NPR).\n\nFuture of abortion rights firmly on the ballot\n\nAnalysis by Laura Trevelyan, presenter, BBC World News America\n\nThe death of Ruth Bader Ginsburg has injected a new element of volatility into the presidential race, with questions about what it will mean for the already intense battle for the women's vote. Now the future of the landmark Roe v Wade ruling on abortion rights is firmly on the ballot.\n\nPresident Trump, who polling suggests has been steadily losing support among college-educated women ever since he was elected, has been making a play for what he calls the suburban housewife.\n\nFor conservative women, especially evangelicals, who have doubts about his character, the importance of the right to life may be an important factor. If the Republican nominee for the Supreme Court is a woman, this could also be a way for him to appeal to female voters.\n\nDemocrats who successfully won suburban House seats in swing districts in 2018 mostly emphasised that a woman should have the right to control her own body.\n\nThe death of the iconic RBG, who did so much to codify legal equality for women, will also be a rallying cry for Democrats, who can say to female voters that those gains are now under threat.\n\nIn a year which has seen so much turmoil in America over coronavirus and racial justice, now the culture wars over abortion are front and centre too.\n\nWhat does the Supreme Court do?\n\nThe highest court in the US is often the final word on highly contentious laws, disputes between states and the federal government, and final appeals to stay executions.\n\nIn recent years, the court has expanded gay marriage to all 50 states, allowed for President Trump's travel ban to be put in place, and delayed a US plan to cut carbon emissions while appeals went forward.\n\nIt is also deals with issues like reproductive rights - one of the main reasons some pro-life conservatives want to tip the balance away from liberals.\n\nWho are seen as top contenders?\n\nBarbara Lagoa: A Cuban American of the Atlanta-based 11th Circuit Court of Appeals, she was the first Hispanic judge on the Florida Supreme Court. She is a former federal prosecutor\n\nA Cuban American of the Atlanta-based 11th Circuit Court of Appeals, she was the first Hispanic judge on the Florida Supreme Court. She is a former federal prosecutor Amy Coney Barrett: Member of the Chicago-based 7th Circuit Court of Appeals, she is a favourite of religious conservatives and known for her anti-abortion views. She was a legal scholar at Notre Dame Law School in Indiana\n\nMember of the Chicago-based 7th Circuit Court of Appeals, she is a favourite of religious conservatives and known for her anti-abortion views. She was a legal scholar at Notre Dame Law School in Indiana Kate Comerford Todd: Deputy White House Counsel, has a lot of support inside the White House. Served as former senior VP and Chief Counsel, US Chamber Litigation Center\n\nof young feminists, turning her into a cult figure.", "date_added": "2020-09-20 10:24:59.850181+00:00", "url": "https://www.bbc.com/news/world-us-canada-54216710", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/images/ic/720x405/p08ry8yd.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::us_and_canada::news.world.us_and_canada.story.54216710.page&x1=[urn:bbc:cps:e48cc951-1f64-4885-ac29-6c9f6f675c03]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/images/ic/1024x576/p08ryvr3.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}