{"title": "Trump vows to nominate a woman for US supreme court vacancy within a week", "text": "President says he has ‘obligation’ to fill the vacancy created by the death of Ruth Bader Ginsburg\n\nDonald Trump has promised to put forward a female nominee in the coming week to fill the supreme court vacancy created by the death of Ruth Bader Ginsburg, pushing the Republican-controlled Senate to consider the pick without delay.\n\nTaking the stage at a North Carolina rally to chants of “Fill that seat”, the president said he would nominate his selection despite Democrats’ objections.\n\nAfter conducting what he joked was a “very scientific poll” of the Fayetteville crowd as to whether supporters wanted a man or a woman, he declared the choice would be “a very talented, very brave woman”.\n\n“I will be putting forth a nominee next week. It will be a woman,” Trump said. “I think it should be a woman because I actually like women much more than men.”\n\nRuth Bader Ginsburg: death of liberal justice gives Trump chance to reshape the US for generations Read more\n\nHe added that he did not yet know whom he would choose.\n\n“We win an election and those are the consequences,” said the president, who then seemed to signal that he’d be willing to accept a vote on his nominee during the lame duck period after the election. “We have a lot of time. We have plenty of time. We’re talking about 20 January.”\n\nHe praised Ginsburg as a “legal giant ... Her landmark rulings, fierce devotion to justice and her courageous battle against cancer inspire all Americans.”\n\nEarlier, Trump had said that he had an “obligation” to act without delay. “We have an obligation. We won and we have an obligation as the winners to pick who we want. That’s not the next president. We’re here right now.”\n\nOne Republican senator has already broken ranks, with Maine’s Susan Collins, who is in a tough re-election battle, saying on Saturday that she believed replacing Ginsburg should be the decision of the president who is elected 3 November. Three more defections from the GOP ranks would be needed to stop Trump’s nominee from joining the court.\n\nAt stake is a seat held by a justice who spent her final years on the bench as the unquestioned leader of the court’s liberal wing. The Senate majority leader, Republican Mitch McConnell, vowed to call a vote for Trump’s nominee, but Democrats countered that Republicans should follow the precedent that GOP legislators set in 2016 by refusing to consider a supreme court choice in the run-up to an election.\n\nThe impending clash over the vacant seat – when to fill it and with whom – scrambles the stretch run of a presidential race for a nation already reeling from the coronavirus pandemic that has killed nearly 200,000 people, left millions unemployed and heightened partisan tensions and anger.\n\nMcConnell pledged to Trump in a phone call Friday night to bring the choice to a vote, though he has not said if it would be before the election. Democratic presidential nominee Joe Biden said any selection should come after 3 November.\n\n“Voters should pick the president and the president should pick the justice to consider,” Biden said.\n\nThe president this month added 20 more names to his roster of potential court nominees, and aides in recent days have focused on a short list heavy on female candidates, according to four White House aides and officials close to the process. They spoke on condition of anonymity because they were not authorized to publicly discuss private conversations.\n\nThose under close consideration for the high court include three women who are federal appeals court judges: Amy Coney Barrett, beloved among conservatives and an early favorite; Barbara Lagoa, who is Hispanic and comes from the battleground state of Florida; and Allison Jones Rushing, who clerked for Justice Clarence Thomas and for Neil Gorsuch, when the current Trump-appointed justice was an appeals court judge.\n\nRuth Bader Ginsburg changed America long before she joined the supreme court | Moira Donegan Read more\n\nMcConnell, who sets the calendar in the Senate and has made judicial appointments his priority, declared unequivocally in a statement that Trump’s nominee would receive a confirmation vote. In 2016, McConnell refused to consider Barack Obama’s nominee months before the election, eventually preventing a vote on judge Merrick Garland.\n\nSenate Democratic leader Chuck Schumer of New York convened a conference call with Democratic senators at midday Saturday, according to a person on the private call who was not authorized to discuss it publicly and spoke on condition of anonymity. He told senators the “number one goal” must be to communicate the stakes of the confirmation vote.\n\nDuring the 2016 campaign, Trump promised to appoint justices who would overturn Roe v Wade, a long-time goal of conservative activists. Even with the current conservative majority, the court voted 5-4 in July to strike down a restrictive Louisiana abortion law.\n\nCristine Crispell, who works in special education in Reedsville, Georgia, drove five hours to attend Saturday’s rally with her two teenage daughters.\n\nShe said Trump “absolutely” had the right to nominate a new justice, even so close to the election. “I would like to see Roe v Wade overturned,” she said. “Sanctity of life is a huge thing.”", "date_added": "2020-09-20 00:00:00+00:00", "url": "https://www.theguardian.com/us-news/2020/sep/20/trump-vows-to-nominate-a-woman-for-us-supreme-court-vacancy-within-a-week", "source": "the Guardian", "photos_url": ["https://phar.gu-web.net/count/pvg.gif", "https://assets.guim.co.uk/images/badges/463460171768f1a03cb4d6fbc8db8956/us-elections-2020.svg", "https://phar.gu-web.net/count/pv.gif", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=Donald+Trump%2CUS+supreme+court%2CUS+politics%2CUS+elections+2020%2CRuth+Bader+Ginsburg%2CUS+news%2CLaw+%28US%29", "https://i.guim.co.uk/img/media/d3f4dd5ca91c9ce304763adf29da9c30641754fd/0_342_5127_3076/master/5127.jpg?width=300&quality=85&auto=format&fit=max&s=18b49ae89e119ea48a3e65b02a4a6af3", "https://i.guim.co.uk/img/media/d3f4dd5ca91c9ce304763adf29da9c30641754fd/0_342_5127_3076/master/5127.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=89867d85b944bbe4525bd0d9ccb07dea"], "is_grouped": false, "upvotes": 0, "downvotes": 0}