{"title": "UK GDP collapsed nearly 20% in second quarter in historic COVID hit", "text": "LONDON (Reuters) - Britain suffered a record collapse in economic output in the second quarter of 2020 when COVID-19 lockdown measures were in full force, though the decline was slightly smaller than first estimated.\n\nFILE PHOTO: The financial district can be seen as a woman wearing a protective face mask walks over London Bridge, amid the coronavirus disease (COVID-19) outbreak, in London, Britain, August 26, 2020. REUTERS/Henry Nicholls\n\nGross domestic product shrank by 19.8% in the three months to June, the Office for National Statistics said, slightly less than the initial estimate of a quarterly 20.4% crash but still more than for any other major advanced economy.\n\nThe fall was the biggest since the ONS records began in 1955. Other data has suggested Britain is on course for its biggest annual fall since the 1920s.\n\nBritain’s economy had already shrunk by 2.5% in the January-March period as the country entered lockdown in late March.\n\nGraphic - Historic hit to the economy:\n\nOutput has rebounded in recent months but the recovery looks to be fading with rising coronavirus cases and forecasts of a jump in unemployment as the government scales back job support.\n\n“The renewed COVID-19 restrictions will probably mean that GDP stagnates in Q4, leaving economic activity marooned 5.5% short of its pre-crisis level,” Ruth Gregory of consultancy Capital Economics said.\n\n“And the risk now is that renewed containment measures send the recovery into reverse,” she added.\n\nSlideshow ( 3 images )\n\nHouseholds saved a record 29.1% of their income, up from 9.6% in the first quarter, as they were unable to spend in many shops and restaurants during the lockdown, while incomes were supported by a government job programme which ends next month.\n\nHEAVY TOLL\n\nBritain has suffered Europe’s highest death toll from COVID-19, with more than 42,000 fatalities.\n\nCompared with a year earlier, Britain’s second quarter output tumbled 21.5% - the same as in Spain - while France reported a 19.0% drop.\n\nThe statistics office said differences in how countries estimated public sector activity - especially whether they focused on money spent or used the ONS’s approach of looking at the extent of disruption to normal services - complicated international comparisons.\n\nNonetheless, it said Britain’s economy shrank more than any other Group of Seven economy in the first half of 2020.\n\nThere have been some bright spots in the recovery.\n\nRetail spending exceeded pre-pandemic levels in July and August - driven by a boom in online shopping, groceries and home improvement - and figures on Wednesday showed the biggest annual rise in house prices in more than four years.\n\nHowever, Bank of England Governor Andrew Bailey has warned the expansion is likely to lose pace, with unemployment set to rise to 7.5% later this year, some parts of the economy facing new COVID restrictions and headwinds from a fresh jump in cases.\n\nBritain’s current account deficit - normally one of its weak spots - shrank sharply to 2.8 billion pounds, or 0.6% of GDP, reaching its smallest in nine years as a result of the slump in global trade caused by the pandemic.", "date_added": "2020-09-30 06:15:26+00:00", "url": "https://uk.reuters.com/article/britain-economy/update-2-uk-gdp-collapsed-nearly-20-in-q2-in-historic-covid-hit-idUKL8N2GR198", "source": "U.K.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200930&t=2&i=1535481325&r=LYNXMPEG8T0KZ&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}