{"title": "UK economic slump during lockdown not as bad as first feared", "text": "A sign welcoming shoppers back to the town centre is displayed outside the Arndale centre on July 24, 2020 in Manchester, England. Photo: Anthony Devlin/Getty Images\n\nThe British economy shrank by less than first feared during the depths of the COVID-19 lockdown, the Office for National Statistics (ONS) said on Wednesday.\n\nThe ONS said UK GDP fell by 19.8% between April and June, revised up from an earlier estimate of a 20.4% contraction made by the ONS in August.\n\nEconomists had expected Wednesday’s final second quarter GDP reading to show no change.\n\nThe second quarter slump still marks the worst quarterly performance on record and confirms the UK suffered one of the worst COVID-19 slumps of any developed nation.\n\nWatch: What is a recession?\n\nThe ONS said the services, production and construction sectors all suffered record falls in output between April and June, as they were “most exposed to government restrictions.”\n\nThe ONS also revised down its estimate for first quarter GDP. The stats body said the UK economy contracted by 2.5%, rather than 2.2% as first thought.\n\nTaken together, the two quarters confirmed the worst UK recession in modern history. The economy shrank by almost a quarter in the first six months of 2020.\n\nView photos Despite the upward revision, GDP still suffered its worst-ever contraction in the second quarter of 2020. Photo: ONS More\n\n“While it is still true that these early estimates are prone to revision, we prefer to focus on the magnitude of the contraction that has taken place in response to the coronavirus pandemic,” the ONS wrote. “It is clear that the UK is in the largest recession on record.”\n\nEconomic activity has since rebounded but output remains around 12% below pre-pandemic levels. Recent data suggests the recovery is slowing.\n\n“As we've said many times before, the 'easy' bit of the recovery is now pretty much over,” Sanjay Raja, Deutsche Bank’s UK economist, wrote in a recent note. “'Faster data' so far points to a slowdown in growth.”\n\nThe Bank of England expects the UK economy to remain 9.5% smaller than pre-pandemic levels by the end of the year. A full recovery is expected to take until late 2021.\n\nWatch: What is a V-shaped recovery?\n\nRaja said that forecast may prove too optimistic due to rising Brexit risks and the imposition of new restrictions to deal with a second wave of COVID-19 infections.\n\n“Tighter social restrictions will weigh on activity going forward coupled with political uncertainty surrounding the UK's future trade prospects,” he wrote.\n\nNaeem Aslam, chief market analyst at Avatrade, said Wednesday’s GDP data was “backward looking.”\n\n“What matters the most is that how the economy performed after that, and more importantly, how will the economy face the fresh challenges of new restrictive measures,” he said.", "date_added": "2020-09-30 06:08:33+00:00", "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=4_cc-session_a2193e7a-4c0e-4b8a-9d91-36273a9e6f2a", "source": "", "photos_url": ["https://s.yimg.com/g/images/spaceball.gif", "https://s.yimg.com/uu/api/res/1.2/DfZzq7LcIlhD1R0qxB9kzg--~B/aD0yODgwO3c9NDMxOTtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-09/244cc810-0290-11eb-a9fd-548c31f9f1a5", "https://s.yimg.com/ny/api/res/1.2/C2_qT27pO_I23Mwx8h3gsw--~A/YXBwaWQ9aGlnaGxhbmRlcjtzbT0xO3c9NzAwO2g9NTQ5/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-09/f063b4b0-02e3-11eb-9f95-71b41bac9c11", "https://s.yimg.com/uu/api/res/1.2/t2Wmo8svi_YHHB958gWPPA--~B/Zmk9ZmlsbDtoPTE0NDtweW9mZj0wO3c9MjcyO2FwcGlkPXl0YWNoeW9u/https://s.yimg.com/os/creatr-uploaded-images/2020-09/09bbb2a0-02ee-11eb-94ef-4b518ae8fc95", "https://s.yimg.com/ny/api/res/1.2/EhdGYiYulQKqt40KdRB59A--~A/YXBwaWQ9aGlnaGxhbmRlcjtzbT0xO2ZpPWZpbGw7dz04NDtoPTg0/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2018-10/22758710-d69c-11e8-ae93-a46c4bb9a08f", "https://s.yimg.com/ny/api/res/1.2/xZU_jX830MQzm9uBit_mcQ--~A/YXBwaWQ9aGlnaGxhbmRlcjtzbT0xO3c9ODAw/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-09/244cc810-0290-11eb-a9fd-548c31f9f1a5"], "is_grouped": false, "upvotes": 0, "downvotes": 0}