{"title": "US extends coronavirus travel restrictions across Canadian, Mexican borders", "text": "The Trump administration on Friday announced that it has agreed with Canada and Mexico to extend restrictions on nonessential cross-border travel until Oct. 21 as part of the effort to slow the spread of the coronavirus.\n\n“We continue to work with our Canadian and Mexican partners to slow the spread of #COVID19,” acting Homeland Security Secretary Chad Wolf tweeted. “Accordingly, we have agreed to extend the limitation of non-essential travel at our shared land ports of entry through October 21.”\n\nUS AGREES WITH CANADA, MEXICO TO EXTENDED BORDER RESTRICTIONS INTO SEPTEMBER AMID CORONAVIRUS\n\nThe U.S. first announced in March that it had agreed with its neighbors to limit travel across the land border to just essential travel. It has been extended a number of times and was due to expire on Sept. 21.\n\n“We are extending non-essential travel restrictions with the United States until October 21st, 2020. We will continue to base our decisions on the best public health advice available to keep Canadians safe,” Bill Blair, Canada’s Minister of Public Safety and Emergency Preparedness, tweeted.\n\nEssential cross-border workers such as health care professionals, airline crews and truck drivers are still allowed to cross along the border. Much of Canada’s food supply comes from or via the U.S.\n\nAmericans who are returning to the U.S. are exempted from the closure at the U.S.-Canada border.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nMuch of the Trump administration’s efforts in tackling the virus have focused on travel and border control. The administration placed restrictions on travel from China, Iran, the EU, the U.K. and Brazil.\n\nIt has also taken new measures at the southern border, including quickly returning illegal immigrants and asylum seekers back to their home countries.\n\nThe Associated Press contributed to this report.", "date_added": "2020-09-19 19:04:17.985749+00:00", "url": "https://www.foxnews.com/politics/us-extends-travel-canadian-mexican-borders", "source": "Fox News", "photos_url": ["https://static.foxnews.com/foxnews.com/content/uploads/2020/02/Elections-Primaries-RR-Promo-F.png", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/26c9c1e6-163f-4154-9192-091a4c4d6c90/d4b9a826-32f2-4136-a42f-702eda99e5ae/1280x720/match/348/196/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/7e9523f6-50c5-4dde-a8ed-be54174204ca/72d8bfae-36bc-4626-b226-88f501e88bc1/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/348/196/AP20253574840247.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2018/09/340/340/i-8dn8554-xl.jpg?ve=1&tl=1", "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/8e78953d-0f7e-41e9-97aa-d1af39731f1d/3ed28761-5c3f-461f-ad05-3c4b797a1328/1280x720/match/image.jpg", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/e22d55f4-05d1-4003-b8aa-464fcd55e990/7b373a17-36b2-4bbe-9191-0997100f782a/1280x720/match/348/196/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/05/348/196/AP20122549981849.jpg?ve=1&tl=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}