{"title": "U.S.-Mexico border closure extended days after State Dept. lifts ‘do not travel’ advisory", "text": "Mexico announced Thursday that its border with the United States will remain closed for another month to further prevent the spread of the novel coronavirus. The border closure was due to expire on Sept. 21.\n\nThe Mexican secretary of foreign affairs said that Mexico and the Unites States would continue the terms of that closure, which have been in place since March, until at least Oct. 21.\n\nThe announcement comes days after the State Department had lowered its travel advisory for Mexico to a Level 3 from a Level 4, the highest on the scale.\n\nThe border closure terms only apply to land and water crossings, as flights between the United States and Mexico have largely continued since the early days of the pandemic. Until last week, the State Department’s Mexico advisory was a Level 4 (do not travel) nationwide. Some less-visited regions of Mexico remain classified Level 4 for “crime and kidnapping.”\n\nThe modified travel advisory said U.S. travelers should “reconsider travel to Mexico due to covid-19” as well as “crime and kidnapping.” A border closure restricting nonessential travel has been in place between the United States and Mexico since March 21 in an effort to prevent the spread of the novel coronavirus, according to the U.S. Embassy in Mexico.\n\nThe popular resort areas of Cabo San Lucas, Cancún and Cozumel have been allowing U.S. travelers who fly into the country to visit without required quarantines or coronavirus tests. Instead, Mexican airports have been carrying out health-screening procedures such as temperature checks, according to the U.S. Embassy in Mexico.\n\n“The Centers for Disease Control and Prevention (CDC) has issued a Level 3 Travel Health Notice for Mexico due to COVID-19,” the advisory states. “Mexico has lifted stay at home orders in some areas and resumed some transportation and business operations. Visit the embassy’s COVID-19 page for more information on COVID-19 in Mexico.”\n\nMexico has seen a total of 668,000 coronavirus cases and more than 70,000 deaths, according to data compiled by Johns Hopkins University, with daily new cases peaking in August before lowering and holding steady in the range of 4,000 to 6,000 per day since then. The United States has reported more than 6.5 million total coronavirus cases and 194,000 deaths, with the peak in daily new cases hitting mid-July, at more than 75,000.\n\nMajor tourist sites in Mexico have reopened, including Teotihuacán, a UNESCO World Heritage Site outside of Mexico City. The only area in Mexico that has a higher covid-19 rate than Mexico City is the tourist-frequented state of Baja California Sur, which includes Los Cabos. Subregions that have earned the World Travel and Tourism Council’s “Safe Travels stamp,” which certifies a locale follows health protocols established by the WTTC, include Los Cabos, Cancun, Riviera Maya, Riviera Nayarit, Yucatán, Jalisco and the islands of Cozumel.", "date_added": "2020-09-18 00:00:00+00:00", "url": "https://www.washingtonpost.com/travel/2020/09/18/mexico-travel-advisory-border/", "source": "Washington Post", "photos_url": ["https://www.washingtonpost.com/resizer/qA6sEl_WbOy2NIILKyY6ZK_k_U8=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/FBRDGNO25BEX3DCYUEJSE7GV3M.jpg", "https://www.washingtonpost.com/wp-stat/by-the-way/logo.svg", "https://me.effectivemeasure.net/em_image", "https://www.washingtonpost.com/resizer/yAFxThroW-CI5t-yu8Q6FsF7kHI=/1x1/www.washingtonpost.com/pb/resources/img/spacer.gif", "https://sb.scorecardresearch.com/p?c1=2&c2=3005617&cv=2.0&cj=1", "https://www.washingtonpost.com/resizer/TXJKur-cQ3m4AF9lqk_kkjfemkk=/3x2/www.washingtonpost.com/pb/resources/img/spacer.gif"], "is_grouped": false, "upvotes": 0, "downvotes": 0}