{"title": "Watch SpaceX launch 60 new Starlink internet satellites into orbit today", "text": "SpaceX will launch 60 new Starlink internet satellites from Pad 39A of NASA's Kennedy Space Center in Cape Canaveral, Florida on Sept. 28, 2020.Shown here: A different Falcon launches the Starlink 11 mission on Sept. 3 from the same pad.\n\nCAPE CANAVERAL, Fla. — SpaceX will launch its next big batch of Starlink satellites into orbit for the company's growing megaconstellation today (Sept. 28), and you can watch the action live online.\n\nThe Hawthorne, California-based company will loft 60 Starlink internet satellites on its workhorse Falcon 9 rocket from NASA's historic Pad 39A here at Kennedy Space Center in Florida at 10:22 a.m. EDT (1422 GMT).\n\nYou can watch the launch live here and on the Space.com homepage, courtesy of SpaceX, beginning about 15 minutes before liftoff. You can also watch the launch directly via SpaceX .\n\nRelated: SpaceX's Starlink satellite megaconstellation launches in photos\n\nToday’s flight, referred to as Starlink 12 by SpaceX, is actually the 13th big batch of satellites the company has shot into space. However, the company has been systematically de-orbiting its initial batch of 60 satellites that were launched in May 2019. That’s because SpaceX always meant for that initial bunch to be a test series. Thus far, 26 of the original satellites have been deorbited, eight are in decaying orbits, and 26 are operational.\n\nSpaceX hopes to provide high-speed internet access to users around the world through the Starlink megaconstellation. By using a small terminal (no larger than a laptop), users on the ground will be able to connect to the ever-growing network. SpaceX founder and CEO Elon Musk has said that the company needs to launch between 500 and 800 satellites in order to begin rolling out service.\n\nTo date, SpaceX has launched more than 700 of the internet-beaming satellites into orbit, in an effort to fill out its planned initial constellation of 1,440 spacecraft. SpaceX has already begun speed-testing its space-based internet service, and the initial data looks promising. Company engineers have said that data collected so far indicates that the service will provide fast download speeds, allowing users to stream multiple HD movies at the same time.\n\nThe Starlink broadband internet is in a private beta-testing phase now, but it will be available for the public to start beta-testing later this year, SpaceX representatives have said.\n\nRelated: SpaceX launches 60 Starlink satellites and lands rocket in dazzling nighttime liftoff\n\nToday's launch marks the 94st flight overall for SpaceX’s workhorse two-stage Falcon 9 rocket. The liftoff is expected to feature a veteran Falcon 9 first stage, designated B1058, that has two flights under its belt. This frequent flyer previously launched two NASA astronauts on a trip to the space station as well as a communications satellite for the South Korean military.\n\nFlying previously flown boosters has become commonplace for SpaceX, as the company continues to prove the Falcon 9's reliability. SpaceX is both the launch provider as well as the customer for its Starlink missions, and as such has kept up a rapid launch pace this summer, relying heavily on its fleet of flight-proven boosters.\n\nIn fact, this mission marks the 17th flight of 2020 for SpaceX, with Falcon 9 earning the title of most-flown American rocket earlier this year — a superlative it snagged from a chief competitor, United Launch Alliance's Atlas V.\n\nTo date, SpaceX has successfully landed its first-stage boosters 60 times. Now that the company has two fully operational drone-ship landing platforms — \"Of Course I Still Love You\" and \"Just Read the Instructions\" — in Florida, it’s able to launch (and land) more rockets. The newer drone ship on the block, \"Just Read the Instructions,\" is already at the recovery zone waiting for its turn to catch B1058 when it returns to Earth this afternoon.\n\nRelated: Why SpaceX's Starlink satellites caught astronomers off guard\n\nThis is SpaceX's second attempt to get this mission off the ground. The previous attempt on Sept. 17, was called off due to poor weather conditions at the recovery zone.\n\nActivity in the Atlantic Ocean is very busy this year, with several storm systems developing. One such system, Hurricane Paulette, has been keeping the seas churned up so that the drone ship “Just Read the Instructions” could not stabilize itself enough to catch the returning booster. So SpaceX decided to stand down from its original launch attempt and wait for calmer seas.\n\nThe delay worked in SpaceX's favor as it brought fairer weather and calmer seas. Forecasters at the 45th Weather Squadron predicted a 70% chance of favorable launch conditions today. The only issue was the possible development of cumulus clouds.\n\nSpaceX will continue its tradition of recovering the Falcon 9's payload fairing, or nose cone, on today's flight. The company has already deployed its twin net-equipped boats — called GO Ms. Tree and GO Ms. Chief — to snag the fairing halves as they fall back to Earth in two pieces.\n\nEach piece of the clamshell-like hardware, which cost approximately $6 million combined, is outfitted with software that navigates it to the recovery zone, and a parachute system that lets them gently land in the ocean or the outstretched net of GO Ms. Tree and GO Ms. Chief.\n\nOne of the pieces of the fairing on this mission has flown twice already, protecting two different Starlink payloads — one in May 2019 and one in March 2020.\n\nEditor's note: This story, originally posted Sept. 17, has been updated for SpaceX's new launch date of Sept. 28.\n\nFollow Amy Thompson on Twitter @astrogingersnap. Follow us on Twitter @Spacedotcom or Facebook.", "date_added": "2020-09-28 11:10:00+00:00", "url": "https://www.space.com/spacex-starlink-12-internet-satellites-launch-webcast", "source": "Space.com", "photos_url": ["https://vanilla.futurecdn.net/space/media/img/missing-image.svg", "https://cdn.mos.cms.futurecdn.net/W9H8pm8gvXSLWJFL7HJJeg-320-80.jpg", "https://cdn.mos.cms.futurecdn.net/W9H8pm8gvXSLWJFL7HJJeg-1200-80.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}