{"title": "Air Force signals interest in Starlink as SpaceX set for another launch", "text": "SpaceX returns to its launch pad at Kennedy Space Center on Monday for its twelfth launch of operational Starlink satellites. The mission is scheduled to lift off from Launch Complex-39A at 10:22am ET (14:22 UTC). Weather conditions are 70-percent favorable for liftoff.\n\nThe Starlink-12 mission will fly atop a Falcon 9 rocket first stage that previously launched the company's first crewed Dragon mission in May, and subsequently the Anasis-II mission in July. SpaceX will attempt to recover the booster on its Of Course I Still Love You drone ship.\n\nThe mission, the company's 11th Starlink launch in this calendar year, brings SpaceX closer to offering a public beta of its service.\n\nIt also comes as a potentially important customer, the US military, has signaled its interest in the service that provides broadband Internet from space. This week, during a roundtable with reporters, a senior Air Force official said initial tests of the Starlink system have gone well.\n\n\"What I've seen from Starlink has been impressive and positive,\" Air Force acquisition chief William Roper said, according to Investor's Business Daily. \"They're cleverly engineered satellites cleverly deployed. So, there's a lot to learn from how they're designed, and I think that there's a lot we can learn from them.\"\n\nSpaceX has pursued a strategy of attracting both consumer customers—the company has been collecting information from those interested in the service—and institutional customers. Of those, the US military is likely the most lucrative. Roper indicated that the Air Force was willing to support efforts like Starlink that bring innovative communications services that are not otherwise available.\n\n\"We can be the stability case for companies like SpaceX and others who want to sell communications worldwide,\" he said during the media roundtable. \"(They) may not be thinking about customers over the ocean, but we've got our Navy there. (They) may not be thinking about customers up in the Arctic, but we have our airplanes there.\"\n\nA webcast for Monday's launch attempt will begin about 15 minutes before liftoff.", "date_added": "2020-09-28 13:47:41.558233+00:00", "url": "https://arstechnica.com/science/2020/09/air-force-signals-interest-in-starlink-as-spacex-set-for-another-launch/", "source": "Ars Technica", "photos_url": ["https://cdn.arstechnica.net/wp-content/uploads/2020/01/starlink-760x380.png", "https://cdn.arstechnica.net/wp-content/uploads/2020/01/starlink-800x562.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}