{"title": "Nebraska bar owner charged with shooting and killing protester takes his own life", "text": "A Nebraska bar owner charged with fatally shooting a protester, 22-year-old James Scurlock, has committed suicide, his attorney said Sunday.\n\nOfficers with the Hillsboro Police Department responded to the 300 block of Southeast Ninth Avenue around 12:20 p.m. after a body was found outside a medical clinic, police said. The body was identified as Jake Gardner, the bar owner who had been facing multiple charges in connection with the May 30 shooting of Spurlock, WOWT reported.\n\nA warrant was issued for Gardner’s arrest following a grand injury indicting him last week for manslaughter, use of a deadly weapon to commit a felony, attempted first-degree assault, and terroristic threats in connection with the May 30 shooting death of Spurlock.\n\nSUICIDAL THOUGHTS IN US ADULTS NEARLY DOUBLED IN JUNE, CDC SAYS\n\nBefore the indictment, Gardner, an Iraq War veteran, told KETV NewsWatch 7: “It’s stressful. I’m more anxious now than when I was flying to Iraq. I was in from the end of 2000 until the end of 2004. All trained up by 9/11. I was there in 2003 during the invasion and in Haiti in 2004 to break up the civil unrest.”\n\nGardner did not turn himself in after a warrant for his arrest was issued. His attorney, Stu Dornan, said Gardner had left Omaha and went to California after the shooting because he had been receiving death threats. He said Gardner was planning to return to Omaha Sunday evening and turn himself in.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nDornan has maintained that his client was acting in self-defense the night he shot Spurlock outside Gardner’s Hive Bar. That night, protests had broken out in the Old Market.\n\nDornan said last week’s indictment was “a shock to” Gardner” and he “was really shook up.”\n\nThe exact circumstances of Garner’s death remain unclear. His attorneys said his death was “by his own hand.”", "date_added": "2020-09-21 21:20:32.688655+00:00", "url": "https://www.foxnews.com/us/nebraska-bar-owner-charged-with-shooting-and-killing-protester-takes-his-own-life", "source": "Fox News", "photos_url": ["https://static.foxnews.com/foxnews.com/content/uploads/2020/09/POLICETAPE-NEWSLETTER-xx.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/car-cropped-425am.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/harrisCountyFlood_1.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/11b022ad-barrasso-NEWSLETTER-xx.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/AP20250378228529-e1600689233880.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/931/524/POLICETAPE-NEWSLETTER-xx.jpg?ve=1&tl=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}