{"title": "Jake Gardner, man charged in Scurlock death, has died by suicide", "text": "Hide Transcript Show Transcript\n\n>> THE GRAND JURY INDICTMENT WAS A SHOCK TO HIM, IT WAS A SHOCK TO US, AND IT WAS A SHOCK TO MANY PEOPL JULIE: BUT JAKE GARDNER WILL NEVER FACE THOSE CHARGES. TONIGHT, HIS ATTORNEY SAYS, GARDNER DIED BY SUICIDE. THANKS FOR JOINING US. I AM JULIE CORNELL. ROB: I AM ROB MCCARTNEY. OFFICERS IN HILLSBORO, OREGON, CONFIRM THEY FOUND JAKE GARDNER’S BODY THAT’S JUST WEST OF PORTLAND. HE FACED CHARGES IN DOUGLAS COUNTY FOR THE SHOOTING DEATH OF JAMES SCURLOCK IN MAY. BUT NOW THE CASE WILL END WITHOUT A TRIAL OR VERDICT. JULIE: KETV NEWSWATCH 7’S SARAH FILI IS HERE WITH TONIGHT’S BIG STORY, SARAH? >> GARDNER’S ATTORNEYS SAY THEY TOLD HIM TO GET OUT OF OMAHA FOR HIS OWN PROTECTION, HE WAS SUPPOSED TO BE BACK IN OMAHA THIS EVENING TO FACE HIS CHARGES. TONIGHT THEY SAY TWO MEN HAVE DIED AS A RESULT OF A QUOTE TERRIBLE TRAGEDY ATTORNEYS STU DORNAN AND TOM MONAGHAN REVEAL THE MOMENTS LEADING UP TO A DEADLY NIGHT IN MA >> HE WAS PRESENT WHEN WHAT THOUGHT WAS A SHOT CAME THROUGH THE FRONT WINDOW. IT WAS ACTUALLY A POLE THAT WAS THROWN THROUGH TEH FRONT WINDOW AND INDIVIDUALS BEGAN TO CLI INTO THE FRONT WINDOW BEGAN TO VANDALIZE HIS BAR. >> JAKE GARDNER’S DEFENSE TEAM SAYS HE PULLED THE FIRE ALARM IN HIS BUSINESS, CALLED POLICE, THEN WENT OUTSIDE. THAT’S WHEN HIS ENCOUNTER WTIH 22-YEAR-OLD JAMES SCURLOCK STARTED. HIS ATTORNEYS SUNDAY SAY CIVIL UNREST AND PROTESTS TRIGGERED GARDNER’S PTSD FROM TOURS IN IRAQ. >> HE TOLD US HE FELT THAT HE WAS IN THE WARZONE THAT NIGHT OUTSIDE OF HIS BAR WITH THE VIOLENCE, THE TEAR GAS AND T MASS CONFUSION >> GARDNER’S LEGAL TEAM SAYS THEY ALLOWED HIM TO ANSWER EVERY QUESTION POLICE HAD, THEY ALSO LET INVESTIGATORS LOOK THROUGH HIS PHONE. EARLIER THIS WEEK A GRAND JURY -- EARLIER THIS MONTH A GRAND , JURY LED BY SPECIAL PROSECUTOR FRED FRANKLIN SAY THAT EVIDENCE, SHOWED GARDNER’S STATE OF MIN BEFORE THE SHOOTING. >> THE GRAND JURY WAS ABLE TO HAVE INFORMATION FROM HIS CE PHONE, FROM HIS FACEBOOK MESSENGER ACCOUN THEY WERE ABLE TO REVIEW VID FROM INSIDE MR GARDENER’S BUSINESS. >> GARDNER’S ATTORNEYS STAND FIRM THEIR CLIENT IS INNOCENT,CALLING THE INDICTMEN SHOCKING. >> MR. GARDNER IS NOT GOING TO BE HERE TO ALLOW US TO PUT ON A TRIAL TO SHOW IN FACT HE WAS NOT GUILTY, AND WE BELIEVE WE COULD HAVE DONE THAT. >> HIS DEFENSE TEAM SAYS THE PRESSURE AND FEAR OF RETURNING HOME, WERE TOO MUCH FOR GARDNER. >> THIS VIOLENCE MUST STOP, TH JUSTICE SYSMTEM MUST BE ALLOWE -- THE JUSTICE SYSTEM MUST BE ALLOWED TO DO ITS WORK. CASES SHOULD BE DECIDED IN A COURTROOM AND NOT ON SOCIAL MEDI >> I CALLED JUSTIN WAYNE THE LAWYER FOR JAMES SCURLOCK’S FAMILY MULTIPLE TIMES THIS EVENING, HE HAS NOT RESPONDED PAST SAYING HE HAD S\n\nAdvertisement Jake Gardner, man charged in Scurlock death, has died by suicide Share Shares Copy Link Copy\n\nJake Gardner, the man accused of manslaughter in the death of 22-year-old James Scurlock, has died by suicide. Gardner's attorney confirmed the news to KETV NewsWatch 7 on Sunday. His defense team said Gardner's body was found around Portland, Oregon, and that he did not leave a note.Police in Oregon released the following information: \"At about 12:20 p.m., Hillsboro Police Department officers responded to the 300 block of Southeast Ninth Avenue after a body was found outside a medical clinic. They discovered 38-year-old Jacob Gardner of Omaha, Nebraska, dead.\"Gardner's attorney, Stu Dornan, said Gardner was scheduled to return to Omaha Sunday evening. View full press conference in video below\"The family of Jake Gardner has asked Tom Monaghan and myself to share the news of his death today, at his own hand,\" he said. Dornan said Gardner was a decorated veteran of multiple tours in Iraq, saying he suffered two traumatic brain injuries. Gardner said he felt like he was in a war zone the night of Scurlock's death, Dornan said.\"I want to make it very clear that this was a clear case of self-defense,\" Dornan said, describing Gardner as cooperative with police. Dornan said that Gardner left Omaha following Scurlock's death amid death threats, and went to California. \"The grand jury indictment was a shock to him,\" he said. \"He was really shook up.\"He said Gardner was difficult to reach due to the fires in California, but that he did intend to return to Omaha. He was going to be accompanied back to Omaha by a fellow veteran, Dornan said. Attorney Tom Monaghan said that social media convicted Gardner before the grand jury indicted him.\"There's no way to defend the lies on social media. When you respond, you only make it worse,\" he said. \"We have to stop the lies.\" He said Gardner was afraid of returning to Omaha and that he had hired a bodyguard. \"Jake was worried he was going to get shot on the way here, that some of those folks would gave him death threats...would carry through with them,\" Monaghan said. Dornan said \"who can blame\" Gardner for not believing he would get a fair trial. He said he was frustrated that he did not have the opportunity to prove Gardner's innocence.\"I'm angry he didn't have the opportunity for a fair trial, for a fair hearing,\" Dornan said.Dornan and Monaghan also revealed new evidence in the case, saying \"Gardner was inside his bar on May 30 when he heard what he thought was a bullet coming through the front window of his business.\" It was later identified as a pole that had shattered the glass. Dornan said people began climbing into Gardner's bar, so he pulled the fire alarm, called police, and went out front. That's where the altercation between his father and another protester began, and where Scurlock and Gardner's struggle ensued. Gardner was indicted last week on the following counts: manslaughter, use of a deadly weapon to commit a felony, attempted first-degree assault and terroristic threats.Shortly before the indictment was announced, Jake Gardner told KETV NewsWatch 7: \"It’s stressful. I’m more anxious now than when I was flying to Iraq. I was in from the end of 2000 til the end of 2004. All trained up by 9/11. I was there in 2003 during the invasion and in Haiti in 2004 to break up the civil unrest.”Gardner fatally shot Scurlock on May 30 outside Gardner's Hive Bar. The shooting took place amid protests in the Old Market.\"I hope he turns himself in and we can start this process of seeking justice but if not, I hope OPD or the sheriff's office treats him like everybody else. If they have to fly or drive to go get him, that's what they do,\" Scurlock family attorney, Justin Wayne, had said.The Douglas County Attorney Don Kleine determined Gardner acted in self-defense and did not file charges in the case, but a grand jury determined that indictments were warranted.Special Prosecutor Frederick Franklin had said he would be in touch with Gardner's attorney to determine if Gardner will turn himself in or if he wants to be the object of the execution of an arrest warrant. \"Two days ago, I was pretty upset they didn't arrest him yet but the more I keep thinking about it, I can't ask the family who has been through so much to have faith in the process and me, as their attorney and officer of the court, to not have the same faith,\" Wayne said.", "date_added": "2020-09-21 12:39:00+00:00", "url": "https://www.ketv.com/article/jake-gardner-man-charged-in-scurlock-death-has-died-by-suicide-sources-say/34089387", "source": "KETV", "photos_url": ["https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/jake-gardner-0480-1600226746.jpg?crop=1.00xw:1.00xh;0,0&resize=1200:*", "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/htv_default_image/ketv/logo.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}