{"title": "Justice Ruth Bader Ginsburg dead at 87", "text": "(CNN) Supreme Court Justice Ruth Bader Ginsburg died on Friday due to complications of metastatic pancreas cancer, the court announced. She was 87.\n\nGinsburg was appointed in 1993 by President Bill Clinton and in recent years served as the most senior member of the court's liberal wing consistently delivering progressive votes on the most divisive social issues of the day, including abortion rights, same-sex marriage, voting rights, immigration, health care and affirmative action.\n\nAlong the way, she developed a rock star type status and was dubbed the \"Notorious R.B.G.\" In speaking events across the country before liberal audiences, she was greeted with standing ovations as she spoke about her view of the law, her famed exercise routine and her often fiery dissents.\n\n\"Our Nation has lost a jurist of historic stature,\" said Chief Justice John Roberts . \"We at the Supreme Court have lost a cherished colleague. Today we mourn, but with confidence that future generations will remember Ruth Bader Ginsburg as we knew her -- a tireless and resolute champion of justice.\"\n\nGinsburg died surrounded by her family at her home in Washington, D.C., the court said. A private interment service will be held at Arlington National Cemetery.\n\nPhotos: Supreme Court Justice Ruth Bader Ginsburg Photos: Supreme Court Justice Ruth Bader Ginsburg Supreme Court Justice Ruth Bader Ginsburg is seen in Washington in 2013. She was the second woman to serve on the Supreme Court. Hide Caption 1 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg was born Joan Ruth Bader on March 15, 1933. Here she is at 2 years old. Hide Caption 2 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg A photo of Ginsburg from her high school yearbook. Hide Caption 3 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg, 13, sits immediately to the left of Rabbi Harry Halpern at the East Midwood Jewish Center, a synagogue in Brooklyn, New York, in 1946. Hide Caption 4 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg and her cousin Richard ski at a lodge in the Adirondacks circa 1946. Hide Caption 5 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg is the maid of honor at a cousin's wedding in 1951. Hide Caption 6 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg met her husband, Martin, while attending Cornell University, and both went on to study law. The couple were engaged in December 1953. Hide Caption 7 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg and her husband married in June 1954. She was 21 at the time. Hide Caption 8 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg The couple went on to have two children: Jane, born in 1955, and James, born in 1965. Hide Caption 9 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg A portrait of Ginsburg from 1977. At the time, she was a professor at the Columbia University School of Law. She was also a general counsel for the American Civil Liberties Union. Hide Caption 10 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg is joined by family members on the steps of the US Supreme Court after arguing a case there in November 1978. With Ginsburg, from left, are her brother-in-law Ed Stiepleman; her nephew David Stiepleman; and her son, James. Hide Caption 11 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg was the first woman to be hired with tenure at the Columbia University School of Law. She also taught at the Rutgers University School of Law. Hide Caption 12 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg, her husband and their two children -- James and Jane -- pose for a photo off the shore of St. Thomas in 1979. Hide Caption 13 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg In 1980, US President Jimmy Carter nominated Ginsburg to be a judge for the US Court of Appeals' District of Columbia Circuit. Hide Caption 14 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg in her chambers at the US Courthouse in Washington. Hide Caption 15 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg, her husband and their children vacation in Egypt in 1985. Hide Caption 16 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg and her husband take a bus to Paris circa 1988. Hide Caption 17 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg reads to a group of children at the 10th anniversary of the TV show \"Reading Rainbow\" in 1993. Hide Caption 18 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg President Bill Clinton nominated Ginsburg to the US Supreme Court in June 1993. Here, Ginsburg is holding a photograph of Hillary Clinton singing \"the toothbrush song\" with Ginsburg's granddaughter Clara and her nursery school class. Hide Caption 19 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg talks with a reporter after being nominated for the Supreme Court in 1993. On the far right is US Sen. Joe Biden. US Sen. Daniel Patrick Moynihan is wearing the bowtie. Hide Caption 20 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg is greeted by her husband during her confirmation hearing before the Senate Judiciary Committee. Hide Caption 21 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg During her confirmation hearing, Ginsburg holds up a book titled \"My Grandma is Very Special.\" It was written by Paul Spera, her grandson. Hide Caption 22 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg takes the Supreme Court oath from Chief Justice William Rehnquist, right, in August 1993. Joining them were Clinton and Martin Ginsburg. Hide Caption 23 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg poses with family members at the Supreme Court in October 1993. With Ginsburg, from left, are her son-in-law, George Spera; her daughter, Jane; her granddaughter Clara Spera; her husband, Martin; her son, James; and her grandson Paul Spera. Hide Caption 24 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg and her husband embrace while attending an event. The two were married for nearly 60 years. Martin Ginsburg died in 2010. Hide Caption 25 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg This informal group photo was taken of the US Supreme Court in December 1993. From left are Clarence Thomas, John Paul Stevens, Antonin Scalia, Chief Justice William Rehnquist, Sandra Day O'Connor, Anthony Kennedy, David Souter, Ginsburg and Harry Blackmun. Hide Caption 26 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Scalia and Ginsburg pose on an elephant during their tour of India in 1994. Scalia once said they were an \"odd couple\" and he counted her as his \"best buddy\" on the bench. Hide Caption 27 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg, second from left, and Scalia, second from right, appeared in the opening-night production of \"Ariadne auf Naxos,\" an opera at the Kennedy Center in Washington in 1994. Hide Caption 28 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg and fellow Justice Sandra Day O'Connor hold basketballs given to them by the US women's basketball team in December 1995. Hide Caption 29 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg, front right, poses with other prominent Jewish-Americans while standing in a maze on New York's Ellis Island in 1996. It was part of a project by photographer Frederic Brenner. Also in the front row, from left, are artist Roy Lichtenstein, actress Lauren Bacall, violinist Itzhak Perlman and playwright Arthur Miller. Hide Caption 30 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg sits in her Supreme Court chambers in 2002. Hide Caption 31 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg makes her way through a crowd after an address at an ACLU conference in June 2003. Hide Caption 32 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg and her husband laugh as they listen to Supreme Court Justice Stephen Breyer speak at Columbia Law School in September 2003. Hide Caption 33 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Justice Ginsburg with President George W. Bush and Secretary of State Condoleeza Rice at the Department of State on January 28, 2005, the day Justice Ginsburg swore Rice in as Secretary of State. Hide Caption 34 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg From left, Supreme Court Justices Stephen Breyer, John Roberts, Ginsburg and Anthony Kennedy pose for a photo before meeting with French President Nicolas Sarkozy in Paris in July 2007. Hide Caption 35 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg wears a \"Super Diva\" sweatshirt as she works out at the Supreme Court in August 2007. Hide Caption 36 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg talks with filmmaker David Grubin about his PBS series \"The Jewish Americans\" in 2008. Hide Caption 37 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg arrives to a joint session of Congress where President Barack Obama was speaking in 2009. That month, Ginsburg had surgery and treatment for early stages of pancreatic cancer. A decade before, she had successful surgery for colon cancer. Hide Caption 38 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg The only women who have become Supreme Court justices pose together in 2010. From left are Sandra Day O'Connor, Sonia Sotomayor, Ginsburg and Elena Kagan. Hide Caption 39 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg While standing to receive an honorary degree from Harvard University, Ginsburg was surprised with a serenade from Spanish tenor Placido Domingo in 2011. Domingo also received an honorary degree. Hide Caption 40 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg visits with Secretary of State Hillary Clinton at the State Department in Washington in 2012. Hide Caption 41 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg, with an extra from \"Carmen,\" attends the opera at the Kennedy Center in Washington in 2015. Hide Caption 42 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg acknowledges applause before a speaking event in Chicago in September 2017. Hide Caption 43 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg arrives to speak at New York University's law school in February 2018. Hide Caption 44 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg gives a keynote address at Columbia University in February 2018. Hide Caption 45 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg and other Supreme Court justices attend the Presidential Medal of Freedom ceremony at the White House in November 2018. Hide Caption 46 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg The US Supreme Court, with newest member Brett Kavanaugh, poses for an official portrait in Washington in November 2018. In the back row, from left, are Neil Gorsuch, Sonia Sotomayor, Elena Kagan and Kavanaugh. In the front row, from left, are Stephen Breyer, Clarence Thomas, Chief Justice John Roberts, Ginsburg and Samuel Alito. Hide Caption 47 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg leaves a private ceremony at the Great Hall of the Supreme Court, where former Justice John Paul Stevens was lying in repose in July 2019. Hide Caption 48 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg makes her first public appearance since it was announced in August 2019 that she had undergone recent treatment for pancreatic cancer. While accepting an honorary degree from the University at Buffalo, she made remarks and briefly referenced her health. Hide Caption 49 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg In December 2019, Ginsburg was awarded the Berggruen Institute Prize for Philosophy and Culture. She planned to donate the $1 million prize to a number of organizations that promote opportunities for women. Hide Caption 50 of 51 Photos: Supreme Court Justice Ruth Bader Ginsburg Ginsburg participates in a discussion about the 19th Amendment at the Georgetown University Law Center in February 2020. The 19th Amendment guaranteed women the right to vote. Hide Caption 51 of 51\n\nGinsburg had suffered from five bouts of cancer, most recently a recurrence in early 2020 when a biopsy revealed lesions on her liver. In a statement she said that chemotherapy was yielding \"positive results\" and that she was able to maintain an active daily routine.\n\n\"I have often said I would remain a member of the Court as long as I can do the job full steam,\" she said in a statement in July 2020. \"I remain fully able to do that.\"\n\nShe told an audience in 2019 that she liked to keep busy even when she was fighting cancer. \"I found each time that when I'm active, I'm much better than if I'm just lying about and feeling sorry for myself,\" she said in New York at the Yale Club at an event hosted by Moment Magazine. Ginsburg told another audience that she thought she would serve until she was 90 years old.\n\nTiny in stature, she could write opinions that roared disapproval when she thought the majority had gone astray.\n\nBefore the election of President Donald Trump, Ginsburg told CNN tha t he \"is a faker\" and noted that he had \"gotten away with not turning over his tax returns.\" She later said she regretted making the comments and Trump suggested she should recuse herself in cases concerning him. She never did.\n\nJUST WATCHED Hear RBG's most memorable speeches Replay More Videos ... MUST WATCH Hear RBG's most memorable speeches 02:44\n\nIn 2011, by contrast, President Barack Obama singled out Ginsburg at a White House ceremony. \"She's one of my favorites,\" he said, \"I've got a soft spot for Justice Ginsburg.\"\n\nThe vacancy gives Trump the opportunity to further solidify the conservative majority on the court and fill the seat of a woman who broke through the glass ceiling at a time when few women attended law school with a different justice who could steer the court to the right on social issues.\n\nGinsburg was well-known for the work she did before taking the bench, when she served as an advocate for the American Civil Liberties Union and became the architect of a legal strategy to bring cases to the courts that would ensure that the 14th Amendment's guarantee of equal protection applied to gender.\n\n\"I had the good fortune to be alive and a lawyer in the late 1960s when, for the first time in the history of the United States, it became possible to urge before courts, successfully, that society would benefit enormously if women were regarded as persons equal in stature to men,'\" she said in a commencement speech in 2002.\n\nOnce she took the bench, Ginsburg had the reputation of a \"judge's judge\" for the clarity of her opinions that gave straight forward guidance to the lower courts.\n\nAt the Supreme Court, she was perhaps best known for the opinion she wrote in United States v. Virginia , a decision that held that the all-male admissions policy at the state funded Virginia Military Institute was unconstitutional for its ban on women applicants.\n\n\"The constitutional violation in this case is the categorical exclusion of women from an extraordinary educational opportunity afforded men,\" she wrote in 1996.\n\nJUST WATCHED Before she was 'Notorious,' she was Kiki Replay More Videos ... MUST WATCH Before she was 'Notorious,' she was Kiki 01:56\n\nGinsburg faced discrimination herself when she graduated from law school in 1959 and could not find a clerkship.\n\nNo one was more surprised than Ginsburg of the rock star status she gained with young women in her late 70s and early 80s. She was amused by the swag that appeared praising her work, including a \"You Can't have the Truth, Without Ruth\" T-shirt as well as coffee mugs and bobbleheads. Some young women went as far as getting tattoos bearing her likeness. A Tumblr dubbed her the \"Notorious R.B.G.\" in reference to a rap star known as \"Notorious B.I.G.\" The name stuck. One artist set Ginsburg's dissent in a religious liberty case to music.\n\n\"It makes absolute sense that Justice Ginsburg has become an idol for younger generations,\" Justice Elena Kagan said at an event at the New York Bar Association in 2014. \"Her impact on America and American law has been extraordinary.\"\n\n\"As a litigator and then as a judge, she changed the face of American anti-discrimination law,\" Kagan said. \"She can take credit for making the law of this country work for women and in doing so she made possible my own career.\"\n\nGinsburg, even after her fifth diagnosis with cancer was working on a book with one of her former clerks, Amanda Tyler. It was based on her life on gender equality.\n\nDissents and strategy\n\nPart of Ginsburg's renown came from her fierce dissents in key cases, often involving civil rights or equal protection.\n\nIn 2007, the court heard a case concerning Lilly Ledbetter, who had worked as a supervisor at a Goodyear tire plant in Alabama. Near the end of her career, Ledbetter discovered a pay disparity between her salary and the salaries of male co-workers. She filed a claim arguing she had received discriminatorily low salary because of her sex in violation of federal law. A majority of the court found against Ledbetter, ruling she had filed her complaints too late. Ginsburg wasn't impressed with that reasoning.\n\nJUST WATCHED Meet the woman with Ginsburg tattooed on her arm (2015) Replay More Videos ... MUST WATCH Meet the woman with Ginsburg tattooed on her arm (2015) 02:20\n\n\"The court's insistence on immediate contest overlooks common characteristics of pay discrimination,\" Ginsburg wrote, urging Congress to take up the issue, which it did in 2009.\n\nIn 2015, it was Ginsburg who led the liberal block of the court as it voted in favor of same-sex marriage with the critical fifth vote of Justice Anthony Kennedy. Kennedy wrote the opinion and it was joined by the liberals who chose not to write separately. Ginsburg was likely behind that strategy and she said later that had she written the majority she might have put more emphasis on equal protection.\n\nAfter the retirement of Justice John Paul Stevens, Ginsburg was the most senior of her liberal colleagues and she had the power to assign opinions when the chief justice was on the other side.\n\nShe assigned herself an angry dissent when the court struck down a key provision of the Voting Rights Act in 2013.\n\n\"The sad irony of today's decision lies in its utter failure to grasp why the VRA has proven effective,\" she wrote. She compared racial discrimination to a \"vile infection\" and said early attempts to protect against it were like \"battling the Hydra.\"\n\nShe also penned a partial dissent in 2012 a case concerning Obama's health care law disagreeing with the conservative justices that the individual mandate was not a valid exercise of Congress' power under the Commerce Clause. She called the reasoning \"crabbed\" but was satisfied that Chief Justice John Roberts delivered the fifth vote to uphold the law under the taxing power.\n\nGinsburg puzzled some liberals with her criticisms of the 1973 decision in Roe v. Wade that legalized abortion -- a case that was decided well before she took the bench. Although she said she felt like the result was right, she thought the Supreme Court should have limited itself to the Texas statute at hand instead of issuing a sweeping decision that created a target for opponents to abortion rights.\n\nShe was in dissent in 2007 when the majority upheld a federal ban on a procedure called \"partial birth abortion.\" She called the decision \"alarming\" and said that it \"tolerates, indeed applauds, federal intervention to ban nationwide a procedure found necessary and proper in certain cases by the American College of Obstetricians and Gynecologists.\"\n\nShe voted with the majority, however, in 2016 when the court struck down a Texas abortion law that critics called one of the strictest nationwide.\n\nIn July, Ginsburg filed another fierce dissent when the conservative majority allowed the Trump administration to expand exemptions for employers who have religious or moral objections to complying with the Affordable Care Act's contraceptive mandate.\n\n\"Today, for the first time, the Court casts totally aside countervailing rights and interests in its zeal to secure religious rights to the nth degree,\" Ginsburg wrote, joined by Justice Sonia Sotomayor. She observed that the administration had said the new rules would cause thousands of women -- \"between 70,500 and 126,400 women of childbearing age,\" she wrote -- to lose coverage.\n\nFriendship with Scalia\n\nDespite their ideological differences, her best friend on the bench was the late Justice Antonin Scalia. After the conservative's sudden death in February 2016, she said he left her a \"treasure trove\" of memories.\n\nShe was a life-long opera fan who appeared onstage in 2016 at the Kennedy Center for a non-speaking role in the Washington National Opera's \"The Daughter of the Regiment.\"\n\nAt speaking events she often lamented the fact that while she dreamed of being a great opera diva, she had been born with the limited range of a sparrow.\n\nHer relationship with Scalia inspired Derrick Wang to compose a comic opera he titled Scalia/Ginsburg that was based on opinions penned by the two justices.\n\nThe actress Kate McKinnon also portrayed Ginsburg -- wearing black robes and a trademark jabot -- in a recurring \"Saturday Night Live\" skit responding to the news of the day.\n\nGinsburg suffered two bouts of cancer in 1999 and 2009, and received a stent implant in her heart but never missed a day of oral arguments. She was married to Martin Ginsburg, a noted tax attorney for more than 50 years until his death in 2010 and they had two children.\n\n\"I would just like people to think of me as a judge who did the best she could with whatever limited talent I had,\" Ginsburg said at an event at the University of California Hastings College of Law in 2011, \"to keep our country true to what makes it a great nation and to make things a little better than they might have been if I hadn't been there.\"\n\nThis is a breaking story and will be updated.", "date_added": "2020-09-18 00:00:00+00:00", "url": "https://edition.cnn.com/2020/09/18/politics/ruth-bader-ginsburg-dead/index.html", "source": "CNN", "photos_url": ["https://cdn.cnn.com/cnnnext/dam/assets/180809123606-justice-ruth-bader-ginsburg-swearing-in-1993-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180828172358-rbg-film-marty-ginsburg-00020512-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823154619-09-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823202020-33-alt-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823155001-06-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180827150014-rgb-workout-04-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823211337-43-alt-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823204855-35-alt-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823173831-02-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823191323-13-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823153422-05-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823160042-11-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180817152841-rbg-effect-education-00001928-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190110152705-05-ruth-bader-ginsburg-lead-image-restricted-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823153422-05-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517152452-25-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823193542-15-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823193138-20-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/181130125420-02-scotus-class-picture-2018-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180821142732-rbg-film-childhood-clip-00000517-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517111357-01-justice-ruth-bader-ginsberg-restricted-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180209095131-ruth-bader-ginsburg-0205-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823211337-43-alt-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517171744-41-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517130758-23-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517160749-31-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823210632-38-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517153808-28-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200720110821-ruth-bader-ginsburg-2018-columbia-university-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190110113427-ruth-bader-ginsburg-111618-super-169.jpg", "https://pixel.quantserve.com/pixel/p-D1yc5zQgjmqr5.gif?labels=noscript%3ANo%20Labels%20Set", "https://cdn.cnn.com/cnnnext/dam/assets/190823173831-02-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517111357-01-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823205514-37-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517171744-41-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823164505-17-alt-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517113632-04-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170915124438-49-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823191641-14-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517171642-40-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517113632-04-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190722182028-ruth-bader-ginsburg-0722-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517152729-26-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823154237-07-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823185929-21-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200918200838-ruth-bader-ginsburg-most-memorable-speeches-ak-orig-00000000-exlarge-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517171259-39-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823192613-18-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517111357-01-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823155001-06-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823154018-33-justice-ruth-bader-ginsburg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180817154517-rbg-effect-work-00010302-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180322051043-colbert-ginsburg-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823170228-22-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190826133239-02-rbg-buffalo-0826-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823153728-08-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823192222-10-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190722182028-ruth-bader-ginsburg-0722-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823210632-38-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517153808-28-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823155340-12-alt-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170915124438-49-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823205514-37-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190826133239-02-rbg-buffalo-0826-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200505214142-ruth-bader-ginsburg-dec-2019-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180212120934-ruth-bader-ginsburg-2013-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823185929-21-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517124659-19-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823153025-03-alt-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517130758-23-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517161634-34-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823204855-35-alt-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823154018-33-justice-ruth-bader-ginsburg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180821141659-rbg-film-collars-00002622-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823154619-09-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/181130125420-02-scotus-class-picture-2018-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200714175736-ginsburg-feb-2020-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517171642-40-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823153025-03-alt-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517175423-47-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823193542-15-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517160749-31-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823193138-20-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180209095131-ruth-bader-ginsburg-0205-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823155340-12-alt-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517161634-34-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200505214142-ruth-bader-ginsburg-dec-2019-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200505214333-ruth-bader-ginsburg-fevb-2020-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517175423-47-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "data:image/gif;base64,R0lGODlhEAAJAJEAAAAAAP///////wAAACH5BAEAAAIALAAAAAAQAAkAAAIKlI+py+0Po5yUFQA7", "https://cdn.cnn.com/cnnnext/dam/assets/190823192222-10-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517152950-27-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823170228-22-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200720110821-ruth-bader-ginsburg-2018-columbia-university-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517174424-44-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823153728-08-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823191323-13-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517173748-42-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823160042-11-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200506175208-jueza-rbg-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517152452-25-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823192613-18-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180827104530-rbg-effect-home-00001110-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517124659-19-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180827104619-rbg-effect-marriage-00002317-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517173748-42-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190110113427-ruth-bader-ginsburg-111618-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200918200838-ruth-bader-ginsburg-most-memorable-speeches-ak-orig-00000000-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517171259-39-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823164505-17-alt-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517152729-26-justice-ruth-bader-ginsberg-restricted-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823202020-33-alt-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/180827103256-rbg-effect-court-00002402-large-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/150211161158-ruth-bader-ginsburg-tattoo-large-169.png", "https://cdn.cnn.com/cnnnext/dam/assets/200714175736-ginsburg-feb-2020-super-tease.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823201315-32-alt-justice-ruth-bader-ginsberg-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823201315-32-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823154237-07-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823191641-14-alt-justice-ruth-bader-ginsberg-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517174424-44-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/170517152950-27-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/200505214333-ruth-bader-ginsburg-fevb-2020-small-11.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823163107-16-alt-justice-ruth-bader-ginsberg-restricted-super-169.jpg", "https://cdn.cnn.com/cnnnext/dam/assets/190823163107-16-alt-justice-ruth-bader-ginsberg-restricted-small-11.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}