{"title": "Supreme Court Justice Ruth Bader Ginsburg dead at 87", "text": "Ruth Bader Ginsburg, the enigmatic, longtime Supreme Court justice who attained near cult-like status among progressive circles, died Friday at the age of 87 from complications surrounding metastatic pancreatic cancer.\n\nThe late Supreme Court justice, who spent more than two decades on the bench in the highest court of the land, is survived by her two children, Jane Carol and James Steven Ginsburg.\n\nGinsburg, who was appointed to the Supreme Court in 1993 by President Bill Clinton, was known for her soft-spoken demeanor that masked an analytical mind, a deep concern for the rights of every American and a commitment to upholding the Constitution.\n\n\"She changed the way the Supreme Court views the issue, and she changed millions of people's lives in the process,\" said David Schizer, who served as a law clerk during Ginsburg's first year on the high court bench in 1993. \"She did it with her soft-spoken, quiet manner. She understood if you're trying to do something momentous, you should present it as quite ordinary.\"\n\nREAD: SUPREME COURT'S STATEMENT ON RUTH BADER GINSBURG'S DEATH\n\nShe had battled back from two forms of cancer in the past but her health began to take a downturn in December 2018 when she underwent a pulmonary lobectomy after two malignant nodules were discovered in the lower lobe of her left lung.\n\nOn Jan. 7, 2019, the Court announced she would miss oral arguments that day for the first time since she joined as she continued to recuperate from that surgery.\n\nFrom Brooklyn to the bench\n\nBorn in 1933 in Brooklyn, young Ruth's early influence was her mother, Celia, who instilled in her daughter the value of education and dignity. \"She taught me,\" Ginsburg said, \"be someone who holds fast to her convictions and her self-respect, someone who is a good teacher, but doesn't snap back in anger. Recriminations do no good.\"\n\nTo her lifelong sadness, Ruth Bader's mother died of cancer the day before her high school graduation in 1948.\n\nRUTH BADER GINSBURG UNDERGOES PROCEDURE AT NYC HOSPITAL, EXPECTED TO BE RELEASED BY END OF WEEK\n\n\"I had the good fortune to be a Jew born in the U.S.A. My father left Odessa bound for the New World in 1909, at age 13,\" Ginsburg reminisced in 2004 at a Holocaust remembrance ceremony. \"My mother was first in her large family to be born here, in 1903... What is the difference between a bookkeeper in New York's Garment District and a Supreme Court justice? Just one generation, my mother's life and mine bear witness.\"\n\nAs a child, Ginsburg wanted to be an opera star, but soon found her brain would carry her farther than her voice, which remained tinged with a thick New York accent.\n\nShe finished first in her class as a Cornell undergrad. Later at Harvard and Columbia Law Schools, she juggled raising a daughter, helping her husband Martin recover from cancer, and finishing her own studies. As one of nine women at Harvard Law, her initial reception was chilly, with one professor telling her and the eight other women of the Class of 1959 how it felt to take the spots that should have gone to more \"qualified\" men.\n\nShe made the law review, and finished as the top student at Columbia, where she had transferred in her third year. Those impeccable academic credentials evidently were not good enough for Ginsburg to get a job in a New York law firm or a top judicial clerkship. So she went into teaching, and found a new calling.\n\n\"Those experiences along with others really galvanized her interest in women's rights litigation,\" said Margo Schlanger, a Washington University law professor and former Ginsburg law clerk.\n\nRUTH BADER GINSBURG HAS BEEN UNDERGOING CHEMOTHERAPY TO TREAT RECURRENCE OF CANCER\n\nHer personal experiences collided with monumental social changes in the 1960s. While teaching at Rutgers, Ginsburg feared losing her non-tenured position when she became pregnant, so she wore large clothing to hide it. One of the first cases she helped litigate involved teachers forced to give up their jobs when they became pregnant.\n\n“I had the great fortune to be alive and a lawyer in the late 1960s,\" said Ginsburg, \"when for the very first time in the history of this country it became possible to urge before courts successfully that society would benefit enormously if women were regarded as people equal in stature to men.\"\n\nWith the help of her students, Ginsburg argued six cases before the Supreme Court in the 1970s, winning five of them before an all-male group that included her future benchmates William Rehnquist, Harry Blackmun, and John Paul Stevens.\n\nHer strategy was to take a measured approach, carefully choosing cases that would promote equality but not appear radical to often skeptical federal courts.\n\n\"It was very much with the model of the NAACP's Legal Defense Fund, led by Thurgood Marshall,\" Schlanger said. \"She had this idea that you have to build precedence step-by-step.\"\n\nGINSBURG EVISCERATES 9TH CIRCUIT'S HANDLING OF IMMIGRATION CONSULTANT'S CASE\n\nGinsburg also tried to expand the 14th Amendment's traditional ban on racial discrimination to gender, and to show the effect stereotyping had on limiting opportunities for women.\n\n“Race discrimination was immediately perceived as evil, odious, and intolerable,\" Ginsburg said during her 1993 confirmation hearings for the Supreme Court. \"But the response I got when I talked about sex discrimination was, 'What are you talking about? Women are treated ever so much better than men.' I was talking to an audience that thought... I was somehow critical about the way they treated their wives and their daughters.\"\n\nAmong the cases she argued: Weinberger v. Wisenfeld (1975), in which a father wanted to stay home and take care of his young son after his wife had died suddenly in childbirth. Social Security would not pay benefits for the man, even though had the situation been reversed, the woman would receive money, based on the man' salary. The thinking was: husbands earned the money, the wife took care of the house and family. The Supreme Court ruled unanimously for the father.\n\nBut that careful approach and her belief that \"courts needed to be educated\" had its critics. Some feminists believed differences in the sexes, in many cases, should allow for preferred treatment for women, instead of a pure gender-neutral lens.\n\n“I know there are people who think those cases didn't go far enough,\" said Schlanger, \"and the theories of equality that say men and women should be treated basically without much distinction by the law is not everyone's favorite approach to equality. But that's not a view [held by more radical gender activists] that was very likely to succeed, and her approach did succeed.\"\n\nRUTH BADER GINSBURG RELEASED FROM HOSPITAL AFTER INFECTION\n\nThat success brought Ginsburg a national reputation and in 1980 President Jimmy Carter nominated her to the prestigious U.S. Court of Appeals for the District of Columbia.\n\nThirteen years later, President Clinton chose her to fill the Supreme Court seat of retiring Justice Byron White, citing not only her experience but her \"big heart.\"\n\nIronically some of the opposition to her nomination came from feminists, who did not like her criticism over the legal reasoning of Roe v. Wade, which permitted abortion. That ruling grounded first trimester abortions in the right to privacy, thereby overturning state laws that varied widely on access to the procedure. Ginsburg believed a more gradual liberalization to abortion would have kept the issue back in the states, avoiding the social and political upheaval that has been part of Roe's legacy. The law on abortion was evolving at the time of Roe, Ginsburg recalled in 2005. \"The Supreme Court stopped all that by deeming every law-- even the most liberal-- as unconstitutional. That seemed to me not the way courts generally work.\"\n\nBut Ginsburg, in her rulings, upheld reproductive choice. \"When government controls that decision for her, she's being treated as less than a full adult human being responsible for her own choices,\" she said during her confirmation.\n\nNotorious RBG\n\nOne of Ginsburg's first clerks on the high court was David Schizer, later dean at Columbia Law School, Ginsburg's alma mater. Despite being the first justice named by a Democratic president in 26 years, and her generally left-leaning views, Schizer recalls how quickly she fit in with the legal and social culture of this exclusive \"club.\"\n\nRUTH BADER GINSBURG DECRIES WASHINGTON 'DYSFUNCTION' AMID IMPEACHEMENT TRIAL\n\n\"People who don't agree with her policy instincts still think the world of her as a judge. Justice Scalia [the late conservative] once said if he were ever stranded on a desert island with a liberal, he'd want it to be Ruth Ginsburg.\"\n\nClerks and staff described her as a mother figure of sorts, keeping track of birthdays, anniversaries, even dentist appointments. Despite deep affection and a nurturing personality, she was also a stern taskmaster, pushing hard for excellence in the often tedious, detailed-oriented work of the Court: preparing arguments, writing opinions. Ginsburg, friends said, was even harder on herself, often working all night. She has been known to take a flashlight to a movie theater, catching up on her caseload, while still following the plot.\n\nIn 1999, came a near tragedy. Diagnosed with colon cancer, she underwent emergency surgery, yet two weeks later, she was back on the bench. While keeping up her workload, she had chemotherapy and radiation treatment. Her only public words at the time: \"I am still mending but have progressed steadily.\"\n\n\"Some of us were angry with her, but we were wrong,\" Schizer said. \"We kept telling her to slow down, we kept telling her to take it easy, I sent her a couple of fiction books to read, and she wouldn't have any of it. She just bore down, went through the [cancer] treatment, treated it as part of her work. It was a lesson to me in how to deal with adversity, and she dealt with it with grace. And she basically refused to let anyone help her, because the way she could help herself was by doing things herself.\"\n\nA 2009 diagnosis for pancreatic cancer led to fears she would retire then, but again, Ginsburg was back on the job within days, even working on her caseload from the hospital bed after initial surgery to remove the tumor. A year later, she was on the bench the day after her husband Martin died from cancer, telling friends privately he would have wanted it that way.\n\nERA: WHAT TO KNOW ABOUT THE EQUAL RIGHTS AMENDMENT\n\nLater in her career, she developed an Internet cult following as the \"Notorious RBG,\" for her blistering dissents on divisive issues, and for her octogenarian workout routines inside the court's gym. But controversy followed her, too, for her pointed 2016 criticism of then-candidate Donald Trump, calling him, among other things a \"faker.\"\n\nDreams Come True\n\nThe power of a justice comes from the strength of the opinions she writes, whether it breaks new constitutional ground, or affirms existing precedent. Bridging consensus helps build allies to one's views on often hot-button issues. Ginsburg, say legal scholars, tended to rule on procedure, rather than establishing broad principles of social reform. That strategy not to overreach won her admiration from her more conservative colleagues, but her generally liberal record remained intact.\n\nYet she never backed down from her often tough-sounding rhetoric. On the death penalty, she wrote a 2004 majority opinion slamming Texas prosecutors for their behavior in a capital trial, which the Court found was riddled with errors, and worse. \"When police or prosecutors conceal significant exculpatory or impeaching material, we hold it is ordinarily incumbent on the state to set the record straight,\" she wrote. \"A rule declaring 'prosecutor may hide, defendant must seek,' is not tenable in a system constitutionally bound to accord defendants due process.\"\n\nDissenting in 2003's high-profile case throwing out Michigan's controversial affirmative action program for undergraduate students, Ginsburg declared, \"The stain of generations of racial oppression is still visible in our society, and the determination to hasten its removal remains vital.\"\n\nRUTH BADER GINSBURG TEMPORARILY BLOCKS RELEASE OF TRUMP'S FINANCIAL RECORDS\n\nPerhaps Ginsburg's most important ruling in her early years on the bench was on a subject she knew well. In 1996's U.S. v. Virginia, the Court ordered state officials to admit women to formerly all-male Virginia Military Institute.\n\nIn her landmark opinion, she concluded the \"skeptical scrutiny of official action denying rights or opportunities based on sex responds to volumes of history.\" She noted efforts to create an elite military corps \"is great enough to accommodate women, who today count as citizens in our American democracy equal in stature to men. Just as surely, the State's great goal is not substantially advanced by women's categorical exclusion, in total disregard of their individual merit.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nIn law and life, Ruth Bader Ginsburg was a role model to the many people she encountered over the years. Her message of success and tolerance go hand in hand, as she explained in 1999, just a month after undergoing cancer surgery: \"The challenge is to make and keep our communities places where we can understand, accommodate and celebrate our differences while pulling together for the common good.\"\n\nGinsburg added: \"No door should be closed to people willing to spend the hours of effort needed to make dreams come true.\"\n\nFox News’ Andrew O’Reilly contributed to this report.", "date_added": "2020-09-19 08:34:36.472460+00:00", "url": "https://www.foxnews.com/us/ruth-bader-ginsburg-dies-at-87", "source": "Fox News", "photos_url": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/08/640/320/AP19235669878209.jpg?ve=1&tl=1", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/f3652cbe-23e7-412a-9000-ee0d143a456f/a2c1c644-5ebc-4334-868d-5cb29c266473/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/05/270/152/AP20124789168964.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/01/640/320/Ruth-Bader-Ginsburg-1993.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/01/640/320/Ruth-Bader-Ginsburg-1993-2.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/07/640/320/Ruth-Bader-Ginsburg.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/Image-from-iOS-2.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/watson.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/07/270/152/iStock-1205972800-3.jpg?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2020/05/AP20124789168964.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}