{"title": "Justice Ruth Bader Ginsburg, Champion Of Gender Equality, Dies At 87", "text": "Justice Ruth Bader Ginsburg, Champion Of Gender Equality, Dies At 87\n\nHide caption Ruth Bader Ginsburg poses for a portrait in 1977. Previous Next Bettmann/Corbis\n\nHide caption Then-President Bill Clinton announces Ginsburg as his nominee to the Supreme Court during a news conference in Washington, D.C., on June 14, 1993. Ginsburg replaced retired Justice Byron White and became the nation's second female justice. Previous Next Doug Mills/AP\n\nHide caption Prominent Jewish-Americans, including Ginsburg, pose for a photograph while standing in a maze on Ellis Island in New York on Sept. 18, 1996, as part of a project by Frederic Brenner. Previous Next Adam Nadel/AP\n\nHide caption Ginsburg acknowledges applause at the 45th commencement at Brandeis University, where she received an honorary law degree in May 1996. Previous Next C.J. Gunther/AP\n\nHide caption John Roberts (center) poses with the rest of the court after becoming chief justice, on Oct. 3, 2005. The other justices pictured are Ginsburg (from left), David Souter, Antonin Scalia, John Paul Stevens, Roberts, Sandra Day O'Connor, Anthony Kennedy, Clarence Thomas and Stephen Breyer. Previous Next Getty Images\n\nHide caption Ginsburg speaks during the annual meeting of the American Society of International Law in Washington in 2005. Previous Next Haraz Ghanbari/AP\n\nHide caption Ginsburg hugs then-President Barack Obama as he arrives to deliver his State of the Union speech on Capitol Hill on Feb. 12, 2013. Previous Next Jason Reed/Reuters /Landov\n\nHide caption Ginsburg talks with filmmaker David Grubin about his PBS series, The Jewish Americans, in 2008. Previous Next Kevin Wolf/AP\n\nHide caption Ginsburg and her husband, Marty, listen to Justice Stephen Breyer speak at Columbia Law School in 2003. Previous Next Ed Bailey/AP 1 of 9 i View slideshow\n\nJustice Ruth Bader Ginsburg, the demure firebrand who in her 80s became a legal, cultural and feminist icon, died Friday. The Supreme Court announced her death, saying the cause was complications from metastatic cancer of the pancreas.\n\nThe court, in a statement, said Ginsburg died at her home in Washington surrounded by family. She was 87.\n\n\"Our nation has lost a justice of historic stature,\" Chief Justice John Roberts said. \"We at the Supreme Court have lost a cherished colleague. Today we mourn but with confidence that future generations will remember Ruth Bader Ginsburg as we knew her, a tired and resolute champion of justice.\"\n\nArchitect of the legal fight for women's rights in the 1970s, Ginsburg subsequently served 27 years on the nation's highest court, becoming its most prominent member. Her death will inevitably set in motion what promises to be a nasty and tumultuous political battle over who will succeed her, and it thrusts the Supreme Court vacancy into the spotlight of the presidential campaign.\n\nJust days before her death, as her strength waned, Ginsburg dictated this statement to her granddaughter Clara Spera: \"My most fervent wish is that I will not be replaced until a new president is installed.\"\n\nShe knew what was to come. Ginsburg's death will have profound consequences for the court and the country. Inside the court, not only is the leader of the liberal wing gone, but with the court about to open a new term, the chief justice no longer holds the controlling vote in closely contested cases.\n\nThough Roberts has a consistently conservative record in most cases, he has split from fellow conservatives in a few important ones this year, casting his vote with liberals, for instance, to protect at least temporarily the so-called DREAMers from deportation by the Trump administration, to uphold a major abortion precedent and to uphold bans on large church gatherings during the coronavirus pandemic. But with Ginsburg gone, there is no clear court majority for those outcomes.\n\nUpcoming political battle\n\nIndeed, a week after the upcoming presidential election, the court is for the third time scheduled to hear a challenge brought by Republicans to the Affordable Care Act, known as Obamacare. In 2012, the high court upheld the law in a 5-4 ruling, with Roberts casting the deciding vote and writing the opinion for the majority. But this time the outcome may well be different.\n\nThat's because Ginsburg's death gives Republicans the chance to tighten their grip on the court with another Trump appointment so conservatives would have 6-to-3 majority. And that would mean that even a defection on the right would leave conservatives with enough votes to prevail in the Obamacare case and many others.\n\nAt the center of the battle to achieve that will be Senate Majority Leader Mitch McConnell. In 2016, he took a step unprecedented in modern times: He refused for nearly a year to allow any consideration of President Barack Obama's Supreme Court Nominee.\n\nBack then, McConnell's justification was the upcoming presidential election, which he said would allow voters a chance to weigh in on what kind of justice they wanted. But now, with the tables turned, McConnell has made clear he will not follow the same course. Instead he will try immediately to push through a Trump nominee so as to ensure a conservative justice to fill Ginsburg's liberal shoes, even if President Trump were to lose his re-election bid. Asked what he would do in circumstances like these, McConnell said: \"Oh, we'd fill it.\"\n\nSo what happens in the coming weeks will be bare-knuckle politics, writ large, on the stage of a presidential election. It will be a fight Ginsburg had hoped to avoid, telling Justice Stevens shortly before his death that she hoped to serve as long as he did--until age 90.\n\n\"My dream is that I will stay on the court as long as he did,\" she said in an interview in 2019.\n\n\"Tough as nails\"\n\nShe didn't quite make it. But Ruth Bader Ginsburg was nonetheless an historic figure. She changed the way the world is for American women. For more than a decade, until her first judicial appointment in 1980, she led the fight in the courts for gender equality. When she began her legal crusade, women were treated, by law, differently from men. Hundreds of state and federal laws restricted what women could do, barring them from jobs, rights and even from jury service. By the time she donned judicial robes, however, Ginsburg had worked a revolution.\n\nThat was never more evident than in 1996 when, as a relatively new Supreme Court justice, Ginsburg wrote the court's 7-to-1 opinion declaring that the Virginia Military Institute could no longer remain an all-male institution. True, said Ginsburg, most women — indeed most men — would not want to meet the rigorous demands of VMI. But the state, she said, could not exclude women who could meet those demands.\n\n\"Reliance on overbroad generalizations ... estimates about the way most men or most women are, will not suffice to deny opportunity to women whose talent and capacity place them outside the average description,\" Ginsburg wrote.\n\nShe was an unlikely pioneer, a diminutive and shy woman, whose soft voice and large glasses hid an intellect and attitude that, as one colleague put it, was \"tough as nails.\"\n\nBy the time she was in her 80s, she had become something of a rock star to women of all ages. She was the subject of a hit documentary, a biopic, an operetta, merchandise galore featuring her \"Notorious RBG\" moniker, a Time magazine cover, and regular Saturday Night Live sketches.\n\nOn one occasion in 2016, Ginsburg got herself into trouble and later publicly apologized for disparaging remarks she made about then-presidential candidate Donald Trump.\n\nBut for the most part Ginsburg enjoyed her fame and maintained a sense of humor about herself.\n\nAsked about the fact that she had apparently fallen asleep during the 2015 State of the Union address, Ginsburg did not take the Fifth, admitting that although she had vowed not to drink at dinner with the other justices before the speech, the wine had just been too good to resist. The result, she said, was that she was perhaps not an entirely \"sober judge\" and kept nodding off.\n\nThe road to law\n\nBorn in Brooklyn, N.Y., Ruth Bader went to public schools, where she excelled as a student — and as a baton twirler. By all accounts, it was her mother who was the driving force in her young life, but Celia Bader died of cancer the day before the future Justice would graduate from high school.\n\nThen 17, Ruth Bader went on to Cornell on full scholarship, where she met Martin (aka \"Marty\") Ginsburg. \"What made Marty so overwhelmingly attractive to me was that he cared that I had a brain,\" she said.\n\nAfter her graduation, they were married and went off to Fort Sill, Okla., for his military service. There Mrs. Ginsburg, despite scoring high on the civil service exam, could only get a job as a typist, and when she became pregnant, she lost even that job.\n\nTwo years later, the couple returned to the East Coast to attend Harvard Law School. She was one of only nine women in a class of over 500 and found the dean asking her why she was taking up a place that \"should go to a man.\"\n\nAt Harvard, she was the academic star, not Marty. The couple was busy juggling schedules, and their toddler when Marty was diagnosed with testicular cancer. Surgeries and aggressive radiation followed.\n\n\"So that left Ruth with a 3-year-old child, a fairly sick husband, the law review, classes to attend and feeding me,\" said Marty Ginsburg in a 1993 interview with NPR.\n\nThe experience also taught the future justice that sleep was a luxury. During the year of Marty's illness, he was only able to eat late at night; after that he would dictate his senior class paper to Ruth. At about 2 a.m., he would go back to sleep, Ginsburg recalled in an NPR interview. \"Then I'd take out the books and start reading what I needed to be prepared for classes the next day.\"\n\nMarty Ginsburg survived, graduated, and got a job in New York; his wife, a year behind him in school, transferred to Columbia, where she graduated at the top of her law school class. Despite her academic achievements, the doors to law firms were closed to women, and though recommended for a Supreme Court clerkship, she wasn't even interviewed.\n\nIt was bad enough that she was a woman, she recalled later, but she was also a mother, and male judges worried that she would be diverted by her \"familial obligations.\"\n\nEnlarge this image toggle caption Ariel Zambelich/NPR Ariel Zambelich/NPR\n\nA mentor, law professor Gerald Gunther, finally got her a clerkship in New York by promising Judge Edmund Palmieri that if she couldn't do the work, he would provide someone who could. That was \"the carrot,\" Ginsburg would say later. \"The stick\" was that Gunther, who regularly fed his best students to Palmieri, told the judge that if he didn't take Ginsburg, Gunther would never send him a clerk again. The Ginsburg clerkship apparently was a success; Palmieri kept her not for the usual one year, but two, from 1959-61.\n\nGinsburg's next path is rarely talked about, mainly because it doesn't fit the narrative. She learned Swedish so she could work with Anders Berzelius, a Swedish civil procedure scholar. Through the Columbia Law School Project on International Procedure, Ginsburg and Berzelius co-authored a book.\n\nIn 1963, Ginsburg finally landed a teaching job at Rutgers law school, where she at one point hid her second pregnancy by wearing her mother-in-law's clothes. The ruse worked; her contract was renewed before her new baby was born.\n\nWhile at Rutgers, she began her work fighting gender discrimination.\n\nThe \"mother brief\"\n\nHer first big case was a challenge to a law that barred a Colorado man named Charles Moritz from taking a tax deduction for the care of his 89-year-old mother. The IRS said the deduction, by statute, could only be claimed by women, or widowed or divorced men. But Moritz had never married.\n\nThe tax court concluded that the internal revenue code was immune to constitutional challenge, a notion that tax lawyer Marty Ginsburg viewed as \"preposterous.\" The two Ginsburgs took on the case, he from the tax perspective, she from the constitutional perspective.\n\nAccording to Marty Ginsburg, for his wife, this was the \"mother brief.\" She had to think through all the issues and how to fix the inequity. The solution was to ask the court not to invalidate the statute but to apply it equally to both sexes. She won in the lower courts.\n\n\"Amazingly,\" he recalled in a 1993 NPR interview, the government petitioned the United States Supreme Court, stating that the decision \"cast a cloud of unconstitutionality\" over literally hundreds of federal statutes, and it attached a list of those statutes, which it compiled with Defense Department computers.\n\nThose laws, Marty Ginsburg added, \"were the statutes that my wife then litigated ... to overturn over the next decade.\"\n\nIn 1971, she would write her first Supreme Court brief in the case of Reed v. Reed. Ginsburg represented Sally Reed, who thought she should be the executor of her son's estate instead of her ex-husband.\n\nThe constitutional issue was whether a state could automatically prefer men over women as executors of estates. The answer from the all-male supreme court: no.\n\nIt was the first time the court had ever struck down a state law because it discriminated based on gender.\n\nAnd that was just the beginning.\n\nEnlarge this image toggle caption Manuel Balce Ceneta/AP Manuel Balce Ceneta/AP\n\nBy then Ginsburg was earning quite a reputation. She would become the first female tenured professor at Columbia Law School, and she would found the Women's Rights Project at the ACLU.\n\nAs the chief architect of the battle for women's legal rights, Ginsburg devised a strategy that was characteristically cautious, precise and single-mindedly aimed at one goal: winning.\n\nKnowing that she had to persuade male, establishment-oriented judges, she often picked male plaintiffs, and she liked Social Security cases because they illustrated how discrimination against women can harm men. For example, in Weinberger v. Wiesenfeld, she represented a man whose wife, the principal breadwinner, died in childbirth. The husband sought survivor's benefits to care for his child, but under the then-existing Social Security law, only widows, not widowers, were entitled to such benefits.\n\n\"This absolute exclusion, based on gender per se, operates to the disadvantage of female workers, their surviving spouses, and their children,\" Ginsburg told the justices at oral argument. The Supreme Court would ultimately agree, as it did in five of the six cases she argued.\n\nOver the ensuing years, Ginsburg would file dozens of briefs seeking to persuade the courts that the 14th Amendment guarantee of equal protection applies not just to racial and ethnic minorities, but to women as well.\n\nIn an interview with NPR, she explained the legal theory that she eventually sold to the Supreme Court.\n\n\"The words of the 14th Amendment's equal protection clause — 'nor shall any state deny to any person the equal protection of the laws.' Well that word, 'any person,' covers women as well as men. And the Supreme Court woke up to that reality in 1971,\" Ginsburg said.\n\nDuring these pioneering years, Ginsburg would often work through the night as she had during law school. But by this time, she had two children, and she later liked to tell a story about the lesson she learned when her son, in grade school, seemed to have a proclivity for getting into trouble.\n\nThe scrapes were hardly major, and Ginsburg grew exasperated by demands from school administrators that she come in to discuss her son's alleged misbehavior. Finally, there came a day when she had had enough. \"I had stayed up all night the night before, and I said to the principal, 'This child has two parents. Please alternate calls.'\"\n\nAfter that, she found, the calls were few and far between. It seemed, she said, that most infractions were not worth calling a busy husband about.\n\nThe Supreme Court's second woman\n\nIn 1980 then-President Jimmy Carter named Ginsburg to the U.S. Court of Appeals for the District of Columbia. Over the next 13 years, she would amass a record as something of a centrist liberal, and in 1993 then-President Bill Clinton nominated her to the Supreme Court, the second woman appointed to the position.\n\nShe was not first on his list. For months Clinton flirted with other potential nominees, and some women's rights activists withheld their active support because they were worried about Ginsburg's views on abortion. She had been publicly critical of the legal reasoning in Roe v. Wade.\n\nBut in the background, Marty Ginsburg was lobbying hard for his wife. And finally Ruth Ginsburg was invited for a meeting with the president. As one White House official put it afterward, Clinton \"fell for her--hook, line and sinker.\" So did the Senate. She was confirmed by a vote of 96 to 3.\n\nOnce on the court, Ginsburg was an example of a woman who defied stereotypes. Though she looked tiny and frail, she rode horses well into her 70s and even went parasailing. At home, it was her husband who was the chef, indeed a master chef, while the justice cheerfully acknowledged that she was an awful cook.\n\nThough a liberal, she and the court's conservative icon, Antonin Scalia, now deceased, were the closest of friends. Indeed, an opera called Scalia/Ginsburg is based on their legal disagreements, and their affection for each other.\n\ntoggle caption Susan Walsh/AP\n\nOver the years, as Ginsburg's place on the court grew in seniority, so did her role. In 2006, as the court veered right after the retirement of Justice Sandra Day O'Connor, Ginsburg dissented more often and more assertively, her most passionate dissents coming in women's rights cases.\n\nDissenting in Ledbetter v. Goodyear in 2007, she called on Congress to pass legislation that would override a court decision that drastically limited back-pay available for victims of employment discrimination. The resulting legislation was the first bill passed in 2009 after President Barack Obama took office.\n\nIn 2014, she dissented fiercely from the court's decision in Burwell v. Hobby Lobby, a decision that allowed some for-profit companies to refuse, on religious grounds, to comply with a federal mandate to cover birth control in health care plans. Such an exemption, she said, would \"deny legions of women who do not hold their employers' beliefs, access to contraceptive coverage.\"\n\nWhere, she asked, \"is the stopping point?\" Suppose it offends an employer's religious belief \"to pay the minimum wage\" or \"to accord women equal pay?\"\n\nAnd in 2013, when the court struck down a key provision of the Voting Rights Act, contending that times had changed and the law was no longer needed, Ginsburg dissented. She said that throwing out the provision \"when it has worked and is continuing to work ... is like throwing away your umbrella in a rainstorm because you are not getting wet.\"\n\nShe viewed her dissents as a chance to persuade a future court.\n\n\"Some of my favorite opinions are dissenting opinions,\" Ginsburg told NPR. \"I will not live to see what becomes of them, but I remain hopeful.\"\n\nAnd yet, Ginsburg still managed some unexpected victories by winning over one or two of the conservative justices in important cases. In 2015, for example, she authored the court's decision upholding independent redistricting commissions established by voter referenda as a way of removing some of the partisanship in drawing legislative district lines.\n\nGinsburg always kept a backbreaking schedule of public appearances both at home and abroad, even after five bouts with cancer: colon cancer in 1999, pancreatic cancer 10 years later, lung cancer in 2018, and then pancreatic cancer again in 2019 and liver lesions in 2020. During that time, she endured chemotherapy, radiation, and in the last years of her life, terrible pain from shingles that never went away completely. All who knew her admired her grit. In 2009, three weeks after major cancer surgery, she surprised everyone when she showed up for the State of the Union address.\n\nShortly after that, she was back on the bench; it was her husband Marty who told her she could do it, even when she thought she could not, she told NPR.\n\nA year later her psychological toughness was on full display when her beloved husband of 56 years was mortally ill. As she packed up his things at the hospital before taking him home to die, she found a note he had written to her. \"My Dearest Ruth,\" it began, \"You are the only person I have ever loved,\" setting aside children and family. \"I have admired and loved you almost since the day we first met at Cornell....The time has come for me to ... take leave of life because the loss of quality simply overwhelms. I hope you will support where I come out, but I understand you may not. I will not love you a jot less.\"\n\nShortly after that, Marty Ginsburg died at home. The next day, his wife, the justice, was on the bench, reading an important opinion she had authored for the court. She was there, she said, because \"Marty would have wanted it.\"\n\nYears later, she would read the letter aloud in an NPR interview, and at the end, choke down the tears.\n\nIn the years after Marty's death, she would persevere without him, maintaining a jam-packed schedule when she was not on the bench or working on opinions.\n\nSome liberals criticicized her for not retiring while Obama was president, but she was at the top of her game, enjoyed her work enormously, and feared that Republicans might not confirm a successor. She was an avid consumer of opera, literature, and modern art. But in the end, it was her work, she said, that sustained her.\n\n\"I do think that I was born under a very bright star,\" she said in an NPR interview. \"Because if you think about my life, I get out of law school. I have top grades. No law firm in the city of New York will hire me. I end up teaching; it gave me time to devote to the movement for evening out the rights of women and men. \"\n\nAnd it was that legal crusade for women's rights that ultimately led to her appointment to the U.S. Supreme Court.\n\nTo the end of her tenure, she remained a special kind of feminist, both decorous and dogged.", "date_added": "2020-09-18 00:00:00+00:00", "url": "https://www.npr.org/2020/09/18/100306972/justice-ruth-bader-ginsburg-champion-of-gender-equality-dies-at-87", "source": "NPR.org", "photos_url": ["https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/assets/img/2016/10/20/ap_985140356564_sq-0c7f58a902b4a04ae7943d561f278273647071c9-s100-c15.jpg", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2012/07/09/ruth_04_slide-e0cecae8ed53293f57d73bceba92176c9c11813f-s800-c15.jpg", "https://media.npr.org/assets/img/2018/12/21/gettyimages-1041254064_sq-7c0c47ac26c3fe64c96336e218e38a67a3785124-s100-c15.jpg", "https://media.npr.org/assets/img/2016/12/19/2016-09-16-justice-ginsburg-0233-edit_wide-433084d3710a45d264b2b77e3623041f54f890d5.jpg?s=1400", "https://media.npr.org/assets/img/2020/09/15/rough-translation_school-of-scandal-tile_sq-ee34a9dde888f8375b36ee7da2cabce14cefbc5a.jpg?s=100", "https://media.npr.org/chrome/programs/logos/up-first.jpg?version=2", "https://media.npr.org/assets/img/2018/05/03/r_sq-f9a7d17fc701f78af426e25f89bccd74586b235b-s100-c15.jpg", "https://media.npr.org/assets/img/2016/02/15/gettyimages-485357525_sq-b52b2fb5b0264b8b87575737009b1e323273cb9d-s100-c15.jpg", "https://media.npr.org/assets/img/2013/08/20/11076641_h21192027_slide-6dd2122ae20b3e23ba078e4afeb0c7cfce0227b8-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2013/08/20/ap120411123595_wide-5910f9126165cf78bce8466017fc59b9d3219834-s1100-c15.jpg", "https://media.npr.org/assets/img/2018/10/17/gettyimages-908441632_sq-d2371ae915402e6f53612d996b19a61870512e26-s100-c15.jpg", "https://media.npr.org/assets/img/2013/08/20/ap03091207588_slide-1f65fe415831459bc01bfcf6e20b79d72a4ed335-s800-c15.jpg", "https://media.npr.org/assets/img/2018/08/02/npr_radioambulante_podcasttile_sq-16f3abb344d11bd710c29f115557663cbb89efb5.jpg?s=100", "https://media.npr.org/assets/img/2012/07/09/ruth_19-7e5bd632364f4f28a473cb8eb42f41a0300ad3a7-s800-c15.jpg", "https://media.npr.org/assets/img/2020/08/25/no-compromise-tile_v2-01-1-_sq-0e64cce82657c9930a6087bce014a1f7711515e8.jpg?s=100", "https://media.npr.org/assets/img/2018/07/17/gettyimages-52030980_sq-700bf624743f65f5dfcc37a875d38f935ab5b6e7-s100-c15.jpg", "https://media.npr.org/assets/img/2016/12/19/2016-09-16-justice-ginsburg-0233-edit_custom-4f42035362df1e190d2692e6f3d93fdea8fc8ee6-s1100-c15.jpg", "https://media.npr.org/assets/img/2012/07/09/ruth_12_slide-93969b5aa430b7b6996ffc5f8f081178be82fa88-s800-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/assets/img/2012/07/09/ruth_05_slide-88ba971eb57f258a636b47d72e1adfd694bb8534-s800-c15.jpg", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2012/07/09/ruth_17-259490fa8dad7bbf54882da381ffae57a4ccc155-s800-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2019/05/28/npr_nina_totenberg_001_sq-cc26f7764ffe0608c663245c7f897e5f2e1eb989-s100-c85.jpg", "https://media.npr.org/assets/img/2012/07/09/ap96051902070_custom-2b3fafa8af971178b0276a66056b7c19090a1585-s800-c15.jpg", "https://media.npr.org/assets/img/2020/06/28/consider-this_podcast-tile_sq-ad4dd62fac1bc1f945b03fcaff3c129fc8b4d640.png?s=100", "https://media.npr.org/assets/img/2018/12/27/ap_457928818715_custom-62ca8d898700964e0d77438dc3d4418e61879b46-s1100-c15.jpg", "https://media.npr.org/assets/img/2012/07/09/ruth_09_slide-26e5ae5c9920729de8887934e64fa95d66cfedea-s800-c15.jpg", "https://media.npr.org/assets/img/2018/01/22/sundance_sq-04d6a8f7c00d1fb481de69eafd814e56df1ee004-s100-c15.jpg", "https://media.npr.org/assets/img/2018/12/26/ap_18350118411245_sq-86260dd643507d9388e3b7093ce5391dceb648d0-s100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}