{"title": "European Commission to challenge Apple tax bill verdict", "text": "European Commission to challenge Apple tax bill verdict Published duration 2 hours ago\n\nimage copyright Getty Images image caption The EU's Margrethe Vestager says the appeal will go before the European Court of Justice\n\nThe European Commission plans to appeal against a ruling that Apple does not have to pay 13bn euros (£11.6bn) in back taxes to Ireland.\n\nThe EU's General Court had ruled in July there was no evidence Apple had broken any rules on tax paid there.\n\nIreland never disputed the arrangement but the European Commission, which brought the case, argued it enabled Apple to avoid taxes on EU revenues.\n\nThe EU said paying the correct amount of tax was \"a top priority\".\n\nIn 2016, a court ruled that Apple had indeed been given illegal tax breaks by Dublin - but this was overturned in July 2020.\n\nThe European Commission claimed Ireland had allowed Apple to attribute nearly all its EU earnings to an Irish head office that existed only on paper, thereby avoiding paying tax on EU revenues.\n\nIreland has always said Apple's tax bill was in line with its regulations.\n\nEU executive vice-president and competition commissioner Margrethe Vestager, said in a statement : \"If member states give certain multinational companies tax advantages not available to their rivals, this harms fair competition in the European Union in breach of state aid rules.\n\n\"We need to continue our efforts to put in place the right legislation to address loopholes and ensure transparency.\"", "date_added": "2020-09-25 15:54:02.437440+00:00", "url": "https://www.bbc.com/news/technology-54296405", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/3CFA/production/_114601651_p08sj3d1.jpg", "https://c.files.bbci.co.uk/42C1/production/_113398071_gettyimages-1220628622-1.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/12407/production/_114595747_p08sgqvc.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/8245/production/_114594333_p08sg8d3.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/2591/production/_114571690_pandem2_epa.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D0A1/production/_114590435_hi063476271.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/0B3E/production/_114587820_raunakmodi.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/17933/production/_98136569_apple.logo.close.lit.g.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/0167/production/_114595300_p08sgntm.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/11234/production/_114569107_chandler.wide.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/13DD9/production/_114596318_sfsf.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
