{"title": "iPhone 12 Mini: is Apple about to adopt the small moniker for its new iPhones?", "text": "While Apple will probably unveil the iPhone 12 range on October 13, we’ve already heard plenty about the phones, with most leaks agreeing that there will be a fourth model this year, up from three in the iPhone 11 range. And with a new model comes a new name, which is reportedly ‘iPhone 12 Mini.’\n\nBut this name is just a rumor for now, and while we’ve heard it a few times there’s also reason to suspect it might not be right.\n\nSo will Apple really call the basic iPhone 12 model the iPhone 12 Mini? Below we’ll examine the evidence.\n\nWhy Apple might launch an iPhone 12 Mini\n\nThe main reason to think that Apple might launch an iPhone 12 Mini is simply that this has been rumored, and not just once, but at least three times at the time of writing.\n\nThe name was first mentioned by Twitter leaker @L0vetodream on September 21. They claimed that Apple will launch an iPhone 12 Mini (which other rumors suggest will have an appropriately compact 5.4-inch screen), along with a standard iPhone 12 and an iPhone 12 Pro (both rumored to have 6.1-inch screens), and at the top end an iPhone 12 Pro Max, likely to have a 6.7-inch display.\n\nThe only new name there is the iPhone 12 Mini – the other three had been extensively leaked previously, though prior to this it had been thought that the smallest iPhone would just be called the iPhone 12, with the next model up getting the new moniker of iPhone 12 Max.\n\nFollowing this leak, Twitter user @duanrui1205 posted images showing what appear to be barcode stickers for cases designed for each of the four models above, and including the iPhone 12 Mini name on one of them.\n\nApple’s first shipment of final iPhone 12 units is going out to distributers on October 5thThe shipment includes: iPhone 12 mini 5.4(Definitely the final marketing name) -64/128/256iPhone 12 6.1-64/128/256Event on October 13, as I mentioned before.September 29, 2020\n\nThen, Jon Prosser (another leaker) tweeted various leaked details about the upcoming iPhones, including the claim that iPhone 12 Mini is “definitely the final marketing name” for the 5.4-inch model.\n\nOther leakers have also used the iPhone 12 Mini name, though it’s not clear whether they have inside information or are just following the trend.\n\nSo that’s quite a lot of support for the Mini name, and that’s before you get to the fact that Apple has used the Mini moniker on a number of products in the past, such as the iPad mini and Mac mini ranges.\n\nWhy Apple might not launch an iPhone 12 Mini\n\nThe first thing to note is that we’re not disputing the existence of a smaller 5.4-inch iPhone. That’s been extensively rumored and is likely real, we’re just questioning whether it will land with ‘Mini’ in the name.\n\nAbove we highlighted a number of rumors as evidence of such a name, but it’s worth noting that of the three sources we highlighted only one (Jon Prosser) has an extensive track record, and in recent months it’s been somewhat mixed, as while he’s been right about some things, he’s been wrong about others.\n\nPlus, it’s only in recent rumors that we’ve heard the phone referred to as the iPhone 12 Mini, and in a relatively small number of rumors at that.\n\nPreviously, a lot of sources suggested that the next model up would get a new name instead, specifically the iPhone 12 Max. So that could still be right, or, if sources were wrong about that name, they could just as well be wrong about the Mini name too.\n\nPlus, while a number of other Apple products have had Mini in the name, the company has never yet launched an iPhone Mini, and that’s despite having launched a number of compact phones, most recently the 4.7-inch iPhone SE (2020).\n\nThe iPhone SE (2020) is small, but it's not a 'Mini' (Image credit: Future)\n\nWill Apple launch an iPhone 12 Mini?\n\nWe can’t say with any certainly whether Apple will call its smallest iPhone 12 model the iPhone 12 Mini. As explained above, there’s plenty of evidence in both directions.\n\nBut if we were to take a guess we’d say the iPhone 12 Mini name is likely to be used. While older rumors pointed to an iPhone 12 Max instead, we’re inclined to put greater weight on recent rumors, as they’ll likely be working off more up to date information.\n\nAnd while you could question the track records of the sources in terms of either reliability or number of leaks, we haven’t seen any other leakers actively disagreeing with them at the time of writing.\n\nWith the iPhone 12 launch fast approaching we should know for sure soon, but for now we’d put our money on Mini.\n\nThese are the best iPhones", "date_added": "2020-10-03 06:00:24+00:00", "url": "https://www.techradar.com/news/iphone-12-mini-leaks", "source": "TechRadar", "photos_url": ["https://cdn.mos.cms.futurecdn.net/JYHsoxUpN5Uzcfr4btjC9c-320-80.jpg", "https://vanilla.futurecdn.net/techradar/media/img/missing-image.svg", "https://cdn.mos.cms.futurecdn.net/JYHsoxUpN5Uzcfr4btjC9c-1200-80.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}