{"title": "Nine in ten recovered COVID-19 patients experience side-effects - study", "text": "A medical staff member in protective gear prepares to take samples from a visitor in a car at a 'drive-thru' testing center for the novel coronavirus disease of COVID-19 in Yeungnam University Medical Center in Daegu, South Korea, March 3, 2020. REUTERS/Kim Kyung-Hoon/Files\n\nSEOUL (Reuters) - Nine in ten coronavirus patients reported experiencing side-effects such as fatigue, psychological after-effects and loss of smell and taste after they recovered from the disease, according to a preliminary study by South Korea.\n\nThe research comes as the global death toll from COVID-19 passed 1 million on Tuesday, a grim milestone in a pandemic that has devastated the global economy, overloaded health systems and changed the way people live.\n\nIn an online survey of 965 recovered COVID-19 patients, 879 people or 91.1% responded they were suffering at least one side-effect from the disease, the Korea Disease Control and Prevention Agency (KDCA) official Kwon Jun-wook told a briefing.\n\nFatigue was the most common side-effect with 26.2% reading, followed by difficulty in concentration which had 24.6%, Kwon said.\n\nOther after-effects included psychological or mental side-effects and loss of taste or smell.\n\nKim Shin-woo, professor of internal medicine at Kyungpook National University School of Medicine in Daegu, sought comments from 5,762 recovered patients in South Korea and 16.7% of them participated in the survey, said Kwon.\n\nWhile the research was done online for now, lead researcher Kim will soon publish the study with detailed analysis, he said.\n\nSouth Korea is also conducting a separate study with some 16 medical organisations on potential complications of the disease through a detailed analysis involving CT scans on recovered patients next year, Kwon told the briefing.\n\nThe country reported 38 new infections by midnight on Monday, for a fifth day of double-digit increases, taking the national tally to 23,699 cases, with 407 deaths.", "date_added": "2020-09-29 09:10:01+00:00", "url": "https://www.reuters.com/article/health-coronavirus-southkorea-study/nine-in-ten-recovered-covid-19-patients-experience-side-effects-study-idUSKBN26K1GC", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200929&t=2&i=1535328396&r=LYNXMPEG8S0V0&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}