{"title": "As virus spreads, Netanyahu calls for strict lockdown in Israel", "text": "Israeli Prime Minister Benjamin Netanyahu Benjamin (Bibi) NetanyahuMORE said in a video statement on Wednesday that more restrictions should be imposed as the country hit a new daily record for coronavirus cases.\n\nThe Associated Press reported that in a break from a meeting with his Cabinet, Netanyahu addressed the nation and called for more swift measures to combat the pandemic.\n\n“The situation is difficult,” Netanyahu said. “There is no choice but to take the difficult decisions and we will save lives.”\n\nADVERTISEMENT\n\nAccording to the AP, Israel’s Health Ministry recorded 6,948 new cases of the coronavirus on Wednesday, with the Middle Eastern country now having one of the world’s highest rates of COVID-19 per capita.\n\nThe announcement comes more than a week after Netanyahu reinstated a three-week lockdown on restaurants, schools, hotels and other businesses in the country at the start of the Jewish high holiday season.\n\n“Our goal is to stop the increase and lower morbidity,” he said at the time in a nationally broadcast statement, according to The Associated Press. “I know that these steps come at a difficult price for all of us. This is not the holiday we are used to.”\n\nIsrael received praise earlier this year for quickly responding to the pandemic by sealing its borders and shutting down most businesses and activities in the country. However, the AP reported that a push to reopen the economy led to a resurgence.\n\nThe AP said that Netanyahu’s call for more strict measures came amid growing tension among members of the government’s coronavirus policymaking body, with officials divided on whether the proposed lockdown measures would apply to recent protests demanding his resignation.\n\nThousands of protesters continue to demonstrate outside Netanyahu’s residence because of his response to the pandemic as well as ongoing corruption charges.\n\nNetanyahu’s trial on charges of bribery, fraud and breach of trust began in May, allegations he's called “nonsense” and “false, trumped-up cases.”", "date_added": "2020-09-23 16:16:49-04:00", "url": "https://thehill.com/policy/international/middle-east-north-africa/517862-as-virus-spreads-netanyahu-calls-for-strict", "source": "TheHill", "photos_url": ["https://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-big.png", "https://thehill.com/sites/default/files/netanyahubenjamin_102819getty.jpg", "https://thehill.com/sites/default/files/styles/thumb_100/public/benjamin_netanyahu_04032019.jpg?itok=lwkA3-5O", "https://thehill.com/sites/default/files/styles/leading_video/public/ca_promobot_nodatepromobot.jpg?itok=mxBmcj3E", "https://thehill.com/sites/default/files/styles/leading_video/public/epstein_gettyimages_7-8-19.jpg?itok=0oHysnPC", "https://thehill.com/sites/default/files/styles/leading_video/public/coronavirus_030120istock_vaccine.jpg?itok=NlB5hVep", "https://thehill.com/sites/default/files/styles/leading_video/public/ca_shamrockshake_nodatemcdonalds_1.jpg?itok=h8xsrFdd", "https://thehill.com/sites/default/files/styles/thumb_small_article/public/netanyahubenjamin_102819getty.jpg?itok=TLYexGeP", "https://sb.scorecardresearch.com/p?c1=2&c2=10314615&c3=&c4=https%3A//thehill.com/policy/international/middle-east-north-africa/517862-as-virus-spreads-netanyahu-calls-for-strict&c5=&c6=&c15=&cv=2.0&cj=1", "https://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-footer.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}