{"title": "Israel’s Netanyahu brings his dirty laundry to Washington. Literally.", "text": "The clothes are cleaned for the prime minister free of charge by the U.S. staff, a perk that is available to all foreign leaders but sparingly taken advantage of given the short stays of busy heads of state.\n\n“The Netanyahus are the only ones who bring actual suitcases of dirty laundry for us to clean,” said one U.S. official, who like others spoke on the condition of anonymity to discuss the details of a foreign leader’s visits. “After multiple trips, it became clear this was intentional.”\n\nAD\n\nAD\n\nIsraeli officials denied that Netanyahu overuses his American hosts’ laundry services, calling the allegations “absurd,” but they acknowledged that he has been the target of laundry-related accusations in the past.\n\nIn 2016, Netanyahu sued his own office and Israel’s attorney general in an effort to prevent the release of his laundry bills under the country’s freedom of information act. The judge sided with Netanyahu, and the details of his laundry bills remain secret pending an appeal in the Supreme Court.\n\nThe relatively minor accusation joins a longer list of corruption allegations that have threatened the 70-year-old leader’s hold on power and triggered protests in Israel this month. Netanyahu was indicted in November in a corruption trial involving gifts from wealthy friends and allegations that he sought regulatory benefits for media magnates in return for positive coverage. He is accused of accepting nearly $200,000 worth of gifts from business executives including cases of champagne and boxes of cigars. The trial opened in May and is scheduled to resume in January.\n\nAD\n\nAD\n\nThe Israeli Embassy in Washington issued a statement saying the laundry accusation was an attempt to overshadow the success of the normalization agreement that Israel, Bahrain and the United Arab Emirates signed at the White House last week.\n\n“These groundless and absurd allegations are aimed at belittling Prime Minister Netanyahu’s monumental achievement in Tuesday’s historic peace summit brokered by President Trump at the White House,” the embassy said in a statement.\n\nThe embassy added that Netan­yahu’s laundry needs were relatively modest during his most recent trip.\n\n“On this visit, for example, there was no dry cleaning, only a couple shirts were laundered for the public meeting, and the Prime Minister’s suit and Mrs. Netanyahu’s dress were ironed also for the public meeting. Oh yes, a pair of pajamas that the Prime Minister wore on the 12 hour flight from Israel to Washington was also laundered,” the embassy statement said.\n\nAD\n\nAD\n\nAnother U.S. official said Netanyahu’s recent visit did not include multiple suitcases of dirty laundry, unlike several instances in the past. The officials who confirmed the past uses of laundry bags included both political and career officials spanning the Trump and Obama administrations.\n\nThe original controversy over Netanyahu’s laundry practices stems from recordings released in 2018 of his close former aide unearthed in the criminal trial against him. The aide, Nir Hefetz, said that Netanyahu’s wife, Sara, “does all kinds of maneuvering to hide all sorts of expenses.”\n\n“On every trip at least four or five suitcases come filled with laundry for dry cleaning, and I’m telling you that journalists have asked me about it and I’ve checked the bills. . . . Nothing appears in the bills, they somehow hid it,” Hefetz said.\n\nAD\n\nAD\n\nNetanyahu denies wrongdoing in the trial, describing it as a left-wing political witch hunt designed to remove a popularly elected leader.\n\nThe new allegations offer one possible explanation for why no laundry expenses charged to the Israeli government were found.\n\n“What’s different about this account is that Netanyahu is now being accused of misusing another government’s resources for his dirty laundry — not just his own,” said Eliad Shraga, the founder of the Movement for Quality Government in Israel.\n\nShraga said his organization took an interest in the laundry issue after reports that Netanyahu and his wife took 11 suitcases on a one-day trip to Portugal in December. Netanyahu’s office denied speculation that the suitcases were filled with dirty laundry, saying they included items he needed for his office work.\n\nAD\n\nAD\n\nIn recent weeks, the prime minister’s residence has been the staging ground for weekly protests that have drawn tens of thousands of people over the corruption charges and his handling of the coronavirus pandemic amid a spike in cases.\n\nIn an effort to control the outbreak, Israel put into force restrictions on movements and gatherings. The protests were exempt, but police announced new social distancing guidelines for demonstrators last week.\n\nNatan Sachs, an Israel expert at the Brookings Institution, said “the Netanyahus — who travel together even on diplomatic trips — are notorious in Israel for their reportedly extravagant habits.”\n\nSachs noted that the signing of the agreement with Bahrain and the UAE was a “legacy” moment for Netanyahu, which he had worked toward for years.", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://www.washingtonpost.com/national-security/benjamin-netanyahu-us-visits-dirty-laundry/2020/09/23/8407f52c-fdb3-11ea-830c-a160b331ca62_story.html", "source": "Washington Post", "photos_url": ["https://www.washingtonpost.com/wp-apps/imrs.php?src=https://s3.amazonaws.com/arc-authors/washpost/83aa0208-1c65-4d93-9d0a-736859c0f91d.png&w=90&h=90", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/M6KNOSX52QI6VNKVJVY2SJKPJM.jpg&w=32", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/MUQXWDH5ZMI6VNKVJVY2SJKPJM.jpg&w=1440"], "is_grouped": false, "upvotes": 0, "downvotes": 0}