{"title": "Eiffel Tower EVACUATED after man ‘threatens to detonate bomb’ sparking massive police response", "text": "THE Eiffel Tower was sealed off in a terror alert today after a man reportedly threatened to blow it up.\n\nThe Paris landmark was evacuated of all visitors as cops threw up security cordons on surrounding roads.\n\n3 Cops sealed off the Eiffel Tower after a bomb threat today Credit: Twitter/ @AmauryBucco\n\nLocal TV station BFM Paris said police received an anonymous phone call around noon local time claiming a bomb had been planted.\n\nArmed police were filmed at the scene as officers searched for a possible device.\n\nFrench journalist Amaury Bucco tweeted: \"Perimeter of Eiffel Tower cordoned off, police operation in progress.\"\n\nHe said police had told him a man \"threatened to blow everything up\" but this has not been verified.\n\nA source at the tower said at 1pm: \"The Eiffel Tower is currently closed until further notice, because of an unidentified caller saying a bomb has been planted. There has been an evacuation\n\n\"Checks are being carried out, and a safety perimeter has been set up in the meantime. This is a routine precaution.\"\n\nLater police said no explosives had been found and the alert was stood down.\n\nThe Eiffel Tower had only recently reopened - with limited numbers - after three months closed during coronavirus lockdown.\n\nIn normal times six million people a year - around 25,000 a day - ascend to the 906ft top deck.\n\nMore than 250million people have visited since the city's \"Iron Lady\" was built in 1889.\n\nIt has been hit by security alerts before – many of which turn out to be hoaxes.\n\nIn 2018, perimeter defences including bullet proof glass screens were erected to protect against Bataclan-style attacks.\n\nTerrorist groups that have threatened it in recent years include Al-Qaeda and Isis.\n\nLast year members of the anti-government Yellow Vest movement lit fires at the base of the tower and destroyed perimeter fencing.\n\n3 Armed police at the scene in Paris today Credit: Twitter/ @AmauryBucco\n\nLes abords de la Tour Eiffel sont bouclés par la police. Il y a une alerte à la bombe. La circulation est déviée Quai Branly. - @BFMParis pic.twitter.com/WZnWytKk0f — Barthelemy Bolo (@B2Bolo) September 23, 2020\n\n3 The Eiffel Tower is one of the most popular tourist attractions in the world Credit: Getty Images - Getty", "date_added": "2020-09-23 10:37:30+00:00", "url": "https://www.thesun.co.uk/news/12745352/eiffel-tower-evacuated-terror-alert-bomb/", "source": "The Sun", "photos_url": ["data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1.5 1\"%3E%3C/svg%3E", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://www.facebook.com/tr?id=752905198150451&ev=PageView&noscript=1", "https://www.thesun.co.uk/wp-content/themes/thesun/images/sunmasthead.svg", "data:image/svg+xml,%3Csvg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 1.3 1\"%3E%3C/svg%3E", "https://www.thesun.co.uk/wp-content/uploads/2020/09/NINTCHDBPICT000610129913.jpg?strip=all&quality=100&w=1200&h=800&crop=1", "https://www.thesun.co.uk/wp-content/uploads/2020/04/sunmasthead_mobile.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}