{"title": "Biotech firm Illumina buying Jeff Bezos-backed startup Grail for $8 billion", "text": "Biotech firm Illumina will buy back cancer-detection startup Grail in an $8 billion deal that will buy out investors including Amazon chief Jeff Bezos, the companies said Monday.\n\nThe deal — announced less than two weeks after Grail filed for an initial public offering — will give Illumina access to Galleri, a medical test that can detect dozens of types of cancer.\n\n“Galleri is among the most promising new tools in the fight against cancer, and we are thrilled to welcome Grail back to Illumina to help transform cancer care,” Illumina president and CEO Francis deSouza said in a statement.\n\nIllumina founded Grail in 2016 and spun it off into a separate company. It went on to raise about $2 billion to develop Galleri and other technologies, winning investments along the way from Bezos, Microsoft co-founder Bill Gates and pharmaceutical giant Johnson & Johnson.\n\nThe buyback deal will give Grail stockholders — including Illumina, which currently holds 14.5 percent of Grail’s outstanding shares — $3.5 billion in cash and $4.5 billion worth of Illumina stock, according to a news release. Illumina said it expects to close the transaction in the second half of next year.\n\n“We are excited about this next step in our journey to transform cancer detection and outcomes and create value for patients and their families and communities, health care providers and payors, employers, and stockholders,” Grail CEO Hans Bishop said in a statement.\n\nIn its Sept. 9 IPO filing, Grail revealed a net loss of $244.8 million for last year after losing more than $275 million in 2018. The company acknowledged that it won’t launch Galleri commercially until next year and said it does not “expect any near-term revenue to offset our ongoing operating expenses.”\n\nWith Post wires", "date_added": "2020-09-21 00:00:00+00:00", "url": "https://nypost.com/2020/09/21/illumina-buys-jeff-bezos-backed-cancer-startup-grail-for-8-billion/", "source": "New York Post", "photos_url": ["https://googleads.g.doubleclick.net/pagead/viewthroughconversion/988380111/?value=0&guid=ON&script=0", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://nypost.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif", "https://nypost.com/wp-content/mu-plugins/vip-helpers/images/vip-powered-dark-small.png", "https://nypost.com/wp-content/uploads/sites/2/2020/09/otys.png?w=300&h=200&crop=1", "https://nypost.com/wp-content/uploads/sites/2/2020/09/bezos-illumina-cancer-grail.jpg?quality=90&strip=all&w=1200", "https://nypost.com/wp-content/uploads/sites/2/2020/09/DogEars_133x41_Left.png", "https://nypost.com/wp-content/uploads/sites/2/2020/09/bezos-illumina-cancer-grail.jpg?quality=90&strip=all&w=618&h=410&crop=1", "https://nypost.com/wp-content/uploads/sites/2/2020/09/DogEars_133x41_Right.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}