{"title": "Switzerland votes to create nationwide paternity leave", "text": "Switzerland on Sunday approved a voter referendum enacting paid paternity leave, The New York Times reported.\n\nSwiss fathers previously were given a single day off after their children were born. Under the referendum, they will receive 10 days of paid leave, making Switzerland the last Western European nation to guarantee paid paternity leave.\n\nIn a separate ballot initiative, voters rejected a proposal backed by the Swiss right wing to block European Union citizens from moving freely into the country.\n\nADVERTISEMENT\n\nParliament approved the paternity leave mandate in 2019. But conservative politicians collected more than 50,000 signatures opposing it so Swiss laws required it be put directly to voters. About 60 percent of voters approved the measure, with French- and Italian-speaking parts of the country more likely to back it.\n\nAny fathers using the leave will be entitled to 80 percent of their salaries, although companies will be given the option of extending the length of leave or increasing the salary percentage, according to the newspaper. The new law is set to take effect Jan. 1.\n\n“This is a clear sign for an advanced family policy,” lawmaker Min Li Marti said, although she added. “There is still a lot to be done with regards to uniting family and career.”\n\nFor example, Patricia Purtschert, a gender studies professor at the University of Bern, noted that the law would only apply to biological parents.\n\n“It does not apply to adoptive or same-sex parents,” she said, according to the Times. “There are still quite a few people who are parenting that won’t profit, from the start at least.”\n\nSwitzerland has lagged beyond other countries in the region on women’s rights and gender equality, only giving women the right to vote in 1971. Married women were required to obtain their husbands’ permission to work outside their homes until 1988.", "date_added": "2020-09-27 16:18:30+00:00", "url": "https://thehill.com/regulation/labor/518505-switzerland-votes-to-create-nationwide-paternity-leave", "source": "TheHill", "photos_url": ["https://thehill.com/sites/default/files/styles/leading_video/public/ca_brain_surgery_screengrab.png?itok=zZrxFgIJ", "https://thehill.com/sites/default/files/styles/leading_video/public/ca_bloomfrisk_nodategetty.jpg?itok=MkMfjzJn", "https://sb.scorecardresearch.com/p?c1=2&c2=10314615&c3=&c4=https%3A//thehill.com/regulation/labor/518505-switzerland-votes-to-create-nationwide-paternity-leave&c5=&c6=&c15=&cv=2.0&cj=1", "https://thehill.com/sites/default/files/styles/leading_video/public/bidenjoe3_09182020getty.jpg?itok=A7St__rv", "https://thehill.com/sites/default/files/article_images/baby_getty.jpg", "https://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-footer.png", "https://thehill.com/sites/default/files/styles/leading_video/public/tennessee.jpg?itok=Tsb0yHrr", "https://thehill.com/sites/default/files/styles/thumb_small_article/public/article_images/baby_getty.jpg?itok=wDZgMbAM", "https://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-big.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}