{"title": "Switzerland referendum: Voters reject end to free movement with EU", "text": "Switzerland referendum: Voters reject end to free movement with EU Published duration 19 hours ago\n\nimage copyright EPA image caption Opponents of the proposal argued it would damage relations with the EU and hurt trade\n\nSwiss voters have rejected a proposal to end an accord with the EU allowing the free movement of people.\n\nWith all referendum votes counted, nearly 62% said they wanted to keep free movement, while 38% were against.\n\nSwitzerland is not a member of the EU but has a series of interdependent treaties with Brussels which allow it to access to Europe's free trade area.\n\nThe move to rein in immigration was proposed by the Swiss People's Party (SVP), but opposed by the government.\n\nA similar initiative to introduce quotas on immigrants from the EU to Switzerland narrowly passed in a 2014 referendum, damaging Swiss-EU relations.\n\nSwiss people are given a direct say in their own affairs under the country's system of direct democracy. They are regularly invited to vote on various issues in national or regional referendums.\n\nSupporters of the anti-free movement plan said it would allow Switzerland to control its borders and select only the immigrants it wants.\n\nOpponents argued it would plunge a healthy economy into recession at an uncertain time and deprive hundreds of thousands of Swiss citizens of their freedom to live and work across Europe.\n\nimage copyright Reuters image caption The push to scrap the freedom of movement deal comes from the right-wing Swiss People's Party\n\nA landlocked country that has observed neutrality for centuries, Switzerland has over time veered between seeking closer engagement with the EU, and preferring a more isolationist course.\n\nSunday's referendum could have forced the Swiss government to unilaterally void its free movement agreement with the EU by invoking a so-called guillotine clause.\n\nThis clause would have impacted other bilateral deals on transport, research and trade with the EU, disrupting economic activity.\n\nWhat reaction has there been?\n\nThe president of the right-wing SVP, Marco Chiesa, conceded that his campaign had struggled to garner enough support for a proposal which was opposed by the government, parliament and tradio unions.\n\nGiven that opposition, Mr Chiesa framed the campaign as a \"fight between David and Goliath\". \"But we will continue to fight for the country and take back control of immigration,\" he said.\n\nimage copyright EPA image caption SVP President Marco Chiesa admitted the proposal failed to gain traction\n\nOpponents of the proposal said the result was an expression of Swiss support for open, bilateral relations with the EU. They said voters were worried about the economic cost of ending free movement during the coronavirus pandemic.\n\n\"The bilateral path is the right one for Switzerland and for the EU,\" Justice Minister Karin Keller-Sutter told reporters. \"The Swiss people have confirmed this path again today\".\n\n\"Today is a great day for the relations between the European Union and Switzerland,\" tweeted European Council President Charles Michel. \"The Swiss people have spoken & sent a clear message: together we have a great future ahead of us.\"\n\nA vote to keep a deal seen as reasonable\n\nAnalysis by Imogen Foulkes,BBC News Geneva correspondent\n\nSwiss voters have said a convincing \"no\" to ending free movement of people with the EU.\n\nThe People's Party argued that immigration from Europe was to blame for a rising population, and placed an unsustainable burden on Switzerland's public services, and environment.\n\nIn the past, the party has done well with anti-immigration campaigns, but not this time. The economic consequences were clear.\n\nSome 60% of Swiss exports go to Europe, for example. Moreover, half a million Swiss live and work in the EU, and 1.4 million EU citizens work in Switzerland, many in the health service.\n\nEnding free movement would have put the entire relationship with Europe at risk.\n\nBrussels has always told the Swiss they cannot cherry pick: no free trade without free movement. Today, Swiss voters have shown they think that deal is reasonable.\n\nWhat other issues did Switzerland vote on?\n\nA referendum on paternity leave for new fathers was among the other issues on Sunday's ballot.\n\nThe initiative was backed by a majority of voters, heralding a major change in Switzerland, a country seen as lagging behind its European neighbours on parental leave provision.\n\nUnder the proposal, fathers will for the first time be granted two weeks of paid leave within six months of the birth of a child. They will also be entitled to receive 80% of their salary, up to a ceiling of 196 Swiss francs (£165; $210) per day.\n\nIn addition, voters narrowly approved a government plan to buy new fighter jets, and blocked a revision of Switzerland's hunting law which would have made it easier to cull protected species such as wolves.\n\nWhat are the possible consequences for Brexit?\n\nThe Swiss referendum was already being prepared before the UK voted to leave the EU in 2016.\n\nThe SVP - the biggest party in Switzerland's parliament - has used similar arguments to Brexiteers about the benefits of having more control over immigration.\n\nBut net migration into Switzerland is actually falling at the moment, and there is a sense voters are becoming weary of the party's anti-immigration message.\n\nThe strong vote in favour of free movement could strengthen Brussels' hand with London, and be a signal to the UK of just what kinds of compromises might be needed to agree a free trade deal with the EU.\n\nTimeline: Switzerland and the EU\n\nimage copyright Getty Images\n\n1992: Swiss vote by 50.3% to 49.7% against joining European Economic Area\n\n1992-2002: Switzerland negotiates, then signs first bilateral agreements with EU - they are interdependent, and include free movement of people - backed by a vote in 2000\n\n2005: Swiss vote to join Europe's Schengen open borders treaty and extend free movement to 10 new EU states\n\n2009: Vote to extend freedom of movement to new EU members Romania and Bulgaria", "date_added": "2020-09-28 13:27:39.981985+00:00", "url": "https://www.bbc.com/news/world-europe-54316316", "source": "BBC News", "photos_url": ["https://c.files.bbci.co.uk/0CA1/production/_114633230_063541214-1.jpg", "https://c.files.bbci.co.uk/1710D/production/_114577449_92aa1296-6d18-4979-99cc-010467a14bf6.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1435A/production/_114487728_p08rxtsq.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C231/production/_114631794_p08sncbv.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/511F/production/_114576702_onceagainbeingamother-victorhugolujamolina-mexico.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/2B00/production/_114380011_p08rkqf5.jpg", "https://c.files.bbci.co.uk/1234A/production/_114607547_border.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C67A/production/_114601805_p08sjhnk.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/1ABB/production/_114634860_mediaitem114634859.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C978/production/_114667515_gettyimages-1146453383-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/194F/production/_114597460_p08sjrtf.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D09A/production/_114620435_1_widegeorge.jpg", "https://c.files.bbci.co.uk/D814/production/_114661355_063541287-1.jpg", "https://c.files.bbci.co.uk/72FB/production/_112953492__90021446_test_grey_line_new-nc.png", "https://c.files.bbci.co.uk/1226D/production/_105894347_grey_line-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/9FB1/production/_114618804_p08smjgm.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}