{"title": "3 Unstoppable Stocks to Buy That Should Make You a Fortune", "text": "You can invest your hard-earned money in lots of ways. Bonds, gold, real estate, and rare coins are just a few assets that some investors choose. But if you want to put your money to work for you to generate massive long-term returns, nothing beats the track record and liquidity of stocks.\n\nNot every stock will deliver fantastic gains, though. The ones that do are usually innovators in rapidly growing markets -- that is, the kinds of businesses that are practically guaranteed to grow. Here are three such unstoppable stocks that should make you a fortune over the long run.\n\n1. Intuitive Surgical\n\nYou'll be hard-pressed to find a more innovative company than Intuitive Surgical (NASDAQ:ISRG). The company pioneered the development of robotic surgical systems. Today, more than 5,600 of Intuitive's da Vinci systems are installed across the world, with over 1.2 million procedures performed annually using these systems.\n\nIs Intuitive Surgical really unstoppable? After all, the company's business was hit hard by the COVID-19 pandemic. Rivals are moving into the surgical robot market, attracted by Intuitive's tremendous success.\n\nI'm not worried about either factor. The pandemic is only a temporary headwind for the company. The market's growth potential is so great that multiple companies will be able to win. That's especially true for Intuitive because of its big head start.\n\nDemographic trends will likely help Intuitive grow. Aging populations in the U.S. and across the world age will drive higher demand for many of the procedures for which robotic surgical assistance is well-suited. Currently, the vast majority of surgeries don't involve robots. Intuitive continues to develop technology that expands the applications for robotic surgical systems.\n\nThe company also has opportunities to expand into adjacent markets. Intuitive did just that earlier this year with its acquisition of hospital information technology provider Orpheus Medical.\n\n2. Teladoc Health\n\nTeladoc Health (NYSE:TDOC) ranks as one of the biggest winners among healthcare stocks so far this year. The COVID-19 pandemic fueled a surge in the use of telehealth services, with Teladoc a key beneficiary of this trend.\n\nAround 70 million Americans have access to Teladoc's services right now. There's roughly the same number of potential users at current Teladoc clients, giving the company a great growth opportunity right under its nose. The remaining untapped U.S. market is even bigger, and Telehealth's share of the international market for highly developed countries is still under 1%.\n\nSure, Teladoc faces plenty of competition. One of its rivals, American Well, recently went public and has financial backing from Alphabet subsidiary Google. My view, though, is that Teladoc's scale and international operations give it a clear advantage over AmWell and other competitors.\n\nI think this competitive advantage will become even greater once Teladoc's acquisition of Livongo Health (NASDAQ:LVGO) closes. The addition of Livongo, which operates a digital health platform for helping individuals manage chronic conditions such as diabetes and hypertension, will make Teladoc more attractive to customers seeking to control healthcare costs with technology.\n\n3. The Trade Desk\n\nThe Trade Desk (NASDAQ:TTD) dominates the buy-side programmatic advertising market. Programmatic advertising uses technology to buy and sell ads instead of the personal negotiations of the past. It's enjoyed rapid growth, driven by the boom in digital advertising.\n\nAdvertising spending, in general, has fallen due to the COVID-19 pandemic. This should only be a blip for The Trade Desk's growth, though. Indeed, the flexibility that the company's platform offers to advertisers puts The Trade Desk in great shape as advertising spending rebounds.\n\nConnected TV (CTV) presents a massive growth opportunity for the company. The Trade Desk CEO Jeff Green thinks that this opportunity is even bigger because of the pandemic. He recently stated that \"the COVID-19 pandemic has permanently accelerated the growth of connected television, changing the TV landscape forever.\" He added, \"And no company is better positioned to grab share in CTV than The Trade Desk.\"\n\nI suspect that Green's perspective is spot-on. The trend of consumers shifting to streaming TV services is likely to pick up momentum going forward. That should make The Trade Desk a truly unstoppable stock.", "date_added": "2020-10-04 00:00:00+00:00", "url": "https://www.fool.com/investing/2020/10/04/3-unstoppable-stocks-to-buy-that-should-make-you-a/", "source": "The Motley Fool", "photos_url": ["https://g.foolcdn.com/misc-assets/logo-tmf-primary-7-magenta-royalpurple.svg", "https://g.foolcdn.com/misc-assets/the-ascent-on-white.svg", "https://g.foolcdn.com/avatar/1297841175/large.ashx", "https://g.foolcdn.com/editorial/images/593132/woman-lying-on-pile-of-cash.jpg", "https://g.foolcdn.com/misc-assets/stock-advisor-vs-sp_small.png", "https://g.foolcdn.com/image/?url=https%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F593132%2Fwoman-lying-on-pile-of-cash.jpg&w=700&op=resize", "https://s3.foolcdn.com/misc-assets/nav-ad-sa.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}