{"title": "5 Must-Own Stocks for the New Bull Market", "text": "This has arguably been the most volatile year on record for equities, but we've finally entered the homestretch. We've witnessed a 34% decline in the benchmark S&P 500 in under five weeks, and a ferocious rebound from a bear market bottom to new highs that took less than five months.\n\nAlthough this volatility ended the longest bull market run in U.S. history dating back to 1860, the aforementioned ferocious rally also gave birth to a new bull market. While history suggests that there will undoubtedly be hiccups along the way, bull markets tend to last for many years. This means the perfect opportunity is at hand for long-term investors to scoop up excellent businesses.\n\nInvestors should consider the following five companies as must-own stocks for the new bull market.\n\nSquare\n\nWe're witnessing a changing of the guard in the financial sector, and companies that focus on technology and innovation will thrive. Payment facilitator Square (NYSE:SQ) looks to be the financial stock you'll want to own in this new bull market.\n\nFor the past eight years, Square's seller ecosystem has been its bread-and-butter operating segment. Square provides point-of-sale devices, loans, and other analytical tools focused on small businesses. Between 2012 and 2019, the amount of gross payment volume (GPV) crossing Square's seller network grew from $6.5 billion to $106.2 billion. Since this business segment thrives on merchant fees, it's encouraging to see larger merchants (i.e., those with at least $125,000 in annualized GPV) playing bigger roles in the seller ecosystem in recent years.\n\nThe most exciting aspect of Square's growth is the potential for Cash App. The number of monthly users on Cash App has more than quadrupled to 30 million since the end of 2017. This peer-to-peer payment platform collects fees from merchants, as well as from users who expedite transfers or exchange fiat currency for bitcoin. There's a very good chance that Cash App will quickly become the key gross profit driver for Square.\n\nPalo Alto Networks\n\nYes, I'm going to pound the table on cybersecurity stocks until there's a hole in the table. Though there are a couple of exceptionally high-growth and promising industries to invest in during the new bull market, few if any offer the stability and cash flow predictability of cybersecurity stocks. That's why I believe you'll want to own Palo Alto Networks (NYSE:PANW).\n\nThe fact is that the coronavirus disease 2019 (COVID-19) pandemic has completely altered the traditional office environment and accelerated existing trends, like the rise of remote work. The protection of cloud data has become more important than ever. The many solutions that Palo Alto provides to its clients are now basic-need services, regardless of how the economy is performing.\n\nPalo Alto's management team is also making near-term operating sacrifices to gobble up long-term cloud protection market share. The company has been steadily pivoting away from physical firewalls and toward a subscription-focused operating model. Subscriptions offer much better margins than physical products and far less lumpiness in the sales department from quarter to quarter. When combined with Palo Alto's multiple bolt-on acquisitions, a consistent double-digit growth rate appears feasible.\n\nTeladoc Health\n\nAnother must-own stock for the new bull market is telemedicine kingpin Teladoc Health (NYSE:TDOC).\n\nWhile traditional healthcare stocks are doing just fine, the new bull market will be defined by companies focused on precision medicine (i.e., customized, not generic, treatment plans). Teladoc will be on the leading edge of this innovative curve, with its virtual visits benefitting the entire healthcare chain. Telemedicine visits are cheaper for insurers than in-office visits, and they're certainly more convenient for physicians and patients. After generating $20 million in full-year sales in 2013, Teladoc is on track to potentially hit $1 billion in 2020.\n\nTeladoc is also in the process of acquiring applied health signals star Livongo Health (NASDAQ:LVGO) in an $18.5 billion cash-and-stock deal. Livongo's AI-based solutions help patients with chronic illnesses lead healthier lives. The company nearly doubled its member count last year, and has continued to add members at an impressive clip in 2020. It has also been profitable on an adjusted basis for the past three quarters.\n\nWhen the deal closes, Teladoc and Livongo will offer one of the most robust growth rates in the entire healthcare space.\n\nIntuitive Surgical\n\nSurgical system developer Intuitive Surgical (NASDAQ:ISRG) is yet another healthcare company you'll be glad to own in the new bull market.\n\nYou could rightly say that Intuitive Surgical has a wee bit of a competitive advantage over its peers in placing its intricate surgically assisted robotic systems. Over the past two decades, the company has installed 5,764 of its da Vinci systems in hospitals and surgical centers globally, with all of its competitors combined not even coming close to matching this mark. This virtually insurmountable lead has created what I believe is unbreakable rapport with the medical community.\n\nWhat's particularly interesting about Intuitive Surgical is that the company's operating model is built to improve over time. The da Vinci systems are pricey (up to $2.5 million), but they can also be quite costly to build, so they don't provide the company with the best margins. Instead, Intuitive Surgical generates the bulk of its profits from selling instruments and accessories with each procedure, as well as from servicing these systems. The more systems installed worldwide, the greater percentage of sales Intuitive Surgical derives from these higher-margin segments.\n\nWith the company still scratching the surface in some soft tissue surgical indications, there looks to be a long runway of double-digit growth potential.\n\nPinterest\n\nThe novel coronavirus has given us a taste of what life could be like in a post-pandemic world, and it will probably entail a lot of online consumption. Though many companies are focused on direct-to-consumer initiatives, it's burgeoning social media company Pinterest (NYSE:PINS) that investors will want to own.\n\nPinterest's reach is growing quickly. With people stuck at home due to the pandemic during the second quarter, Pinterest's monthly active user count spiked to 416 million. That's an increase of 116 million from the prior-year period, with over 90% of these new users signing up outside the U.S. The bad news is the average revenue per user (ARPU) generated from overseas markets is currently pretty low. On the bright side, Pinterest more than doubled international ARPU in 2019, and can do so multiple times this decade.\n\nBut as I noted, it's the company's e-commerce ties that are exciting. Pinterest's users are posting about products, services, hobbies, and destinations that interest them. It makes perfect sense for the company to give small businesses that cater to these interests a platform for selling their products. With the vast majority of pinners ultimately buying items they first saw on Pinterest, there's a huge e-commerce opportunity awaiting the company in this bull market.", "date_added": "2020-10-04 00:00:00+00:00", "url": "https://www.fool.com/investing/2020/10/04/5-must-own-stocks-for-the-new-bull-market/", "source": "The Motley Fool", "photos_url": ["https://g.foolcdn.com/misc-assets/the-ascent-on-white.svg", "https://g.foolcdn.com/image/?url=https%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F593569%2Fa-key-unlocking-blockchain-digital-id-security-hacker-getty.jpg&w=700&op=resize", "https://g.foolcdn.com/image/?url=https%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F593569%2Fpinterest.jpg&w=700&op=resize", "https://g.foolcdn.com/editorial/images/593569/bull-market-stock-rally-bullish-invest-long-term-getty.jpg", "https://g.foolcdn.com/image/?url=https%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F593569%2Ftelemedicine-patient-doctor-physician-virtual-conference-healthcare-getty.jpg&w=700&op=resize", "https://g.foolcdn.com/avatar/1211926414/large.ashx", "https://g.foolcdn.com/image/?url=https%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F593569%2Fhealthcare-investing-retirement-surgeon-cash-getty.jpg&w=700&op=resize", "https://g.foolcdn.com/misc-assets/stock-advisor-vs-sp_small.png", "https://g.foolcdn.com/image/?url=https%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F593569%2Fbull-market-stock-rally-bullish-invest-long-term-getty.jpg&w=700&op=resize", "https://s3.foolcdn.com/misc-assets/nav-ad-sa.png", "https://g.foolcdn.com/misc-assets/logo-tmf-primary-7-magenta-royalpurple.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}