{"title": "Australia's daily coronavirus tally falls to lowest in more than three months", "text": "SYDNEY (Reuters) - Australia reported on Monday its smallest daily increase in new coronavirus infections in more than three months, but authorities in the nation’s virus hotspot of Victoria said they could not hasten the easing of curbs.\n\nFILE PHOTO: Fire Services Victoria members write each other's names on their hazmat suits as they prepare to enter a public housing tower, locked down in response to an outbreak of the coronavirus disease (COVID-19), in Melbourne, Australia, July 8, 2020. REUTERS/Sandra Sanders\n\nThe 16 new infections are Australia’s smallest daily jump since June 14, while two additional deaths were reported.\n\n“This light at the end of the tunnel is getting closer every day,” Nick Coatsworth, the chief deputy medical officer told reporters in Canberra, the capital.\n\nThe bulk of the new cases once again came from southeastern Victoria state, the epicentre of Australia’s second wave of infections, where 11 people tested positive over the last day, down from a daily record of 725 in early August.\n\nHowever, it was too soon to hasten the timetable for removing curbs, the state’s premier, Daniel Andrews, said.\n\n“If circumstances change, if we find ourselves ahead of schedule, not for one day, but in a manifest sense, common sense always guides us,” Andrews told reporters in the state capital of Melbourne.\n\nNightly curfews are among the measures clamped on the city in one of the world’s toughest lockdowns, but state officials have said building sites, manufacturing plants, warehouses and childcare facilities can reopen on Sept. 28 if the two-week average keeps below 50. Now it is below 35.\n\nThe bulk of Victoria’s restrictions could be lifted in late October if its two-week average stays below five, a target Prime Minister Scott Morrison has criticised as too punitive and costly to the national economy.\n\nAustralia is battling its first recession in 30 years, while unemployment in July hit a 22-year high as virus curbs paralysed businesses.\n\nThe Victoria outbreak has also closed off prospects for travel between Australia and New Zealand to resume soon.\n\nAustralia barred international travellers in March, except for citizens and permanent residents, but had said after a dent in the first virus outbreak that it would look to resume travel to New Zealand this year.\n\nHowever, the chief executive of flag carrier Air New Zealand said quarantine-free travel between the neighbours was unlikely to resume for at least six months more.\n\nThe Victoria curbs have prevented a second wave of national infection, however.\n\nVictoria has contributed almost 75% of Australia’s tally of nearly 27,000 infections and roughly 90% of its 851 deaths.\n\nThe most populous state of New South Wales reported four new cases in the past 24 hours, three of them already in hotel quarantine after returning from overseas.\n\nNortheastern Queensland state also reported one new infection in hotel quarantine.\n\n(Interactive graphic tracking global spread of coronavirus: here)", "date_added": "2020-09-20 23:57:24+00:00", "url": "https://www.reuters.com/article/health-coronavirus-australia-int/australia-heads-for-lowest-virus-count-in-three-months-idUSKCN26B0PO", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200920&t=2&i=1534231838&r=LYNXNPEG8J0Q8&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}