{"title": "Australia coronavirus cases 'set to be lowest in months'", "text": "Australia coronavirus cases 'set to be lowest in months' Published duration 1 day ago Related Topics Coronavirus pandemic\n\nimage copyright EPA image caption Australia's case numbers are dropping\n\nAustralia looks set to record its lowest daily coronavirus increase for three months, with just 18 new cases reported so far.\n\nThe state of Victoria - the epicentre of the country's Covid-19 outbreak - recorded 14 new infections to Sunday morning, down from 21 the day before.\n\nNew South Wales and Queensland reported two cases each. The remaining states are yet to report their figures, but rarely record any new cases.\n\nFigures were last this low on 23 June.\n\nVictoria's Premier Daniel Andrews said the numbers were \"cause for great optimism\". His state, which has accounted for 75% of Australia's 26,900 cases and 90% of its 849 deaths, has been under lockdown since early July.\n\nMelbourne, the capital, has been under tighter restrictions than other areas, including a curfew and stay-at-home orders. Anti-lockdown protests in the city have become a regular sight.\n\nOn Sunday, demonstrators gathered in the central business district, according to local media. Saturday's protest, in a park, saw protesters being dispersed by police on horseback.\n\nimage copyright EPA image caption Protests have become a regular sight in Melbourne\n\nHowever, Mr Andrews has defended the state's strict lockdown, pointing to rising cases in Europe.\n\n\"It's heartbreaking to see all of those communities have given - all the sacrifice they've made - and now they've got cases running perhaps more wildly than their first wave,\" he told reporters.\n\n\"Some of these nations as well, I see a bit of commentary around the place about how... death rates in second waves are lower. That's not what the data's saying. That's not what the data in Europe is saying. You've got to see it off.\"", "date_added": "2020-09-21 21:44:45.033131+00:00", "url": "https://www.bbc.com/news/world-australia-54223977", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/E768/production/_114504295_p08s1xzc.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/17216/production/_114424749_p08rw3mq.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/B96E/production/_114507474_mediaitem114506469.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/DBD7/production/_114497265_5ba8843c-20bb-4e26-98ce-9d685012d9a6.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/0032/production/_114505000_mediaitem114504999.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/5AAA/production/_114401232_p08rp407.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/0EC4/production/_114508730_export-dvthumbnailamarachi-002.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/11BB7/production/_114413627_18.jpg", "https://c.files.bbci.co.uk/3F97/production/_114497261_a57459ce-6590-4d6e-ba72-104937b30819.jpg", "https://c.files.bbci.co.uk/B4C7/production/_114497264_5ba8843c-20bb-4e26-98ce-9d685012d9a6.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D246/production/_114503835_gettyimages-1197913361crop-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D931/production/_114510655_p08s34f1.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}