{"title": "Court temporarily blocks Trump order banning TikTok from US app stores", "text": "TikTok has been granted a last-minute reprieve from Donald Trump’s executive order banning the service from US app stores, after a judge in Washington DC temporarily blocked the ban from taking effect on Sunday evening.\n\nThe order, which was due to take effect at one minute to midnight, was the first step towards banning TikTok entirely within the US. It would have required Apple and Google to remove the service from their respective app stores, preventing new users from downloading it, but would not have stopped existing TikTokers from continuing to access the app on their own devices.\n\nInstead, the US district judge Carl Nichols granted a preliminary injunction sought by TikTok’s owner, ByteDance, to allow the app to remain available in US app stores.\n\nNichols declined “at this time” to block a second set of restrictions requested by the US Department of Commerce, due to take effect on 12 November, which will bar any American company from providing services to TikTok. That order would have make the app impossible to use in the US, TikTok has said, effectively banning it entirely.\n\nThe Commerce Department said in a statement that it would “comply with the injunction and has taken immediate steps to do so”. The statement, which defended the legality of the TikTok order and Trump’s executive order demanding ByteDance divest its TikTok US operations within 90 days, did not say whether the government intended to appeal.\n\nTikTok hits back at 'misinformation' about its ties to China in submission to Senate inquiry Read more\n\nTikTok said it was pleased with the injunction and it would “maintain our ongoing dialogue with the government to turn our proposal, which the president gave his preliminary approval to last week, into an agreement.”\n\nThe company’s lawyer John Hall had said a ban would be “punitive” and would close off a public forum used by tens of millions of Americans.\n\nIn a written brief filed before the hearing, TikTok lawyers said the ban was “arbitrary and capricious” and “would undermine data security” by blocking updates and fixes to the app.\n\nThe company also said the ban was unnecessary because negotiations were already under way to restructure the ownership of TikTok to address national security issues raised by the administration.\n\nTikTok: why it is being sold and who will own it Read more\n\nHours before the DC court ruled in TikTok’s favour, a judge in Pennsylvania rejected a separate legal move by three TikTok influencers seeking their own stay on the ban. Doug Marland, Cosette Rinab, and Alec Chambers, who have almost 7 million followers on the app between them, argued in court that access to the app was critical to their livelihood.\n\nIf TikTok were to be blocked from US app stores, the three said, they would “lose access to tens of thousands of potential viewers and creators every month, an effect amplified by the looming threat to close TikTok altogether”. But the judge Wendy Beetlestone denied their request to stay the order, agreeing that such a ban would be an “inconvenience” for them, but noting that they had failed to demonstrate the irreparable harm that would be required for a court victory.\n\nOne hundred million Americans use TikTok at least once a month, the company says, and half of those use it every day. Globally, the app has been downloaded about 2bn times, placing it in the same tier as Facebook, Instagram, Snapchat and YouTube. But unlike those services, TikTok’s parent company is not listed on the US stock market. ByteDance is a privately held company, legally incorporated in the Cayman Islands and headquartered in Beijing.\n\nGovernment lawyers argued that the president had a right to take national security actions, and said the ban was needed because of TikTok’s links to the Chinese government through ByteDance. A government brief called ByteDance a “mouthpiece” for the Chinese Communist party and said it was “committed to promoting the CCP’s agenda and messaging”.\n\nByteDance said on 20 September that it had struck a preliminary deal for Walmart and Oracle to take stakes in a new company, TikTok Global, that would oversee US operations, after Trump said he had given the deal his blessing. Negotiations continue over the terms of the agreement and to resolve concerns from Washington and Beijing.\n\nThe deal is still to be reviewed by the US government’s Committee on Foreign Investment in the United States (CFIUS).\n\nReuters contributed to this report", "date_added": "2020-09-28 00:00:00+00:00", "url": "https://www.theguardian.com/technology/2020/sep/28/us-judge-temporarily-blocks-trump-order-banning-tiktok-app-store-downloads", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/29aa2bab696bb8c48ecabc037e55e2a7a827bbde/0_278_5341_3205/master/5341.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=d2160bdbc679b957fcb3561e2c89820d", "https://i.guim.co.uk/img/media/29aa2bab696bb8c48ecabc037e55e2a7a827bbde/0_278_5341_3205/master/5341.jpg?width=300&quality=85&auto=format&fit=max&s=0b454582e2d38f18ea3f358b7bb732bd", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=TikTok%2CApps%2CUS+news%2CTechnology%2CWorld+news", "https://phar.gu-web.net/count/pv.gif", "https://phar.gu-web.net/count/pvg.gif"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
