{"title": "Paris 'explosion': Huge blast across city caused by fighter jet sonic boom", "text": "The video will start in 8 Cancel\n\nNews, views and top stories in your inbox. Don't miss our must-read newsletter Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nA major blast was heard in Paris that reverberated over the entire city after a fighter jet was scrambled.\n\nEyewitnesses reported their buildings rocking and people from several central districts as well as in nearby suburbs reported hearing the blast.\n\nPolice say the loud bang was caused by a fighter jet breaking the sound barrier.\n\nThe plane had been scrambled in response to another aircraft crossing into the city's restricted airspace.\n\nFootage of a French Open match between Stan Wawrinka and Dominik Koepfer shows the pair pause after a loud, low bang can be heard in the background.\n\nShortly after 11am UK time one person tweeted: \"Sound of explosion near the François Mitterrand Library, we were all afraid that it was an attack.\"\n\nDid you hear the blast? Email webnews@mirror.co.uk\n\n(Image: Eurosport)\n\nAnother person said that their boat shook in the water after the bang.\n\n\"I felt it in Saint Cloud!\" they wrote.\n\n\"In any case, I just felt a huge explosion which made our barge vibrate on the Seine here.\"\n\nTerrified Parisians called the emergency services to report the explosion.\n\n(Image: Richard Silver / SWNS.com)\n\nOnce it had become clear what the source of the blast was, police urged the public to stay calm and stop calling.\n\nPréfecture de Police tweeted: \"A very important noise was heard in Paris and in the Paris region.\n\n\"There is no explosion, it is about a fighter plane which crossed the sound barrier.\n\n\"Don't clutter up the emergency lines!\"\n\nAccording to information from France Bleu Paris, the Air Force plane, a Rafale, took off from BA 113 air base in Saint-Dizier.\n\n(Image: PA)\n\nIt had been scrambled to intercept an aircraft which had crossed into the city's restricted airspace.\n\nThe pilot was authorized to cross the sound barrier, which he passed at 11:52 am over the east of Paris, Francebleu reported.\n\n\"A Rafale (warplane) based at Saint-Dizier, intervening to assist an airline which had lost contact, was allowed to break the sound barrier to join the airplane in trouble. It broke the sound barrier east of Paris,\" army spokesman colonel Stephane Spet said in a statement.\n\nHe added that a seconds after the boom - which happened at an altitude of 10 km and was magnified by cloud cover - the passenger jet, an Embraer 145, reestablished contact with air traffic control.\n\nFrance's DGAC civil aviation authority said the warplane was despatched after contact was lost with two civil aircraft.\n\nIt said that one was a Falcon 50, operated by a private Brazilian company, on a flight between Cape Verde and Brussels.\n\nThe other was an Embraer 145, operated by regional airline Amelia, on a flight between the French cities of Brives and Saint-Brieuc.\n\n(Image: REUTERS)\n\nParisians are likely on high-alert following stabbings outside the former Charlie Hebdo offices last week.\n\nTwo people were badly injured in the attack, with the suspect allegedly planning to torch the magazine's former offices before he was stopped.\n\nIn February 2019, more than 500 people in Oise called for help after a military plane passed through the sound barrier in order to intercept a civilian aircraft which had lost radio contact.", "date_added": "2020-09-30 10:13:13+00:00", "url": "https://www.mirror.co.uk/news/world-news/breaking-paris-explosion-huge-blast-22767016", "source": "mirror", "photos_url": ["https://cf-images.eu-west-1.prod.boltdns.net/v1/static/4221396001/c0a1e8c9-878a-4266-a494-a126421138ff/7e791194-f91d-4767-8390-f25198caeae6/1280x720/match/image.jpg", "https://i2-prod.mirror.co.uk/incoming/article22767049.ece/ALTERNATES/s1200/1_Paris-explosion.jpg", "https://www.mirror.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}