{"id": "7", "summary": {"top": ["President Donald Trump said early Friday that he and first lady Melania Trump have tested positive for the coronavirus, a stunning announcement that plunges the country deeper into uncertainty just a month before the presidential election.", "US President Donald Trump has tested positive for Covid-19 along with First Lady Melania Trump but is “well” and will continue to perform his duties while quarantined at the White House, his doctor said Friday.", "The president confirmed on Twitter that he and Mrs Trump have been diagnosed with COVID-19, saying: \"We will begin our quarantine and recovery process immediately."], "originals": {"Donald Trump says he has tested positive for Covid-19": ["Shealah Craighead/White House, via Flickr.", "However, his own health experts have often given less rosy assessments of the state of the pandemic in the world’s richest country."], "Trump, first lady experiencing 'mild symptoms' after testing positive for coronavirus": ["\"I hope this will be a moment where people will understand that what we have in our HEROES bill and what we have over and over is we must have testing, tracing, treatment.", "We must have spacial distancing."], "Trump coronavirus: Dow drops 200 points as president, first lady test positive for COVID-19": ["That could mean higher tax rates and tighter regulations on companies, which would limit profits and hurt stock prices.", "Jamie Cox, managing partner at financial advisor Harris Financial Group, said in a note."], "U.S. stock futures and global shares fall on Trump's COVID news": ["\"To say this potentially could be a big deal is an understatement,\" Rabobank said in a commentary. \"", "The euro weakened to $1.1731 from $1.1747."], "Covid: Donald Trump and Melania test positive": ["It may not be enough to insulate him from the questions that follow, however.", "Media playback is unsupported on your device Media caption Coronavirus symptoms: What are they and how long should I self-isolate?"], "President Trump and first lady test positive for COVID-19": ["Air Force One en route to that rally", "“It’s very, very hard when you are with people from the military or from law enforcement, and they come over to you, and they want to hug you, and they want to kiss you,” he said, “because we really have done a good job for them."], "Donald Trump has 'mild symptoms' but 'in good spirits' after contracting coronavirus": ["Live updates on coronavirus from US, UK and around world", "Please be sure you are staying safe & we will all get through this together.\""], "Trump Covid: US shares drop after president tests positive": ["In France, the Cac-40 is trading down 0.9% while Germany's Dax index is 1.1`% lower.", "Earlier this week, the two faced each other for the first time in a combative encounter."]}}, "photos": [], "creation_datetime": "2020-11-22 15:44:33.433772+00:00", "update_datetime": "2020-11-22 15:44:33.433772+00:00", "related_news_group_ids": [], "articles": ["5fa17313f66c2c16e40f391b", "5fa172f5f66c2c16e40f3822", "5fa172f5f66c2c16e40f3825", "5fa17314f66c2c16e40f391d", "5fa172f5f66c2c16e40f3826", "5fa17313f66c2c16e40f391c", "5fa172f5f66c2c16e40f3823", "5fa172f5f66c2c16e40f3824"]}