{"id": "18", "summary": {"top": ["More than 50 women have accused Ebola aid workers from the World Health Organisation (WHO) and leading non-govermental organsations (NGOs) of sexual exploitation and abuse in the Democratic Republic of Congo, an investigation by The New Humanitarian and the Thomson Reuters Foundation has found.", "In interviews, 51 women – many of whose accounts were backed up by aid agency drivers and local NGO workers – recounted multiple incidents of abuse, mainly by men who said they were international workers, during the 2018 to 2020 Ebola crisis, according to an investigation by the New Humanitarian and the Thomson Reuters Foundation.", "The statement came after the news website The New Humanitarian released a report in conjunction with the Thomson Reuters Foundation in which more than 50 women accused aid workers from the WHO and non-governmental organisations operating in DRC of both improperly propositioning women and of demanding sex in exchange for being hired for a job."], "originals": {"WHO to probe sex abuse by aid workers in DRC amid Ebola outbreak": ["This one was particularly difficult to bring under control due to fighting between various rebel groups and the government there.", "The numbers are fed into a database in real-time and compiled on a UN website."], "Ebola aid workers from WHO and NGOs accused of sexual abuse in Congo": ["I haven’t even told my mother about this.”", "“And every day we’d be disappointed."], "WHO to probe 'sexual exploitation' by aid workers in DR Congo": ["Analysis by Imogen Foulkes, BBC News, Geneva", "Up until now criticism of the WHO has been mainly from the US, and the organisation has been comforted by support, both moral and financial, from many other countries."], "More than 50 women in DRC allege abuse by Ebola aid workers": ["“The actions allegedly perpetrated by individuals identifying themselves as working for WHO are unacceptable and will be robustly investigated,” it said in a statement.", "WHO pointed out that it had a “zero tolerance policy with regard to sexual exploitation and abuse”."]}}, "photos": [], "creation_datetime": "2020-11-22 15:44:33.434564+00:00", "update_datetime": "2020-11-22 15:44:33.434564+00:00", "related_news_group_ids": [], "articles": ["5fa17302f66c2c16e40f388a", "5fa17302f66c2c16e40f388c", "5fa17302f66c2c16e40f388b", "5fa17302f66c2c16e40f3889"]}