{"id": "0", "summary": {"top": ["However, President Trump constantly interrupted Democratic candidate Joe Biden leading to a series of chaotic exchanges in which both men talked over each other.", "Debate rules will be changed to avoid a repeat of the chaotic first meeting between Donald Trump and Joe Biden, the US presidential debate commission has said.", "President Donald Trump and his challenger Joe Biden have fiercely clashed in one of the most chaotic and bitter White House debates in years."], "originals": {"'Will you shut up, man?' 5 takeaways from the slugfest between Donald Trump and Joe Biden in Cleveland": ["\"Trying to determine if this was an answer or an admission,\" Greenblatt said. \"", "Who do you trust on COVID-19?"], "Presidential debate: How the world's media reacted": ["\"'Dog-whistling' is the politico-speak for such language, but it implies subtlety.", "France\n\n\"Chaotic, childish, gruelling\""], "Presidential debate: Rules to change after Trump-Biden spat": ["and he said: \"I don't know who they are.", "At times he has renounced them."], "Presidential debate: Trump and Biden trade insults in chaotic debate": ["20 minutesspent discussing coronavirus, the longest segment Source:", "He had to show he could take a pie to the face, metaphorically speaking, and keep his cool."], "Trump-Biden presidential debate in Cleveland: Top 5 moments": ["The platform of the Democratic Party is what I in fact approved of.\"", "Clash over masks and shutdowns"], "US election 2020: Debate rules to change after chaotic Trump-Biden exchange": [":: Subscribe to Divided States on Apple podcasts, Google Podcasts, Spotify, and Spreaker", "What about the next ones?"], "Debates commission plans to cut off mics if Trump or Biden break rules": ["Get updates from the campaign trail delivered to your inbox", "The organization is working on all possible solutions, but the source said that \"we are going to be making changes.\""], "Trump, Biden camps declare victory after rambunctious, insult-heavy debate": ["“Nothing over the course of the evening likely did anything to alter the trajectory of such a static race,\" said Aaron Kall, debate coach at the University of Michigan.", "Some critics suggested the subsequent debates should be canceled if they were not offering Americans a clear discussion of policy."]}}, "photos": [], "creation_datetime": "2020-11-22 15:44:33.433147+00:00", "update_datetime": "2020-11-22 15:44:33.433147+00:00", "related_news_group_ids": [], "articles": ["5fa1730ef66c2c16e40f38ea", "5fa172ecf66c2c16e40f37e9", "5fa1730df66c2c16e40f38e7", "5fa1730ef66c2c16e40f38ec", "5fa172ecf66c2c16e40f37e7", "5fa172ecf66c2c16e40f37e8", "5fa1730df66c2c16e40f38e9", "5fa1730ef66c2c16e40f38eb"]}