{"id": "19", "summary": {"top": ["These layoffs no doubt come as a big hit to the company’s “parks, experiences and consumer products,” which account for a whopping 37 percent of Disney’s $70 billion USD revenue.", "Disney is set to lay off around 28,000 employees in the United States after prolonged closures and limited attendance have decimated its theme park business.", "The announcement was made in a letter to employees Tuesday from Josh D'Amaro, Disney's head of parks, who detailed several 'difficult decisions' the company has been forced to make amid the ongoing pandemic."], "originals": {"Disney to cut 28,000 jobs at US theme parks": ["Please include a contact number if you are willing to speak to a BBC journalist.", "You can also get in touch in the following ways:"], "Coronavirus US: Disney cuts 28,000 jobs as lockdown hits theme parks": ["Just like all of you, I love what I do.", "There’s still many areas where we are open-ended in terms of our negotiation, making progress and advancing in the same space.'"], "Disney to Lay Off 28,000 Employees in Florida and California Theme Parks": ["We’ve cut expenses, suspended capital projects, furloughed our cast members while still paying benefits, and modified our operations to run as efficiently as possible, however, we simply cannot responsibly stay fully staffed while operating at such limited capacity.”", "In other business-related news, a U.S. District Court judge has temporarily blocked TikTok’s download ban."], "With attendances plunging, Disney plans to lay off 28,000 workers": ["In a letter to employees, D’Amaro called the move “heartbreaking”.", "He said management had tried to avoid layoffs by cutting expenses, suspending projects and streamlining operations."]}}, "photos": [], "creation_datetime": "2020-11-22 15:44:33.434634+00:00", "update_datetime": "2020-11-22 15:44:33.434634+00:00", "related_news_group_ids": [], "articles": ["5fa17303f66c2c16e40f3893", "5fa17303f66c2c16e40f3892", "5fa17303f66c2c16e40f3891", "5fa17303f66c2c16e40f3894"]}