{"title": "Teenager dies after alleged gang rape, sparking outrage in India", "text": "A Dalit teenager allegedly raped by four upper-caste men died of her injuries on Tuesday, sparking outrage from Indian activists, politicians and Bollywood stars. India's 200 million low-caste \"untouchable\" Dalits have long faced discrimination and abuse, and advocates say attacks have increased during the coronavirus pandemic.\n\nThe 19-year-old woman was brutally assaulted in the northern state of Uttar Pradesh on September 14, according to a complaint filed by the family with police.\n\nThe four accused have been arrested, according to the authorities.\n\nA demonstrator shouts slogans during a protest after the death of a rape victim inside the premises of Safdarjung Hospital in New Delhi, India, September 29, 2020. DANISH SIDDIQUI / REUTERS\n\nFound lying in a pool of blood and paralyzed from injuries to her neck and spine, the woman was rushed to a local hospital before being brought to New Delhi on Monday as her condition worsened.\n\nGet Breaking News Delivered to Your Inbox\n\n\"She died during the course of treatment on Tuesday morning. We will ensure swift investigation and trial in the case,\" Hathras district police chief Vikrant Vir told the AFP news agency.\n\nThe news comes months after four men were hanged for the brutal gang rape and murder of a student on a bus in Delhi in 2012 — a case which came to symbolize the nation's problem with sexual violence, gaining worldwide notoriety and being turned into a Netflix TV show.\n\nBollywood personalities, cricket stars and women's rights activists took to social media to condemn this month's attack.\n\n\"Sad, sad day. How much longer can this be allowed to go on,\" wrote director-producer Farhan Akhtar.\n\n\"What happened in #Hathras is inhumane and goes beyond cruelty. Hope the culprits of this heinous crime will be brought to justice,\" cricket megastar Virat Kohli tweeted.\n\nActivist Kavita Krishnan said the attack reflected the \"larger picture of structural violence\" against Dalit women.\n\nThe Hathras gangrape victim passed away.\n\nSpeak about the reality of assaults on Dalit women and girls. Connect dots, show larger picture of structural violence against Dalits, Dalit women. Don't isolate, exceptionalise this case as a gruesome aberration. — Kavita Krishnan (@kavita_krishnan) September 29, 2020\n\nPriyanka Gandhi, a member of the opposition Congress party, blamed the assault on the deteriorating law-and-order situation in Uttar Pradesh, which is ruled by Prime Minister Narendra Modi's Bharatiya Janata Party.\n\nWomen in India are subjected to alarming levels of sexual assaults, irrespective of their caste or class.\n\nNearly 34,000 rapes were reported in the country in 2018, but the figures are considered the tip of the iceberg, with many victims too scared to come forward.", "date_added": "2020-09-30 13:02:57.116393+00:00", "url": "https://www.cbsnews.com/news/teenager-dies-gang-rape-india-outrage/", "source": "", "photos_url": ["https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/19/186936ea-2db7-4a48-b750-74f38f653dc6/thumbnail/640x360/80fb8996993802606d5c971761bf5b42/newsletter-breakingnews.jpg", "https://cbsnews1.cbsistatic.com/hub/i/r/2020/09/29/27456e6d-029a-4db7-b299-73b91562ee53/thumbnail/1200x630/6e59d37ef7f681e56c35ba6641aeb72a/2020-09-29t110120z-524582213-rc2b8j9q3vds-rtrmadp-3-india-rape.jpg", "https://cbsnews1.cbsistatic.com/hub/i/r/2020/09/29/27456e6d-029a-4db7-b299-73b91562ee53/thumbnail/620x434/92919a0b96a338289d5c43c6f61f3348/2020-09-29t110120z-524582213-rc2b8j9q3vds-rtrmadp-3-india-rape.jpg", "https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/19/186936ea-2db7-4a48-b750-74f38f653dc6/thumbnail/130x130/3b7d3f89bd089e1d4a2376e43d0f0efa/newsletter-breakingnews.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}