{"title": "Protests as teenager dies two weeks after alleged gang-rape in India", "text": "Protests have erupted in India over the death of a young woman two weeks after she was dragged from a field and allegedly gang-raped and tortured.\n\nThe 19-year-old was attacked while she was out cutting grass on 14 September in Hathras, a district in the state of Uttar Pradesh. The attackers allegedly pulled her into a field with her shawl, sexually assaulted her and tried to strangle her.\n\nThe woman was found by her family naked, bleeding and paralysed, her tongue split and her spine broken. She was taken to hospital in the city of Aligargh and this week she was transferred to a facility in Delhi, where she died from her injuries on Tuesday morning. Four men have been arrested in connection with her death.\n\nThe woman was a Dalit, meaning she was from the lowest Indian caste. The suspects lived next door to her family and were from a higher caste.\n\nOn Tuesday, more than 300 protesters from the Bhim Army, a party championing the rights of Dalits, gathered outside the hospital in Delhi demanding justice.\n\nThe woman’s family have alleged that their lower social status meant the police initially did not take the case seriously until it gained traction in the media. Hathras police have denied their response was slow.\n\nThe use of sexual violence as a tool of oppression against lower castes has been on the rise in India, particularly in Uttar Pradesh. Since September in the state there have been at last three other cases of young Dalit women and girls being raped and killed by upper-caste men. The youngest victim was three years old. Statistics show that each day in India at least four Dalit women are raped.\n\n“The horrific gang rape and death of this young Dalit woman once again demonstrates the close relationship between sexual violence and India’s discriminatory caste system,” said Divya Srinivasan, south Asia consultant for women’s rights organisation Equality Now.\n\nSrinivasan said that despite repeated flare-ups of outrage in India in response to cases of extreme sexual violence and cruelty, still “nothing is addressed at the grassroots”.\n\n“It is time that India’s government and criminal justice system step up to start effectively dealing with the epidemic of sexual and gender-based violence being inflicted on Dalit women and girls,” she said.\n\nIndia remains the most dangerous country in the world in which to be a woman. In 2012 protests erupted across the country following the fatal gang-rape of a woman on a bus in Delhi, and last year there was more unrest after the rape and murder of a young vet in Hyderabad.\n\nThe introduction of harsher penalties for rape and sexual assault has done little to curb the attacks.", "date_added": "2020-09-29 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/29/protests-as-teenager-dies-two-weeks-after-alleged-gang-rape-in-india", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/b692fc72160237894aa26845d309fade76d12af2/0_148_5088_3051/master/5088.jpg?width=445&quality=85&auto=format&fit=max&s=81896c2d9380cd2e4f53b73059fbab77", "https://i.guim.co.uk/img/media/b692fc72160237894aa26845d309fade76d12af2/0_148_5088_3051/master/5088.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=c0d53b0c9eec3cf678914aa8b1179dbb", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=India,South and Central Asia,World news"], "is_grouped": false, "upvotes": 0, "downvotes": 0}