{"title": "TikTok: Trump says Oracle deal for video app 'has my blessing'", "text": "Image copyright EPA Image caption President Donald Trump had threatened to ban the app in the US unless a satisfactory deal was struck\n\nUS President Donald Trump has expressed his approval of a deal that would allow Chinese-owned video-sharing app TikTok to continue operating in the US.\n\nMr Trump told reporters he had given his \"blessing\" to a partnership between TikTok and US firms Oracle and Walmart.\n\nThe president had ordered the app to be banned in the US, citing national security concerns.\n\nUS security officials fear data collected by TikTok's owner may be handed to the Chinese government.\n\nTikTok's owner, ByteDance, has denied accusations that it is controlled by or shares data with China's ruling Communist Party.\n\nOn Saturday, Mr Trump said the deal would ensure the data of the estimated 100 million Americans who use the app was safe, telling reporters: \"The security will be 100%.\"\n\n\"I have given the deal my blessing,\" Mr Trump said as he left the White House ahead of an election rally in North Carolina. \"I approve the deal in concept.\"\n\nByteDance has not yet commented on the proposed TikTok deal, which would need further approval by the Chinese government.\n\nPresident Trump's support for the deal comes days after his administration said it would bar people in the US from downloading TikTok through any app store from Sunday.\n\nHowever, the US Commerce Department said it had now delayed this deadline for a week until 27 September in the \"light of recent positive developments\".\n\nThe row over TikTok comes at a time of heightened tensions between the Trump administration and the Chinese government over a number of issues, including trade disputes, protests in Hong Kong and Beijing's handling of the coronavirus outbreak.\n\nWhat is the proposed deal?\n\nThe deal would see the establishment of a new company, dubbed TikTok Global, Reuters news agency reported on Thursday. That company would have a majority of American directors, a US chief executive and a security expert on the board.\n\nOracle and Walmart are expected to take significant stakes in the company, and ByteDance has agreed to security safeguards on the data of US users. TikTok's data would be stored by Oracle, which would have the right to inspect its source code.\n\nMedia playback is unsupported on your device Media caption What's going on with TikTok?\n\nPresident Trump said the new TikTok company will be \"totally controlled by Oracle and Walmart\".\n\nThe deal, Mr Trump said, would provide new jobs and tax revenue for the country.\n\nThis is not the deal that Donald Trump had envisioned - he had wanted the US arm of the company to be sold.\n\nThat's not quite what's happening here.\n\nThis is more like a joint venture between three companies. Oracle and Walmart would act as \"trusted partners\" safeguarding the data of US users.\n\nBut in the proposed deal TikTok's Chinese owner Bytedance would still own much of the new entity.\n\nSo what made Trump decide to approve it?\n\nWell, he appears now to be satisfied that the security arrangements proposed. But it's more complex than that. The deal also proposes a $5 billion education fund - and will reportedly create 25,000 US jobs.\n\nThis is not a done deal though, the Chinese government still has to approve it - and there's no guarantee that will happen.\n\nWhat is TikTok?\n\nTikTok is a video-sharing app. Users can post up to a minute of video and have access to a vast database of songs and filters.\n\nThey use the app to share 15-second videos that often involve lip-synching to songs, comedy routines and unusual editing tricks.\n\nThe app collects a huge amount of user data - including what videos people watch and comment on, location data, phone model and even how people type. But much of this data collection is similar to other social networks like Facebook.\n\nThe app is reported to have around 800 million active monthly users worldwide, most of whom are in the US and India.\n\nIndia has already blocked TikTok as well as other Chinese apps. Australia, which has already banned Huawei and telecom equipment-maker ZTE, is also considering banning TikTok.\n\nMore on TikTok:", "date_added": "2020-09-20 10:23:52.730437+00:00", "url": "https://www.bbc.com/news/world-us-canada-54221897", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/1024/branded_news/099B/production/_114495420_dedb7177-e698-4b42-97ba-b32c0bc46670.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08mql5t.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::us_and_canada::news.world.us_and_canada.story.54221897.page&x1=[urn:bbc:cps:17449ec9-cc07-4306-baa0-27928790555d]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/images/ic/720x405/p08mrlmd.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/320/cpsprodpb/099B/production/_114495420_dedb7177-e698-4b42-97ba-b32c0bc46670.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}