{"title": "Trump says he approves TikTok Oracle deal which may include Walmart", "text": "Donald Trump has said he “approves a deal in concept” that will allow TikTok to continue to operate in the US, after threatening to ban the Chinese-owned app.\n\nThe president told reporters at the White House he was giving the deal with Oracle “my blessing” and that US national security concerns had been addressed.\n\nAbout 100 million Americans use TikTok and US officials have expressed concern about the potential for China to access users’ data.\n\n“I have given the deal my blessing,” the US president told reporters. “If they get it done that’s great, if they don’t that’s fine too.”\n\n“The security will be 100%,” Trump added. “Conceptually it’s a great deal for America.”\n\nReuters reported on Thursday that the new company, named TikTok Global, will have a majority of US directors, a US chief executive and a security expert on the board.\n\nOracle has agreed to eventually own a 20% stake in the company, according to a source. If Walmart also successfully negotiates acquiring a stake, its chief executive, Doug McMillon, would get a seat on TikTok Global’s board, the source said.\n\nTrump said the new TikTok company would be “totally controlled by Oracle and Walmart” and would be based in Texas.\n\nThe company has reportedly agreed to make a $5bn donation to an educational fund in the state.\n\n“They’re going to be setting up a very large fund,” Trump said. “That’s their contribution that I’ve been asking for.”", "date_added": "2020-09-19 00:00:00+00:00", "url": "https://www.theguardian.com/technology/2020/sep/19/trump-tiktok-oracle-deal-china-walmart-national-security", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=TikTok,Technology,Social media,Digital media,Media,Donald Trump,Trump administration,US news,US politics,China,Asia Pacific,World news,US national security", "https://i.guim.co.uk/img/media/2ad177ca3552e3e3900ce789545ac74332ffd578/0_232_3500_2101/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=1c4699b29e1fb13e28ab64e05fe00bc2", "https://i.guim.co.uk/img/media/2ad177ca3552e3e3900ce789545ac74332ffd578/0_232_3500_2101/master/3500.jpg?width=445&quality=85&auto=format&fit=max&s=309dc462a25b3605a840ccc83964d53e"], "is_grouped": false, "upvotes": 0, "downvotes": 0}