{"title": "Despite win, Tom Brady remains a grumpy old man. Even newcomer Leonard Fournette isn't safe: 'He's hard on me'", "text": "Tom Brady hasn’t dropped many regular-season openers in his 20-year career, but when he has — just three times before 2020 — the NFL’s verifiable G.O.A.T. has always bounced back with a win the next week.\n\nWhile it remains to be seen whether Brady, 43, remains a championship-caliber quarterback, it was good to see that with the Tampa Bay Buccaneers’ 31-17 win over the Carolina Panthers on Sunday, at the very least Brady’s penchant for season-ending resiliency remains intact.\n\n“I think he has a pretty good history of that,” Buccaneers coach Bruce Arians said after the game. “This game should have never gotten to as close as it did, but I thought he played outstanding; his leadership on the sidelines was great and [he] put us in the right play on a number of different audibles. I thought he played really, really well.”\n\nBuccaneers running back Leonard Fournette (28) says Tom Brady has been prodding him to lift his game. (AP Photo/Mark LoMoglio) More\n\nI’d generally agree. The numbers were solid, as Brady completed 23 of 35 passes for 217 yards and a touchdown. And though he threw a ghastly interception in what looked like another communication error with one of his targets, and was part of a fumbled handoff exchange with running back Ronald Jones, Brady generally looked composed, decisive and accurate, making a few really nice throws to boot.\n\nOne came early in the contest, when Brady found his No. 1 receiver, Mike Evans, for a 50-yard strike over the middle that he dotted directly over the outstretched fingertips of linebacker Tahir Whitehead, who’d dropped into the center of the Panthers’ two-high zone.\n\n“We just took what the defense gave us,” said Evans, a perennial Pro Bowler who caught seven passes for 104 yards against Carolina after New Orleans held him in check in Week 1. “There weren’t a lot of double teams this week, [there was] a lot of zone, and Tom was just picking it apart.”\n\nIndeed. And Brady made an even better throw later in the quarter, when he put the Bucs ahead by 14 with a gorgeous, back-shoulder strike to Evans, who beat corner Donte Jackson on a stutter-and-go route near the left sideline.\n\n\n\n\n\n“They covered the route great but that throw was unbelievable, right in my stomach,” Evans explained. “I had no choice but to catch it, the ball placement was perfect.”\n\nBrady’s best throw on Sunday, and arguably the one that is the most positive indication of better things to come, is one that was ultimately dropped. Midway through the fourth quarter, with the Bucs ahead by seven and driving, Brady eluded a nice third-down rush from Carolina’s Brian Burns, scrambled to his right and delivered a strike, on the move, into the waiting arms of running back LeSean McCoy in the end zone.\n\nIt should have been a 15-yard touchdown as Brady led McCoy perfectly and put it right on him. But McCoy dropped it, and the Bucs had to settle for a field goal. Nevertheless, it was an indication that Brady can still buy a little extra time when needed, which he used to do all the time in his prime and is paramount to playoff success in today’s NFL.\n\nIn the postgame news conference, Brady hardly seemed relieved or even happy. He did not smile — except when responding to a question about Brett Favre wearing a shirt to the game with his likeness.\n\n“Execution was a little bit better, I think we still are a long way from where we need to be,” Brady said. “I think we have the ability to make plays; I think consistency and dependability are going to be things that we really need. Clock’s ticking on next week so we’re going to get focused on next week’s game and trying to get ready.”\n\nBrady voiced the need to get back to work and correct lots of errors at least four separate times. He barely even acknowledged the fruits of his burgeoning connection with Evans, who caught only one pass in a Week 1 loss to New Orleans.\n\nStory continues", "date_added": "2020-09-21 01:34:38+00:00", "url": "https://sports.yahoo.com/despite-win-tom-brady-remains-a-grumpy-old-man-even-newcomer-leonard-fournette-isnt-safe-hes-hard-on-me-013438926.html", "source": "", "photos_url": ["https://s.yimg.com/uu/api/res/1.2/nwYco_KB9rQ91JZT1GNpNg--~B/aD0yOTI0O3c9NDM4NztzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-09/d837c5c0-fba9-11ea-bedf-19ae747ec048", "https://s.yimg.com/g/images/spaceball.gif", "https://s.yimg.com/ny/api/res/1.2/iLImC9atFW6HXk8qmnjeCA--~A/YXBwaWQ9aGlnaGxhbmRlcjtzbT0xO2ZpPWZpbGw7dz04NDtoPTg0/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2019-02/4b3481c0-3a14-11e9-b77f-9c4356e59ceb", "https://s.yimg.com/ny/api/res/1.2/GroLaLB3Te0ayeBKJrI4DQ--~A/YXBwaWQ9aGlnaGxhbmRlcjtzbT0xO3c9ODAw/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-09/e5256760-fba9-11ea-ad6b-a6d1e6d834d8", "https://s.yimg.com/cv/apiv2/default/images/Read_React_Logo_-_Large@3x.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}