{"title": "Disney to cut 28,000 jobs at US theme parks", "text": "Image copyright Getty Images\n\nWalt Disney has announced it will lay off 28,000 employees, mostly at its US theme parks.\n\nDisney cited the parks' limited visitor capacity and uncertainty about how long the coronavirus pandemic would last as reasons for the layoffs.\n\nThe company's theme parks have taken a major hit from the pandemic.\n\nDisney shut all its parks earlier this year as the virus spread, but only Disneyland in California remains closed.\n\n\"We have made the very difficult decision to begin the process of reducing our workforce at our Parks, Experiences and Products segment at all levels,\" Josh D'Amaro, chairman of the parks unit, said in a statement.\n\nThe layoffs apply to \"domestic employees\" of which about 67% are part-time.\n\nDisney also has parks in Shanghai, Hong Kong, Tokyo and Paris, which are not affected by the announcement.\n\nImage copyright Getty Images\n\nHong Kong Disney reopened last week after shutting down for a second time in July due to a spike in Covid-19 cases.\n\nExcept for Disneyland in California, all of the company's parks have now reopened, although visitor numbers are limited to allow for social distancing.\n\nDisney lost $4.7bn (£3.6bn) in the three months to 27 June, with revenues for its Parks, Experiences and Products division plummeting 85% compared to the same quarter in 2019.\n\nMr D'Amaro said the company's problems were \"exacerbated in California by the state's unwillingness to lift restrictions that would allow Disneyland to reopen.\"\n\nDisney has been working to persuade California to allow the company to reopen Disneyland.\n\nAre you a Disney employee? Have you been affected by the issues raised here? Share your views and experiences by emailing haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "date_added": "2020-09-30 13:24:07.865728+00:00", "url": "https://www.bbc.com/news/business-54350423", "source": "BBC News", "photos_url": ["https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=business::news.business.story.54350423.page&x1=[urn:bbc:cps:5b05b3f8-d3f5-4bbf-8be6-1d02212a699d]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/320/cpsprodpb/142B1/production/_114690628_gettyimages-1220560681.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/142B1/production/_114690628_gettyimages-1220560681.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}