{"title": "With attendances plunging, Disney plans to lay off 28,000 workers", "text": "Walt Disney Co says it will lay off about 28,000 employees, mostly at its United States theme parks, where attendance has been crushed by the coronavirus pandemic, especially in California where Disneyland remains closed.\n\nAbout two-thirds of the laid-off employees will be part-time workers, the company said in a statement.\n\nDisney shut its theme parks around the world when the novel coronavirus began spreading this year. All but Disneyland – nicknamed the “Happiest Place on Earth” – gradually reopened, though the company was forced to limit the number of visitors to allow for physical distancing.\n\n“We have made the very difficult decision to begin the process of reducing our workforce at our Parks, Experiences and Products segment at all levels,” Josh D’Amaro, chairman of the parks unit, said in a statement.\n\nHe cited the parks’ limited capacity and uncertainty about the pandemic’s duration, which he said was “exacerbated in California by the state’s unwillingness to lift restrictions that would allow Disneyland to reopen.”\n\nDisney shares slumped 1.5 percent to $123.58 in after-hours trading on Tuesday.\n\n‘Cannot responsibly stay fully staffed’\n\nIn a letter to employees, D’Amaro called the move “heartbreaking”. He said management had tried to avoid layoffs by cutting expenses, suspending projects and streamlining operations. The company had continued to pay health benefits for furloughed workers since April.\n\n“However, we simply cannot responsibly stay fully staffed while operating at such limited capacity,” D’Amaro said.\n\nWalt Disney World in Florida had employed 77,000 full- and part-time workers before the pandemic, while Disneyland in California employed about 32,000.\n\nDisney did not disclose how many other US employees work in the parks unit, which includes consumer products, cruise lines and other businesses.\n\nLast week, Disney officials said their coronavirus protections had been successful and urged California officials to issues guidelines that would allow Disneyland to welcome visitors again.", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.aljazeera.com/economy/2020/9/30/with-attendances-plunging-disney-plans-to-lay-off-28000-workers", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/2016-04-20T120000Z_1941710411_D1AESZMHPDAA_RTRMADP_3_KENYA-MARKETS.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/image-80.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-03-13T221616Z_1475598663_RC2AJF9I8W7H_RTRMADP_3_HEALTH-CORONAVIRUS-DISNEY.jpg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/09/364988535.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20274292312916.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-05-28T191052Z_1353655506_RC2VXG9YO9JF_RTRMADP_3_HEALTH-CORONAVIRUS-BRITAIN-APPLAUSE.jpg?resize=170%2C113", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-03-13T221616Z_1475598663_RC2AJF9I8W7H_RTRMADP_3_HEALTH-CORONAVIRUS-DISNEY.jpg?resize=1200%2C630", "https://www.aljazeera.com/wp-content/uploads/2020/09/364866098.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T030927Z_1494312708_RC2R8J9P9WZ3_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113"], "is_grouped": false, "upvotes": 0, "downvotes": 0}