{"title": "United Airlines to make COVID-19 rapid tests available to passengers, starting on Hawaii route", "text": "United Airlines says it will roll out a new COVID-19 testing program for passengers beginning Oct. 15, the Chicago-based carrier announced Thursday.\n\nAt first, testing will only be available for passengers traveling to Hawaii from San Francisco International Airport. Why Hawaii? The airline, the first in the U.S. to offer rapid testing, has more flights to the state than any other U.S. carrier, and the Aloha State's new testing requirements begins the same day as United's.\n\nPassengers will have the choice of taking a rapid test from Abbott Labs at the airport the day of their flight with results available in about 15 minutes or using a mail-in test at home prior to travel. Those opting for the at-home test are advised to request the test kit 10 days prior to travel and submit their sample within 72 hours of their flight.\n\nTravelers will have to take the test within 72 hours before their flight arrives in the islands in order to bypass the state's strictly enforced 14-day quarantine. Both tests will allow travelers to satisfy the 72-hour window required by Hawaii's new testing program.\n\nIf all goes well, United hopes to expand testing to other cities by year's end.\n\n\"Our new COVID testing program is another way we are helping customers meet their destinations' entry requirements, safely and conveniently,\" Toby Enqvist, the airline's chief customer officer, said in a news release. \"We'll look to quickly expand customer testing to other destinations and U.S. airports later this year.\"\n\nAirlines and trade groups have been calling on the federal government to establish a federal testing program and require passengers to wear masks since this summer. All major U.S. airlines now have their own mask policies in place.\n\nUnited CEO Scott Kirby was one of the signatories of a July 21 letter that called on government officials in the U.S. and European Union to establish a joint COVID-19 testing program to facilitate the return of international air travel, a lucrative sector of the travel economy.\n\n\"Given the unquestioned importance of transatlantic air travel to the global economy as well as to the economic recovery of our businesses, we believe it is critical to find a way to re-open air services between the U.S. and Europe,\" the group of airline leaders wrote to Vice President Mike Pence, the head of the U.S. COVID-19 task force, and Ylva Johansson, European commissioner for home affairs. \"Nobody will benefit from a prolonged closure of this most indispensable corridor for global aviation.\"\n\nThis month, the U.S. Travel Association trade group praised the airlines for helping lead the effort for testing.\n\n“We applaud the U.S. airlines for their efforts to move this issue forward, and we will continue to advocate for greater federal involvement in COVID-19 testing,” Tori Emerson Barnes, a spokeswoman for the U.S. Travel Association, said this month.\n\n\"We have long maintained that testing is the key to both safer travel and reopening the economy,\" Barnes noted. \"More rapid, efficient testing allows for a broader reopening of the travel economy, and will enable organizations to more quickly restore lost jobs and rehire workers. Importantly, a robust testing program would allow America to welcome back international visitors, a segment of travel that has effectively disappeared since the start of the pandemic.\"\n\nAir travel from Europe and the United Kingdom has been idle since President Trump instituted a travel ban in March. And although the European Union began reopening its borders in early July, the USA's high COVID-19 infection rate has kept it on the restricted list.\n\nThe U.S. death rate passed 200,000 on Wednesday and was approaching 202,000 by Thursday. According to Johns Hopkins data, there have been more than 6.9 million positive cases in the U.S.\n\nGerman airline Lufthansa also announced Thursday it will test the practice of offering on-the-spot coronavirus tests before boarding intercontinental flights. The tests on some yet-to-be-determined routes to the U.S. are to begin in October, and the practice will depend on government approval.\n\nContributing: The Associated Press", "date_added": "2020-09-24 00:00:00+00:00", "url": "https://www.usatoday.com/story/travel/airline-news/2020/09/24/united-airlines-introduces-covid-19-rapid-testing-program-hawaii/3515043001/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/presto/2020/06/10/USAT/1cc79ed6-e4a4-4a5e-9955-8ce020b0a968-unitedairlineschecklist.png?crop=1587,893,x0,y96&width=1587&height=893&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
