{"title": "United to be first U.S. airline to offer coronavirus tests for passengers", "text": "The pilot program will launch at the same time United begins ramping up service to Hawaii.\n\n“Our new COVID testing program is another way we are helping customers meet their destinations’ entry requirements, safely and conveniently,” Toby Enqvist, United’s chief customer officer said in a news release Thursday announcing the program.\n\nAD\n\n“We’ll look to quickly expand customer testing to other destinations and U.S. airports later this year to complement our state-of-the-art cleaning and safety measures that include a mandatory mask policy, antimicrobial and electrostatic spraying and our hospital-grade HEPA air filtration systems,” Enqvist said.\n\nAD\n\nUnited customers will have the option of taking either a rapid test at the airport or a self-collected mail-in test before their departure, and will be responsible for paying the cost of the test. The rapid test, with results available in about 15 minutes will cost $250 and the mail-in test $80.\n\nUntil a vaccine is widely available, many in the industry think preflight testing could be key to persuading countries to reopen their borders to travel and getting the public flying again. Earlier this week, the International Air Transport Association urged governments to work with the industry to implement airport testing programs.\n\nAD\n\n“The key to restoring the freedom of mobility across borders is systematic COVID-19 testing of all travelers before departure,” IATA director general Alexandre de Juniac said. “This will give governments the confidence to open their borders without complicated risk models that see constant changes in the rules imposed on travel. Testing all passengers will give people back their freedom to travel with confidence. And that will put millions of people back to work.”\n\nWhile testing programs are in place at many international airports, including Germany, Hong Kong, Japan and Italy, there is still no common standard for how the programs are run.\n\nAD\n\nde Juniac said the industry will face several challenges as it moves to expand testing programs, including forging agreements on standards and ensuring universal acceptance of the results. There must also be an available supply of rapid, accurate, affordable, easy-to-administer tests, he added. Lufthansa, a German carrier, which announced earlier this month it would offer coronavirus testing for its first- and business-class passengers beginning next month, cited a shortage of tests as a reason for not offering it to all passengers.\n\nAD\n\nHowever, de Juniac cited surveys that showed people were willing to be tested and would be more willing to travel if testing was made widely available.\n\nUnited has partnered with two health care providers to manage its testing program. The rapid Abbott ID NOW Covid-19 test, which provides results in about 15 minutes, will be administered by GoHealth Urgent Care and its partner, Dignity Health. Travelers will take the test before boarding their flight.\n\nThe mail-in option will be managed by Color. As part of that option, customers traveling between San Francisco and Hawaii will receive an email from United giving them the option to purchase a physician-ordered Color self-collection kit at least 10 days before their departure. Travelers will collect their own sample 72 hours before their departure and return the test via overnight mail or to a drop box at the airport. Color will process the test and return the results via text and/or email.", "date_added": "2020-09-24 00:00:00+00:00", "url": "https://www.washingtonpost.com/transportation/2020/09/24/united-offers-covid-tests/", "source": "Washington Post", "photos_url": ["https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/B25MOBX6I4I6VMHEGUHE4YGMSE.jpg&w=32", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://s3.amazonaws.com/arc-authors/washpost/d8382e0c-bd96-4e2b-b95a-e152b9a2f0a9.png&w=90&h=90", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/B25MOBX6I4I6VMHEGUHE4YGMSE.jpg&w=1440"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
