{"title": "Two injured in knife attack near Charlie Hebdo's former offices in Paris", "text": "Two arrested and counter-terrorism investigation launched after attack near former home of satirical newspaper\n\nA counter-terrorism investigation has been launched in France after two people were seriously injured in a knife attack near the former offices of satirical newspaper Charlie Hebdo in Paris.\n\nTwo arrests have been made and the victims’ lives were not in danger, authorities said.\n\nA man wearing bloodstained clothing and carrying a large knife or machete was detained near the Place de la Bastille in eastern Paris shortly after the attack, police said. The suspected knifeman was reported to be known to police for “common law offences” and the “illegal carrying of a weapon”.\n\nFrance Info radio said the victims were a man and a woman employed by a TV production company called Premières Lignes based in the same building as the newspaper’s former offices.\n\nA member of staff at Premières Ligne said the two victims were having a cigarette outside the building when they were attacked. “There was one assailant who had a very big knife. The attack was very violent. I could hear the screams from the second floor,” the unnamed man said.\n\nAll schools in the area were placed in lockdown as a security measure. A suspicious package found in the area was examined by police scientists and found not to contain any explosive device.\n\nFrance’s counter-terrorism prosecutors’ office said it had opened an investigation into attempted murder in relation to a terrorist enterprise.\n\nJean-François Ricard, head of the anti-terrorism unit, said the principal suspect, aged 18, was arrested at 1.26pm. Analysis of blood on his clothing and CCTV cameras suggested he had carried out the knife attack. A second person, aged 33, was arrested at 1.37pm. “We are currently trying to establish his link to the principal subject,” Ricard said.\n\nA crisis control centre was opened at the interior ministry.\n\nEarly reports said four people had been wounded, but police later amended the figure to two. It is unclear what motivated the attack on Friday morning.\n\nCharlie Hebdo has moved from its previous address on the Rue Nicolas-Appert since an attack by Islamist extremists in 2015 in which several of its editorial staff, including some of France’s best-known cartoonists, were among 12 people killed.\n\nThe trial of 14 suspects accused of involvement in the Charlie Hebdo killings, carried out by brothers Saïd and Chérif Kouachi, and in a subsequent attack on the Hyper Cacher kosher supermarket, is currently under way in Paris.\n\nThe newspaper republished controversial cartoons of the prophet Muhammad, which it first printed in 2006, to mark the start of the trial, saying in an editorial it would “never lie down … We will never give up”.\n\nThe staff of Charlie Hebdo sent a message of “support and solidarity” in a tweet, describing Friday’s knife attack as odious.\n\nA Premières Lignes employee who asked not to be identified said she had arrived at work shortly after 9.30am and just sat at her desk when she heard shouting from the street.\n\n“At first it didn’t sound like it was anything bad, but it carried on,” the employee said. “One of the journalists went to the window and looked out and said: ‘There’s something going on. Something’s happening.’”\n\nMany of the company’s staff had experienced the Charlie Hebdo attack five years ago and were “in shock”, she said.\n\n“They said we must lock the office doors and go up on to the roof. That’s where I looked down and saw one of our colleagues, wounded but alive, in the street. He had been wounded in the head and the hand, I believe.”\n\nThe employee said the building had since been evacuated. Staff had been interviewed by police and were now waiting in a nearby theatre to hear when they could leave. “Everyone is very shaken,” she said.\n\nPrime Minister Jean Castex, the interior minister, Gérard Darmanin, and the mayor of Paris, Anne Hidalgo, all visited the scene.\n\n\n\nCastex gave a brief press conference expressing his thoughts for the family and colleagues of those injured and for the forces of law and order and first responders. He added: “I restate our unwavering attachment to freedom of the press, the fight against terrorism and can assure the nation that we are fully mobilised.”", "date_added": "2020-09-25 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/25/paris-knife-attack-close-charlie-hebdo-former-office", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=France%2CEurope%2CWorld+news", "https://phar.gu-web.net/count/pvg.gif", "https://i.guim.co.uk/img/media/f3dec8fa69eae3ed10007b83078daea6f656a1ac/0_74_4563_2740/master/4563.jpg?width=300&quality=85&auto=format&fit=max&s=34538997df5144d9008928db78231169", "https://phar.gu-web.net/count/pv.gif", "https://i.guim.co.uk/img/media/f3dec8fa69eae3ed10007b83078daea6f656a1ac/0_74_4563_2740/master/4563.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=23c8eba7bc8e5426251f6dedabffcd63"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
