{"title": "Terror probe opened into Paris knife attack that left at least 2 injured", "text": "Paris officials have opened a terror investigation into a knife attack Friday near the former offices of satirical newspaper Charlie Hebdo that left several people with life-threatening injuries. Two suspects have been arrested in connection to the attack.\n\nThe investigation was opened into “attempted murder in relation with a terrorist enterprise,” according to France’s counterterrorism prosecutor’s office.\n\nAuthorities initially told reporters that four people had been injured, however, an official told the Associated Press that there are in fact only two confirmed wounded. Police could not explain the discrepancies.\n\nPolice did not release the identities of the attacker or the wounded, who are in “absolutely urgent” condition, the official, who was not authorized to be publicly named, said.\n\nPolice cordoned off the area including the former Charlie Hebdo offices after a suspect package was noticed nearby.\n\nPrime Minister Jean Castex cut short a visit to a suburb north of Paris to head to the Interior Ministry to follow developments.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nIt is unclear what motivated the attack Friday or whether it had any link to Charlie Hebdo, which moved offices after they were attacked by the Islamic extremists in 2015.\n\nThe trial in the Charlie Hebdo attacks is currently underway. Murmurs broke at the terrorism trial of 14 people, including three fugitives, accused of helping the attackers in the January 2015 killings, as the news filtered through. The widows of the Charlie Hebdo attackers are scheduled to testify Friday afternoon.\n\nThis story is developing. Please check back for updates. The Associated Press contributed to this report.", "date_added": "2020-09-25 15:57:34.702316+00:00", "url": "https://www.foxnews.com/world/paris-knife-attack-charlie-hebdo", "source": "Fox News", "photos_url": ["https://static.foxnews.com/foxnews.com/content/uploads/2020/09/GettyImages-french-police.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/640/320/AP20269395307130.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/AP20269338856022.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/640/320/AP20269394915158.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/AP20269118995430.jpg?ve=1&tl=1", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/4ba14423-b9dd-4b92-878c-dc5418b4d9f1/2ec2b7d1-aff3-4109-9281-81d3026f102c/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/07/340/340/Image-2020-07-09-at-7.41.42-AM.png?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/Emilio-Ameri.jpeg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/GettyImages-french-police.jpg?ve=1&tl=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
