{"title": "Rishi Sunak unveils emergency jobs scheme", "text": "Image copyright Getty Images\n\nThe government and firms will continue to top up wages of workers who have not been able to return to the workplace full time due to the coronavirus.\n\nThe Jobs Support Scheme, which will replace the furlough scheme, will see workers get at least 77% of their normal salaries for six months.\n\nIt aims to stop mass job cuts after the government introduced new measures to tackle a rise in coronavirus cases.\n\nChancellor Rishi Sunak said it was part of a wider \"winter economy plan\".\n\nNearly three million workers - or 12% of the UK's workforce - are currently on partial or full furlough leave, according to official figures. The Job Retention Scheme ends on 31 October.\n\n\"The government will directly support the wages of people in work, giving businesses who face depressed demand the option of keeping employees in a job on shorter hours, rather than making them redundant,\" Mr Sunak said.\n\nHe added said the new scheme would \"support only viable jobs\" as opposed to jobs that only exist because the government is continuing to subsidise the wages.\n\n\"The primary goal of our economic policy remains unchanged - to support people's jobs - but the way we achieve that must evolve,\" he said.\n\n\"I cannot save every business, I cannot save every job.\"\n\nThe new scheme begins on 1 November and will cost the government an estimated £300m a month.\n\nMr Sunak said a similar scheme for the self-employed would be available.\n\nHow will the Jobs Support Scheme work?\n\nImage copyright Getty Images\n\nUnder the scheme, the government will subsidise the pay of employees who are working fewer than normal hours due to lower demand\n\nIt will apply to staff who can work at least a third of their usual hours\n\nEmployers will pay staff for the hours they do work\n\nFor the hours employees can't work, the government and the employer will each cover one third of the lost pay\n\nThe grant will be capped at £697.92 per month\n\nAll small and medium sized businesses will be eligible for the scheme\n\nLarger business will be eligible if their turnover has fallen during the crisis\n\nIt will be open to employers across the UK even if they have not previously used the furlough scheme\n\nThe scheme will run for six months starting in November\n\nThe furlough scheme was a bridge to carry livelihoods through the crisis. But the bridge needs to reach the other side of the gap to be effective.\n\nThe chancellor's wage subsidy scheme is a continuation of that support - but it's of a different, less generous type. As employers will have to pay more than before, and employees will have to be working, it's aimed only at those businesses and posts that are viable.\n\nSo some workers will slip through the gap: the government is keen that those in unsustainable jobs are spurred to think about their next move.\n\nAnd that means unemployment will still rise - although not as far perhaps as the four million some economists previously feared. The cost of the chancellor's new plan will run into billions, adding to the shortfall of £320bn the Treasury is already facing.\n\nAt some point, taxes may have to rise to help plug that but there was no mention of that today, for it may be some time before the economy will be strong enough to take that on.\n\nBut the bill facing the Chancellor now is likely to be far smaller than the ultimate cost to the economy of doing nothing.\n\nLonger repayments\n\nMr Sunak also announced that businesses that have borrowed money through the government's loan scheme would be given more time to repay the money.\n\nA cut in VAT for hospitality and tourism companies will also be extended until March. The cut from 20% to 5% VAT - which came into force on 15 July - had been due to expire on 12 January next year.\n\nThe chancellor said that small businesses who took out \"Bounce Back\" loans can use a new Pay as You Grow flexible repayment system. It means borrowings can be repaid over 10 years instead of the original six year term.\n\nThe longer repayment time also applied to small and medium-sized firms who borrowed under the Coronavirus Business Interruption Loan Scheme.\n\nBusinesses will also have more time to apply for these loans, as well as the Coronavirus Large Business Interruption Loan Scheme and the Future Fund. Application dates for the various schemes had been due to end in October and November.", "date_added": "2020-09-24 20:50:28.937889+00:00", "url": "https://www.bbc.com/news/business-54280966", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/320/cpsprodpb/1774E/production/_114587069_worried2.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=business::news.business.story.54280966.page&x1=[urn:bbc:cps:f0783a6b-9a62-49c7-a19a-07c967699315]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/1774E/production/_114587069_worried2.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}