{"title": "Chancellor unveils Job Support Scheme to curb winter job losses", "text": "Chancellor Rishi Sunak with Dame Carolyn Fairbairn, director general of the CBI, and Frances O'Grady (left) general secretary of the TUC, before heading to the House of Commons to unveil his Winter Economy Plan. Photo: Dominic Lipinski/PA Wire/PA Images\n\nChancellor Rishi Sunak has unveiled his new Job Support Scheme, which will require employers to give staff a minimum of 33% of their usual hours, with the government covering some of the wages for the remaining hours not worked.\n\nThe six-month scheme will start on 1 November, the day after the existing Coronavirus Job Retention Scheme comes to an end.\n\nEmployers will be supported to offer staff shorter working hours in “viable jobs”, rather than make employees redundant, Sunak told MPs in the House of Commons.\n\nOrganisations will pay staff their full rate for the hours they do work – which must be at least 33% of their contracted hours to qualify for the support – with the government covering part of their wages for the hours there is no work for them.\n\nFor the hours not worked, the employer will pay one-third of an employees’ usual wages, while the government will pay a further third.\n\nIt means an employee working 33% of their normal hours would receive 77% of their pay, with 55% paid by the employer and 22% paid by the government. The level of grant will be based on employees’ usual salary, capped at £697.92 per month.\n\nThe employee cannot be on notice of redundancy.\n\nThe Job Support Scheme will be available to all SMEs but larger businesses will be required to demonstrate that their business has been adversely affected by Covid-19, and the government expects that large employers will not be making capital distributions, such as dividends, while using the scheme.\n\nIt will also be open to firms that had not used the furlough scheme before, and they can make claims for both the Job Support Scheme and the Job Retention Bonus.\n\nSunak told the House of Commons that the “rationale [behind support schemes] must be different from what came before” and must “evolve”.\n\nHe said the government had sought to “strike the finely-judged balance” between reducing the spread of the coronavirus and keeping people in jobs. However, he admitted that “no chancellor” would be able to save every job.\n\nFrom 1 November, for the next six months, the Job Support Scheme will protect viable jobs in businesses who are facing lower demand over the winter months due to Covid-19. pic.twitter.com/8NpIKpQV8y — HM Treasury (@hmtreasury) September 24, 2020\n\nThe new scheme is similar to Germany’s Kurzarbeit (‘short-time work’) system and a similar wage top-up scheme in France.\n\nLabour’s Anneliese Dodds said it was a “relief” that the government had “U-turned” on cancelling job support measures, but said the delay in introducing the new scheme would have meant some people may have already been informed of their redundancy.\n\nUnfinished business\n\nTUC general secretary Frances O’Grady said: “Unions have been pushing hard for continued jobs support for working people. We are pleased the chancellor has listened and done the right thing.\n\n“But there’s still unfinished business. Unworked hours under the scheme must not be wasted. Ministers must work with business and unions to offer high-quality retraining, so workers are prepared for the future economy.\n\n“A National Recovery Council should now be convened, bringing together government, business and unions. We can use the winter months to plan an economic spring, with fair rewards for key workers and good new jobs in green industry. Let’s get moving on a national plan to build that together.”\n\nUnworked hours under the scheme must not be wasted. Ministers must work with business and unions to offer high-quality retraining, so workers are prepared for the future economy.” – Frances O’Grady, TUC\n\nSigh of relief\n\nJulian Cox, an employment law specialist at law firm BLM, said: “The new ‘job support scheme’ is no doubt going to cause a huge sigh of relief for thousands of businesses that were otherwise facing a cliff edge – either make job cuts today, or struggle to pay wages indefinitely.\n\n“Employers in need of this support will now have to undertake a thorough understanding of where, if possible, to reduce hours, and whether they can balance necessary productivity with this reduction. Temporary contracts may also need to be agreed when hours are reduced, to ensure employees are clear on their new way of working.”\n\nHowever, Cox warned that many struggling companies will “simply not be in a position to contribute that first third of wages, which we’ve seen already with the gradual wind down of the furlough scheme”.\n\n“As employers began to make greater contributions, unfortunately, some had to look at job cuts as the cash simply wasn’t available to cover wages. There will also be many asking whether this has come a little too late, with redundancies already having surged as employers make tough decisions to ensure survival in the long-term,” he said.\n\nEmployers in need of this support will now have to undertake a thorough understanding of where, if possible, to reduce hours, and whether they can balance necessary productivity with this reduction.” – Julian Cox, BLM\n\nAndrew Hunter, co-founder of job search engine Adzuna said: “The loss of well over 700,000 jobs since the start of the pandemic has been tragic, and these measures will go a long way to keep a lid on skyrocketing unemployment across Britain.\n\n“With these measures in place, the key now is going to be job creation in growth industries and addressing how the government can attack on all fronts to create new opportunities.\n\nSunak also laid out further financial support for businesses in the shape of a “pay as you grow” loan, previously known as the “bounceback loan”, which will give firms more flexibility to pay back money borrowed. The repayment period will be extended from six years to 10.\n\nFirms using business interruption loans will also have their repayment period exended to 10 years.\n\nThe deadline for applying for such loans will be 31 December 2020 and a “new successor loan” will be launched in January – the details of which have yet to be revealed.\n\nThe planned VAT increase from 5% to 20% will also be postponed for the tourism and hospitality sector until 31 March 2021.\n\nHR Director opportunities on Personnel Today\n\n\n\nBrowse more HR director jobs", "date_added": "2020-09-24 11:57:26+00:00", "url": "https://www.personneltoday.com/hr/job-support-scheme-announced/", "source": "Personnel Today", "photos_url": ["https://www.personneltoday.com/wp-content/uploads/sites/8/2019/07/instagram-wob-49-sq2.png", "https://www.personneltoday.com/wp-content/uploads/sites/8/2013/10/facebook.jpg", "https://www.personneltoday.com/wp-content/uploads/sites/8/2018/10/site-logo.png", "https://www.personneltoday.com/wp-content/uploads/sites/8/2020/07/DANDI-sidebar.jpg", "https://www.personneltoday.com/wp-content/uploads/sites/8/2013/10/twitter1.gif", "http://ad.doubleclick.net/N6831/ad/PersonnelToday/news;sec0=news;article=258445;articlename=Chancellor+unveils+Job+Support+Scheme+to+curb+winter+job+losses;topic=furlough+job-support-scheme+coronavirus+latest-news+retention-of-staff;type=article;tile=2;slot=1;dcopt=ist;sz=1x1;ord=123456789?", "http://ad.doubleclick.net/N6831/ad/PersonnelToday/news;sec0=news;article=258445;articlename=Chancellor+unveils+Job+Support+Scheme+to+curb+winter+job+losses;topic=furlough+job-support-scheme+coronavirus+latest-news+retention-of-staff;type=article;tile=1;slot=1;dcopt=ist;sz=1x1;ord=123456789?", "https://www.personneltoday.com/wp-content/uploads/sites/8/2013/10/linkedin.jpg", "https://www.personneltoday.com/wp-content/uploads/sites/8/2020/09/rishi-sunak-boris-johnson-PA-55265954.jpg", "https://www.personneltoday.com/wp-content/uploads/sites/8/2020/09/Rishi-Sunak-Frances-Ogrady-Carolyn-Fairbairn-PA-55676648.jpg", "https://www.personneltoday.com/wp-content/uploads/sites/8/2020/05/furlough-scheme-tapering-shutterstock_1681968292.jpg", "http://www.cnt-tm-1.com/50249.png", "http://www.1h2h54jkw/107469.png", "https://www.personneltoday.com/wp-content/uploads/sites/8/2020/07/rishi-sunak-furlough-PA-54673394.jpg", "https://www.personneltoday.com/wp-content/uploads/sites/8/2017/10/dvv_footer_logo.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}