{"title": "Jobs Support Scheme what it means for your small business", "text": "The government will pay one-third of the wages of small business workers on reduced hours through its new Jobs Support Scheme.\n\nRishi Sunak announced the six-month Jobs Support Scheme to follow on from the coronavirus furlough scheme and begins on November 1.\n\nEmployees must work at least one third of their normal hours and be paid as normal. The government will then top up, covering one-third of pay lost by reducing hours, the business owner will cover another third and the employee will take a 33 per cent pay cut.\n\nThe level of government grant will be calculated based on an employee’s usual salary, capped at £697.92 per month.\n\n>See also: Rishi Sunak eyes subsidising wages of part-time workers\n\nOnly full-time staff will be eligible for the Jobs Support Scheme.\n\nThe Jobs Support Scheme is designed to support full-time staff where there is not enough demand to justify them working a five-day week.\n\nMr Sunak told MPs he would strike the finely judged balance between managing the virus and protecting “the jobs and livelihoods” of people across the country.\n\nThe chancellor previously made clear he did not want to extend the £39bn furlough scheme to keep people in so-called “zombie jobs” that no longer really exist.\n\n>See also: Rishi Sunak to extend government coronavirus business support\n\nPay As You Grow\n\nThe chancellor also announced that Bounce Back Loans will be rebranded as Pay As You Grow loans, extending loans from six to 10 years, nearly halving monthly repayments.\n\nStruggling businesses need only pay interest and payments could be suspended for up to six months without affecting their credit rating.\n\nAnd applications for all four coronavirus support schemes will be extended to the end of 2020.\n\nThe four loan schemes have already backed £59bn in lending to companies through government guarantees.\n\nVAT cut extended to March", "date_added": "2020-09-24 11:49:43+00:00", "url": "https://smallbusiness.co.uk/jobs-support-scheme-what-it-means-for-your-small-business-2551273/", "source": "Small Business", "photos_url": ["https://s17026.pcdn.co/wp-content/uploads/sites/9/2020/09/Covid-wage-subsidy.jpg", "https://s17026.pcdn.co/wp-content/uploads/sites/9/2017/07/sb-circle-rev.png", "https://www.facebook.com/tr?id=426245438088766&ev=PageView&noscript=1", "https://s3.eu-west-2.amazonaws.com/bonhillplc-public-images/bonhill-logos/bonhillgroupplc-reversed.png", "https://s17026.pcdn.co/wp-content/uploads/sites/9/2019/02/Tim-Adler-Smiling-Headshot-150x150.jpg", "https://s17026.pcdn.co/wp-content/uploads/sites/9/2016/06/logo_smallbusiness.png", "https://s17026.pcdn.co/wp-content/uploads/sites/9/2020/09/Covid-wage-subsidy-634x0-c-default.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}