{"title": "Furlough scheme replaced with ‘job support scheme’ to top-up workers’ wages", "text": "The Jobs Support Scheme will top-up wages (Picture: Tolga AKMEN / AFP)\n\nRishi Sunak has announced a new Jobs Support Scheme to top-up wages and replace the furlough scheme for the coming winter months.\n\nBusinesses can keep employees on shorter hours under the scheme – running for six months from November – but they must work a third of their usual hours, paid as normal by their employer.\n\nWhen they are not working, the employer will pay a third of their usual pay, and the government will match it with another third. The Treasury says this will leave workers with 77% of their usual pay.\n\nAnnouncing the new measures in the Commons, the Chancellor said it is now ‘fundamentally wrong’ to hold people in jobs that only exist inside the furlough scheme.\n\nAdvertisement\n\nTo view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video\n\nVisit our live blog for the latest updates: Coronavirus news live\n\nAdvertisement\n\nAdvertisement\n\nHe told MPs: ‘The Jobs Support Scheme is built on three principles.\n\n‘First, it will support viable jobs. To make sure of that employees must work at least a third of their normal hours and be paid for that work as normal by their employer.\n\n‘The Government, together with employers, will then increase those people’s wages covering two-thirds of the pay they have lost by reducing their working hours, and the employee will keep their job.\n\n‘Second, we will target support at firms who need it the most. All small and medium-sized businesses are eligible but larger businesses only when their turnover has fallen through the crisis.\n\n‘Third, it will be open to employers across the United Kingdom, even if they have not previously used the furlough scheme.\n\n‘The scheme will run for six months starting in November and employers retaining furloughed staff on shorter hours can claim both the Jobs Support Scheme and the Jobs Retention bonus.’\n\nThe Chancellor has announced a raft of new measures for the coming months (Picture: PA)\n\nMr Sunak said the furlough scheme was the ‘right policy at the time’, but it must now be replaced.\n\nHe said: ‘Our economy is now likely to undergo a more permanent adjustment. The sources of our economic growth and the kinds of jobs we create will adapt and evolve to the new normal.\n\n‘And our plan needs to adapt and evolve in response. Above all, we need to face up to the trade offs and hard choices coronavirus presents and there has been no harder choice than to end the furlough scheme.\n\n‘The furlough was the right policy at the time we introduced it, it provided immediate short-term protection for millions of jobs through a period of acute crisis.\n\n‘But as the economy re-opens it is fundamentally wrong to hold people in jobs that only exist inside the furlough.’\n\nIt comes after new coronavirus restrictions were announced across the UK by Boris Johnson and the first ministers of Scotland, Wales and Northern Ireland.\n\nThe Prime Minister’s new measures include a 10pm curfew on pubs and restaurants, limiting weddings to 15 guests, doubling fines for breaking the rule of six, and telling Britons to once again ‘work from home’.\n\nBut the government’s own scientific advisers have warned the measures do not go far enough to prevent a second wave cf coronavirus.\n\nAdvertisement\n\nAdvertisement\n\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\n\nFor more stories like this, check our news page.", "date_added": "2020-09-24 00:00:00+00:00", "url": "https://metro.co.uk/2020/09/24/jobs-support-scheme-to-top-up-workers-wages-this-winter-13320021/", "source": "Metro", "photos_url": ["https://d17fy28x8ov4h8.cloudfront.net/190x/images/a/ASOSLogo_9.png", "https://d3tsytm1wtjqo2.cloudfront.net/images/media/72/n/nord_logo_square_1x_9.png", "https://d17fy28x8ov4h8.cloudfront.net/190x/images/g/groupon_9.png", "https://i1.wp.com/metro.co.uk/wp-content/uploads/2020/09/PRI_165842865-1.jpg?quality=90&strip=all&zoom=1&resize=644%2C429&ssl=1", "https://d17fy28x8ov4h8.cloudfront.net/210x/images/a/adidas_logo_BD1_9.png", "https://i1.wp.com/metro.co.uk/wp-content/uploads/2020/09/PRC_166022685_1600948803.jpg?quality=90&strip=all&w=1200&h=630&crop=1&zoom=1&ssl=1", "https://metro.co.uk/wp-content/themes/metro-parent/img/fallback.png", "https://d3tsytm1wtjqo2.cloudfront.net/images/media/72/a/AO_9.png", "https://sb.scorecardresearch.com/p?c1=2&c2=6034964&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}