{"title": "Radish seeds, meats and cheeses launched to space station", "text": "A space station cargo ship rocketed into orbit Friday carrying a 360-degree camera for spacewalking, radish seeds for growing and a smorgasbord of fancy meats and cheeses for feasting.\n\nNorthrop Grumman launched its capsule to the International Space Station from the Virginia coast, providing a nighttime treat for observers from the Carolinas to New England, at least where skies were clear.\n\nThe 8,000-pound (3,600-kilogram) shipment should reach the space station Monday.\n\nStashed aboard the Cygnus capsule: pressurized air tanks to help offset a vexing leak at the space station, a new $23 million titanium toilet custom fit for women, and a virtual reality camera to provide cinematic views of spacewalks and other outdoor shots.\n\nPlus there’s more fresh food than usual, given that the space station population will be expanding from six to seven with SpaceX’s second astronaut launch on Oct. 31.\n\nAmong the delicacies requested by the astronauts: proscuitto, Genoa salami, smoked Gouda and provolone, brie, cherry tomatoes, oranges, pecans and chocolate-covered cranberries in plenty of time for Thanksgiving.\n\nThe astronauts also will get a chance to enjoy their own harvest. Researchers are hoping for 40 radishes from the seeds going up, within a month.\n\nWhile growing radishes in orbit may sound trivial, “it is actually a transition from basic plant biology in space to a production system” that could benefit moon and Mars explorers, said Karl Hasenstein, a biology professor at the University of Louisiana at Lafayette who is leading the experiment.\n\nLarger plants like peppers and tomatoes should follow in a few years, adding to astronauts' diet.\n\nNASA’s new toilet, meanwhile, will be tested at the orbiting outpost before accompanying astronauts to the moon in a few years. It will join two larger, old-style, Russian-built commodes already up there. The new one is designed to better accommodate women, who are expected to have an increasing presence in space exploration.\n\nThis particular capsule, in fact, the SS Kalpana Chawla, is named after the first India-born woman in space. Chawla was among the seven astronauts killed in the 2003 shuttle Columbia accident.\n\nThe delivery is running a little late. Bad weather at Wallops Island led to a two-day delay earlier in the week, then software issues forced a last-minute launch abort of Northrop Grumman's Antares rocket on Thursday.\n\n__", "date_added": "2020-10-04 00:00:00+00:00", "url": "https://www.independent.co.uk/news/radish-seeds-meats-and-cheeses-launched-space-station-cape-canaveral-northrop-grumman-seeds-space-station-astronauts-b752145.html", "source": "The Independent", "photos_url": ["https://static.independent.co.uk/2020/10/01/18/Space_Potty_08266.jpg?width=982&height=726", "https://static.independent.co.uk/2020/10/01/18/Space_Potty_08266.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
