{"title": "International Space Station: Radish seeds, meats and cheeses sent to astronauts for Thanksgiving", "text": "A cargo ship has been launched to the International Space Station with a special food delivery for astronauts.\n\nThe American global aerospace company Northrop Grumman launched its capsule from the Virginia Coast on Friday.\n\nIt contained a 360-degree camera designed for spacewalking, radish seeds for growing, and an assortment of meats and cheeses for feasting.\n\nThe shipment also included pressurised air tanks to help offset a leak at the space station; a new $23m titanium toilet designed for women, and a VR-camera which will provide cinematic shots of spacewalks and other outdoor scenes from space.\n\nThe unpiloted 3,600kg delivery is now expected to arrive at its destination on Monday.\n\nAdvertisement\n\nThe launch provided beautiful skies for observers from the Carolinas to New England - where skies were clear.\n\nImage: The shipment includes meats and cheeses ready in time for Thanksgiving. Pic: Northrop Grumman/NASA\n\n\"It was a spectacular launch,\" said NASA's deputy space station programne manager Kenny Todd.\n\n\"Creating the artificial dawn for a few minutes there, it's just gorgeous.\"\n\nThe Cygnus capsule features a range of delicacies requested by the astronauts - including Genoa salami, smoked Gouda and provolone, brie, cherry tomatoes, oranges, pecans and chocolate-covered cranberries - all in time for Thanksgiving on 26 November.\n\nIt also contains more fresh food than usual, as the number of people at the space station will increase from six to seven with SpaceX's second astronaut launch at the end of the month.\n\nThe astronauts will have the opportunity to grow their own harvest this year with an addition of radishes.\n\nResearchers are hoping that the 40 seeds sent over will shoot up within a month.\n\nSlightly larger plants like peppers and tomatoes may follow in a few years.\n\nNASA's new toilet aims to better accommodate women at a time more female astronauts are expected to go to space.", "date_added": "2020-10-04 13:41:54.257229+00:00", "url": "https://news.sky.com/story/international-space-station-radish-seeds-meats-and-cheeses-sent-to-astronauts-for-thanksgiving-12088496", "source": "Sky News", "photos_url": ["https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/20/10/768x432/skynews-space-launch_5116734.jpg?20201003122641", "https://e3.365dm.com/20/10/1600x900/skynews-space-launch_5116734.jpg?20201003122641", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/10/768x432/skynews-space-launch_5116737.jpg?20201003122624"], "is_grouped": false, "upvotes": 0, "downvotes": 0}