{"title": "Twitter apologises for 'racist' image-cropping algorithm", "text": "Twitter has apologised for a “racist” image cropping algorithm, after users discovered the feature was automatically focusing on white faces over black ones.\n\nThe company says it had tested the service for bias before it started using it, but now accepts that it didn’t go far enough.\n\nTwitter has long automatically cropped images to prevent them taking up too much space on the main feed, and to allow multiple pictures to be shown in the same tweet. The company uses several algorithmic tools to try to focus on the most important parts of the picture, trying to ensure that faces and text remain in the cropped part of an image.\n\nBut users began to spot flaws in the feature over the weekend. The first to highlight the issue was PhD student Colin Madland, who discovered the issue while highlighting a different racial bias in the video-conference software Zoom.\n\nWhen Madland, who is white, posted an image of himself and a black colleague who had been erased from a Zoom call after its algorithm failed to recognise his face, Twitter automatically cropped the image to only show Madland.\n\nOthers followed up with more targeted experiments, including entrepreneur Tony Arcieri, who discovered that the algorithm would consistently crop an image of US senator Mitch McConnell and Barack Obama to hide the former president.\n\nTony “Abolish (Pol)ICE” Arcieri 🦀 (@bascule) Trying a horrible experiment...\n\n\n\nWhich will the Twitter algorithm pick: Mitch McConnell or Barack Obama? pic.twitter.com/bR1GRyCkia\n\nSimilar outcomes were found for stock photo models, Simpsons characters Lenny and Carl, and even golden labradors and black labradors.\n\nJef Caine (@JefCaine) Testing this to see if it's real. pic.twitter.com/rINjaNvXaj\n\nJordan Simonovski (@_jsimonovski) I wonder if Twitter does this to fictional characters too.\n\n\n\nLenny Carl pic.twitter.com/fmJMWkkYEf\n\n- M A R K - (@MarkEMarkAU) I tried it with dogs. Let's see. pic.twitter.com/xktmrNPtid\n\nIn a statement, a Twitter spokesperson admitted the company had work to do. “Our team did test for bias before shipping the model and did not find evidence of racial or gender bias in our testing. But it’s clear from these examples that we’ve got more analysis to do. We’ll continue to share what we learn, what actions we take, and will open source our analysis so others can review and replicate.”\n\nTwitter is by no means the first technology firm to find itself struggling to explain apparent racial bias in its algorithms. In 2018, it was revealed that Google had simply banned its Photos service from ever labelling anything as a gorilla, chimpanzee, or monkey, after the company had come under fire for repeatedly mislabelling images of black people with those racist terms.", "date_added": "2020-09-21 00:00:00+00:00", "url": "https://www.theguardian.com/technology/2020/sep/21/twitter-apologises-for-racist-image-cropping-algorithm", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/1696fddc3849785c68cd1dbfe1e906ebc718026b/0_185_4000_2400/master/4000.jpg?width=300&quality=85&auto=format&fit=max&s=f0d499e6c38a9c3b6c5a0f2168a91132", "https://pbs.twimg.com/media/EiPKZ22X0AMCOvX.jpg", "https://i.guim.co.uk/img/media/1696fddc3849785c68cd1dbfe1e906ebc718026b/0_185_4000_2400/master/4000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=3b1e8eb8bbb9a4f9f7d463cda5e53b31", "https://i.guim.co.uk/img/media/46cb6722c82c7e3b8e7403b0ab2db2063261b4b3/0_356_3500_2099/master/3500.jpg?width=300&quality=85&auto=format&fit=max&s=80e258ae1117a8adc341a41e980ab4bc", "https://i.guim.co.uk/img/media/8ac5624529781c0bdd23e9afcc59b3c8dc382eeb/0_58_5568_3341/master/5568.jpg?width=300&quality=85&auto=format&fit=max&s=e1f9e4a7f558b0f0054010fbb16c381f", "https://phar.gu-web.net/count/pvg.gif", "https://phar.gu-web.net/count/pv.gif", "https://pbs.twimg.com/media/EiWWoEkUcAYwi6W.jpg", "https://i.guim.co.uk/img/media/afd9f8611f32e9d59bfef24b4c79aa1d54c492f6/422_415_3648_2189/master/3648.jpg?width=300&quality=85&auto=format&fit=max&s=132c644de5300ace8ea199d62d78f884", "https://i.guim.co.uk/img/media/bd7465007f3a2b63b6d0ff6ffe919716d8ccc881/0_119_2190_1314/master/2190.jpg?width=300&quality=85&auto=format&fit=max&s=fd53182b3b974442314e840d42b23711", "https://pbs.twimg.com/media/EiT2yp_VkAIxaae.jpg", "https://pbs.twimg.com/media/EiT2SftUMAEjDRH.jpg", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=Twitter%2CTechnology%2CRace"], "is_grouped": false, "upvotes": 0, "downvotes": 0}