{"title": "Nasa outlines plan for first woman on Moon by 2024", "text": "Image copyright NASA Image caption Artwork: Nasa wants to return to the Moon, but this time it wants to stay\n\nThe US space agency (Nasa) has formally outlined its $28bn (£22bn) plan to return to the Moon by 2024.\n\nAs part of a programme called Artemis, Nasa will send a man and a woman to the lunar surface in the first landing with humans since 1972.\n\nBut the agency's timeline is contingent on Congress releasing $3.2bn for building a landing system.\n\nAstronauts will travel in an Apollo-like capsule called Orion that will launch on a powerful rocket called SLS.\n\nSpeaking on Monday afternoon (US time), Nasa administrator Jim Bridenstine said: \"The $28bn represents the costs associated for the next four years in the Artemis programme to land on the Moon. SLS funding, Orion funding, the human landing system and of course the spacesuits - all of those things that are part of the Artemis programme are included.\"\n\nBut he explained: \"The budget request that we have before the House and the Senate right now includes $3.2bn for 2021 for the human landing system. It is critically important that we get that $3.2bn.\"\n\nArtemis: To the Moon and Beyond\n\nImage copyright Lockheed Martin Image caption Artwork: astronauts will travel to the Moon in a spacecraft called Orion\n\nThe US House of Representatives has already passed a Bill allocating $600m towards the lunar lander. But Nasa will need more funds to develop the vehicle in full.\n\nMr Bridenstine added: \"I want to be clear, we are exceptionally grateful to the House of Representatives that, in a bipartisan way, they have determined that funding a human landing system is important - that's what that $600m represents. It is also true that we are asking for the full $3.2bn.\"\n\nIn July 2019, Mr Bridenstine told CNN that the first woman astronaut to walk on the Moon in 2024 would be someone \"who has been proven, somebody who has flown, somebody who has been on the International Space Station already\". He also said it would be someone already in the astronaut corps.\n\nAt the time of this interview, there were 12 active woman astronauts. They have since been joined by five other female Nasa astronauts who graduated from training earlier this year. But it remains unclear whether they can fulfil the criteria in time to fly on the first landing mission in 2024.\n\nImage copyright NASA Image caption The most recent class of astronaut graduates includes six women - five from Nasa and one from the Canadian Space Agency\n\nAsked about the timeline for choosing crew members for the Artemis missions, the Nasa chief said he hoped to pick a team at least two years prior to the first mission.\n\nHowever, he said: \"I think it's important we start identifying the Artemis team earlier than not... primarily because I think it will serve as a source of inspiration.\"\n\nThe new document outlines Phase 1 of the plan, which includes an uncrewed test flight around the Moon - called Artemis-1 - in the autumn of 2021.\n\nNasa's human spaceflight chief Kathy Lueders said that Artemis-1 would last for about a month to test out all the critical systems.\n\nShe said that demonstration flight would reduce the risk for Artemis-2, which will repeat the trip around the Moon with astronauts.\n\nA new test has been added to this mission - a proximity operations demonstration. Shortly after Orion separates from the upper-stage of the SLS rocket - known as the interim cryogenic propulsion stage - astronauts will manually pilot the spacecraft as they approach and back away from the stage.\n\nImage copyright NASA Image caption Artwork: The SLS rocket is on track to make its maiden flight next year\n\nThis will assess Orion's handling qualities, along with the performance of the spacecraft's hardware and software.\n\nArtemis-3 will become the first mission to send astronauts to the lunar surface since Apollo 17 some 48 years ago.\n\nNasa has provided $967m (£763m) to several companies to work on designs for the landing vehicle that will take them there.\n\nLater in the decade, the plan calls for Nasa to establish a base for humans, called Artemis Base Camp, that would include the infrastructure needed for long-term exploration of the Moon.\n\nScientists would like to extract water-ice from the lunar South Pole, because it could potentially be used to make rocket fuel on the Moon, at a lower cost than carrying it from Earth.\n\nBy comparison with Artemis, the Apollo programme in the 1960s and 70s cost upwards of $250bn in inflation-adjusted US dollars.\n\nHowever, the $28bn for this new plan does not include money already spent developing the Orion spacecraft and Space Launch System (SLS) rocket.\n\nFollow Paul on Twitter.", "date_added": "2020-09-22 21:27:43.652913+00:00", "url": "https://www.bbc.com/news/science-environment-54246485", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/1024/branded_news/A2D5/production/_114558614_hls-eva-apr2020.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=science_and_environment::news.science_and_environment.story.54246485.page&x1=[urn:bbc:cps:ccad4b38-a545-4a0f-b462-bfcacb12a70e]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/320/cpsprodpb/A2D5/production/_114558614_hls-eva-apr2020.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}