{"title": "NASA plans for return to Moon to cost $28 billion", "text": "NASA's administrator said that the organization hoped to return to the Moon by 2024, if Congress approves the $28 billion budget\n\nNASA on Monday revealed its latest plan to return astronauts to the Moon in 2024, and estimated the cost of meeting that deadline at $28 billion, $16 billion of which would be spent on the lunar landing module.\n\nCongress, which faces elections on November 3, will have to sign off on the financing for a project that has been set by President Donald Trump as a top priority. The $28 billion would cover the budgetary years of 2021-25.\n\nIn a phone briefing with journalists Monday on the Artemis mission to return human beings to the Moon, NASA administrator Jim Bridenstine noted that \"political risks\" were often the biggest threat to NASA's work, especially before such a crucial election.\n\nBarack Obama cancelled plans for a manned Mars mission, after his predecessor spent billions of dollars on the project.\n\nIf Congress approves the first tranche of $3.2 billion by Christmas, \"we're still on track for a 2024 moon landing,\" Bridenstine said.\n\n\"To be clear, we're going to the South Pole,\" he said, ruling out the sites of the Apollo landings on the Moon's equator between 1969 and 1972. \"There's no discussion of anything other than that.\"\n\nThree different projects are in competition to build the lunar lander that will carry two astronauts—one of them a woman—to the Moon from their vessel Orion.\n\nThe first one is being developed by Blue Origin, founded by Amazon CEO Jeff Bezos, in partnership with Lockheed Martin, Northrop Grumman and Draper. The other two projects are being undertaken by Elon Musk's SpaceX and by the company Dynetics.\n\nThe first flight, Artemis I, scheduled for November of 2021, will be unmanned: the new giant rocket SLS, currently in its test phase, will take off for the first time with the Orion capsule.\n\nArtemis II, in 2023, will take astronauts around the Moon but will not land.\n\nFinally, Artemis III will be the equivalent of Apollo 11 in 1969, but the stay on the Moon will last longer—for a week—and will include two to five \"extravehicular activities.\"\n\n\"The science that we would be doing is really very different than anything we've done before,\" said Bridenstine. \"We have to remember during the Apollo era, we thought the moon was bone dry. Now we know that there's lots of water ice and we know that it's at the South Pole.\"\n\nExplore further Dynetics completes building full-scale human landing system test article for evaluation by NASA for Artemis program\n\n© 2020 AFP", "date_added": "2020-09-22 21:26:22.356037+00:00", "url": "https://phys.org/news/2020-09-nasa-moon-billion.html", "source": "", "photos_url": ["https://phys.b-cdn.net/tmpl/v6/img/MedicalXpress.svg", "data:image/gif;base64,R0lGODlhAQABAIAAAAUEBAAAACwAAAAAAQABAAACAkQBADs=", "https://phys.b-cdn.net/tmpl/v6/img/techexploer.svg", "https://scx2.b-cdn.net/gfx/news/2020/nasasadminis.jpg", "https://scx1.b-cdn.net/csz/news/800/2020/nasasadminis.jpg", "https://pixel.quantserve.com/pixel/p-5dNhPAnM9r0yY.gif", "https://phys.b-cdn.net/tmpl/v6/img/ScienceX.svg", "https://phys.b-cdn.net/tmpl/v6/img/logo-header.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}