{"title": "'You are not listening': Fauci tells Rand Paul that he is 'alone' in vouching for herd immunity over coronavirus lockdowns", "text": "Sen. Rand Paul and Dr. Anthony Fauci had a tense exchange on Capitol Hill Wednesday.\n\nDuring a Senate hearing on the nation's coronavirus response, Paul tried to argue that the same number of Americans would've died of COVID-19 even if states hadn't enforced any shutdown measures. The US death toll has crossed 201,000.\n\nIn particular, Paul claimed lockdowns do not work because New York City had the nation's highest death toll and that the Empire State's infection rate is low now because of herd immunity.\n\n\"You are not listening to what the director of the CDC said,\" Fauci said, adding, \"If you believe 22% is herd immunity, I believe you're alone in that.\"\n\nVisit Business Insider's homepage for more stories.\n\nDr. Anthony Fauci rejected Republican Kentucky Sen. Rand Paul's claims during a tense exchange at Wednesday's coronavirus-response hearing on Capitol Hill.\n\nPaul said the COVID-19 death toll in the US — now more than 200,000 as the nation continues to lead the world in both cases and fatalities — would be the same if no shutdown measures were ever enforced by state leaders.\n\nHe added that New York has had a low infection rate since its peak because New York City reached herd immunity, which occurs when enough of a population is immune to a disease that its transmission wanes.\n\n\"How can we possibly be jumping up and down and saying, 'Oh, Gov. Cuomo did a great job.' He had the worst death rate in the world,\" Paul said.\n\n\"No, you misconstrued that, senator,\" Fauci replied. \"And you've done that repetitively in the past.\"\n\nFauci said that while New York \"got hit very badly\" and \"made some mistakes,\" the Empire State subsequently implemented mandatory mask-wearing and other measures to curb the spread of the coronavirus, which have been met with high compliance among the public.\n\nIn addition, Fauci said the state's test rate has dropped to below 1% because officials took steps to regulate social distancing and move gatherings outdoors.\n\nPaul countered again with his claim of \"community immunity,\" adding that \"they're no longer having the pandemic because they have enough immunity in New York City.\"\n\nFauci rejected that idea.\n\n\"You are not listening to what the director of the CDC said, that in New York, it's about 22%. If you believe 22% is herd immunity, I believe you're alone in that,\" he said, referring to how many people have been infected with the virus in the state.", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://www.businessinsider.com/fauci-rand-paul-clash-herd-immunity-lockdowns-coronavirus-hearing-2020-9", "source": "Business Insider", "photos_url": ["https://i.insider.com/5f6b740de3e767001171612b?width=1200&format=jpeg", "https://i.insider.com/5f6b740de3e767001171612b?width=600&format=jpeg&auto=webp", "https://i.insider.com/5f6b740de3e767001171612b?width=24&format=jpeg&auto=webp", "https://www.businessinsider.com/fauci-rand-paul-clash-herd-immunity-lockdowns-coronavirus-hearing-2020-9?width=600&format=jpeg&auto=webp", "https://www.businessinsider.com/public/assets/shared/success-circle.svg", "data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' viewBox='0 0 1 1'%3E%3C/svg%3E"], "is_grouped": false, "upvotes": 0, "downvotes": 0}