{"title": "Fauci finally loses his patience with Rand Paul", "text": "Through it all, Fauci has been characteristically diplomatic. But on Wednesday, he seemed to reach his breaking point.\n\nPaul (R-Ky.), as he often has, questioned the strict mitigation measures that states across the country had undertaken. He accused Fauci of being too laudatory of New York Gov. Andrew M. Cuomo (D), noting that Cuomo’s state experienced one of the worst outbreaks in the world.\n\nAD\n\n“How can we possibly be jumping up and saying, ‘Oh, Governor Cuomo did a great job’?” Paul asked. “He had one of the worst death rates in the world.”\n\nAD\n\nThat outbreak, of course, was seeded very early on, before much of the more serious mitigation efforts began. Cuomo has been criticized for the state’s policy on nursing homes, especially, and Fauci acknowledged that the state made “mistakes.” But Fauci noted that the state now has one of the lowest test-positivity rates in the country, saying it’s because it has embraced health officials’ guidance.\n\n“No, you misconstrued that, senator, and you’ve done that repetitively in the past,\" Fauci shot back. \"They got hit very badly. They’ve made some mistakes. Right now — if you look at what’s going on right now, the things that are going on in New York to get their test-positivity 1 percent or less is because they are looking at the guidelines that we have put together from the task force of the four or five things: of masks, social distancing, outdoors more than indoors, avoiding crowds and washing hands—”\n\nAD\n\nPaul interrupted, positing that New York is actually in much better shape right now because it has attained some form of herd immunity.\n\nAD\n\nFauci was again unimpressed.\n\n“I challenge that,” he said. He asked for more time to respond, “because this happens with Senator Rand all the time.”\n\n“You are not listening to what the director of the CDC [Robert Redfield] said,” Fauci added, “that in New York, it’s about 22 percent [that have tested positive]. If you believe 22 percent is herd immunity, I believe you’re alone in that.”\n\nPaul then suggested that New York’s immunity is actually higher, pointing to claims that an additional one-third of people have cross-reactivity — i.e., having been infected by a similar virus — and could be immune, “which would actually get you to about two-thirds.”\n\nAD\n\nFauci again asked to rebut Paul.\n\n“I’d like to talk to you about that also, because there was a study that recently came out that preexisting immunity to coronaviruses that are common cold do not cross-react with the covid-19,” Fauci said.\n\nAs has been the case before — and as Fauci reinforced — Paul’s claims are indeed highly questionable.\n\nAD\n\nNew York did have a terrible outbreak, but it was also among the earliest, before much of the country embraced the measures Paul questions the necessity of. New York adopted some of the toughest measures, and it now has the third-lowest per-capita case rate among the 50 states.\n\nAs for whether that is because of herd immunity? Redfield did indeed say at the same hearing that preliminary results of a government study show that “more than 90 percent of the population remains susceptible.” He added that the highest rate of total infection over the course of the outbreak in any state was 24 percent. There are divergent views about just how many infections are needed before herd immunity is achieved, but estimates have generally trended upward, given the coronavirus’s transmissibility, to as much as 65 to 70 percent.\n\nAD\n\nPaul suggested that New York might actually be close to that, if you add those who have been infected to those with preexisting immunity through cross-reactivity.\n\nAD\n\nFirstly, his math is off; it would actually get you to about the mid-50s. And secondly, data on cross-reactivity is indeed in much dispute — and it’s completely unproven that it provides any kind of immunity. Fauci didn’t cite a specific study, but a study published last week found that “infection with endemic [human coronaviruses] produces little cross-reactivity” to viruses such as the current coronavirus.\n\n“While there are a few reports of cross-reactivity of T-cells (common cold coronaviruses and covid-19),” said Eric Topol, the director and founder of the Scripps Research Translational Institute, “there aren’t neutralizing antibodies (the main defense) or any evidence that this cross-reactivity is playing an important protective role and helping us get to a herd immunity of 70 percent or greater of the population protected.”", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://www.washingtonpost.com/politics/2020/09/23/fauci-finally-loses-his-patience-with-rand-paul/", "source": "Washington Post", "photos_url": ["https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-23-2020/t_c855283d20744ce5a6315753466de5d4_name_pjimage__2_.jpg&w=1440", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://s3.amazonaws.com/arc-authors/washpost/4d503e96-1ff7-4962-8fca-10f741753ad0.png&w=90&h=90", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://s3.amazonaws.com/arc-authors/washpost/4d503e96-1ff7-4962-8fca-10f741753ad0.png&w=55&h=55"], "is_grouped": false, "upvotes": 0, "downvotes": 0}