{"title": "Amazon pushes security products with indoor drone and car alarm", "text": "TipRanks\n\nMarkets are volatile, there can be no doubt. So far this month, the S&P 500 has fallen 9% from its peak. The tech-heavy NASDAQ, which had led the gainers all summer, is now leading the on the fall, having lost 11% since September 2. The three-week tumble has investors worried that we may be on the brink of another bear market.The headwinds are strong. The usual September swoon, the upcoming election, doubts about another round of economic stimulus – all are putting downward pressure on the stock markets.Which doesn’t mean that there are no opportunities. As the old saw goes, “Bulls and bears can both make money, while the pigs get slaughtered.” A falling market may worry investors, but a smart strategy can prevent the portfolio from losing too much long-term value while maintaining a steady income. Dividend stocks, which feed into the income stream, can be a key part of such a strategy.Using the data available in the TipRanks database, we’ve pulled up three stocks with high yields – from 7% to 11%, or up to 6 times the average dividend found on the S&P 500 index. Even better, these stocks are seen as Strong Buys by Wall Street’s analysts. Let’s find out why.Williams Companies (WMB)We start with Williams Companies, an Oklahoma-based energy company. Williams controls pipelines connecting Rocky Mountain natural gas fields with the Pacific Northwest region, and Appalachian and Texan fields with users in the Northeast and transport terminals on the Gulf Coast. The company’s primary operations are the processing and transport of natural gas, with additional ops in crude oil and energy generation. Williams handles nearly one-third of all US commercial and residential natural gas use.The essential nature of Williams’ business – really, modern society simply cannot get along without reliable energy sources – has insulated the company from some of the economic turndown in 1H20. Quarterly revenues slid from $2.1 billion at the end of last year to $1.9 billion in Q1 and $1.7 billion in Q2. EPS in the first half was 26 cents for Q1 and 25 cents for Q2 – but this was consistent with EPS results for the previous three quarters. The generally sound financial base supported the company’s reliable dividend. Williams has been raising that payment for the past four years, and even the corona crisis could not derail it. At 40 cents per common share, the dividend annualizes to $1.60 and yields an impressive 7.7%. The next payment is scheduled for September 28.Truist analyst Tristan Richardson sees Williams as one of the midstream sector’s best positioned companies.“We continue to look to WMB as a defensive component of midstream and favor its 2H prospects as broader midstream grasps at recovery… Beyond 2020 we see the value proposition as a stable footprint with free cash flow generation even in the current environment. We also see room for incremental leverage reduction throughout our forecast period on scaled back capital plans and even with the stable dividend. We look for modestly lower capex in 2021, however unlike more G&P oriented midstream firms, we see a project backlog in downstream that should support very modest growth,” Richardson noted.Accordingly, Richardson rates WMB shares as a Buy, and his $26 price target implies a 30% upside potential from current levels. (To watch Richardson’s track record, click here)Overall, the Strong Buy analyst consensus rating on WMB is based on 11 Buy reviews against just a single Hold. The stock’s current share price is $19.91 and the average price target is $24.58, making the one-year upside potential 23%. (See WMB stock analysis on TipRanks)Magellan Midstream (MMP)The second stock on our list is another midstream energy company, Magellan. This is another Oklahoma-based firm, with a network of assets across much of the US from the Rocky Mountains to the Mississippi Valley, and into the Southeast. Magellan’s network transports crude oil and refined products, and includes Gulf Coast export shipping terminals.Magellan's total revenues rose sequentially to $782.8 in Q1, and EPS came in at $1.28, well above the forecast. These numbers turned down drastically in Q2, as revenue fell to $460.4 million and EPS collapsed to 65 cents. The outlook for Q3 predicts a modest recovery, with EPS forecast at 85 cents. The company strengthened its position in the second quarter with an issue of 10-year senior notes, totaling $500 million, at 3.25%. This reduced the company’s debt service payments, and shored up liquidity, making possible the maintenance of the dividend.The dividend was kept steady at $1.0275 per common share quarterly. Annualized, this comes to $4.11, a good absolute return, and gives a yield of 11.1%, giving MMP a far higher return than Treasury bonds or the average S&P-listed stock.Well Fargo analyst Praneeth Satish believes that MMP has strong prospects for recovery. “[We] view near-term weakness in refined products demand as temporary and recovering. In the interim, MMP remains well positioned given its strong balance sheet and liquidity position, and ratable cash flow stream…” Satish goes on to note that the dividend appears secure for the near-term: “The company plans to maintain the current quarterly distribution for the rest of the year.”In line with this generally upbeat outlook, Satish gives MMP an Overweight (i.e. Buy) rating, and a $54 price target that implies 57% growth in the coming year. (To watch Satish’s track record, click here)Net net, MMP shares have a unanimous Strong Buy analyst consensus rating, a show of confidence by Wall Street’s analyst corps. The stock is selling for $33.44, and the average price target of $51.13 implies 53% growth in the year ahead. (See MMP stock analysis on TipRanks)Ready Capital Corporation (RC)The second stock on our list is a real estate investment trust. No surprise finding one of these in a list of strong dividend payers – REITs have long been known for their high dividend payments. Ready Capital, which focuses on the commercial mortgage niche of the REIT sector, has a portfolio of loans in real estate securities and multi-family dwellings. RC has provided more than $3 billion in capital to its loan customers.In the first quarter of this year, when the coronavirus hit, the economy turned south, and business came to a standstill, Ready Capital took a heavy blow. Revenues fell by 58%, and Q1 EPS came in at just one penny. Things turned around in Q2, however, after the company took measures – including increasing liquidity, reducing liabilities, and increasing involvement in government-sponsored lending – to shore up business. Revenues rose to $87 million and EPS rebounded to 70 cents.In the wake of the strong Q2 results, RC also started restoring its dividend. In Q1 the company had slashed the payment from 40 cents to 25 cents; in the most recent declaration, for an October 30 payment, the new dividend is set at 30 cents per share. This annualizes to $1.20 and gives a strong yield of 9.9%.Crispin Love, writing from Piper Sandler, notes the company’s success in getting back on track.“Given low interest rates, Ready Capital had a record $1.2B in residential mortgage originations versus our $1.1B estimate. Gain on sale margins were also at record levels. We are calculating gain on sale margins of 3.7%, up from 2.4% in 1Q20,” Love wrote.In a separate note, written after the dividend declaration, Love added, “We believe that the Board's actions show an increased confidence for the company to get back to its pre-pandemic $0.40 dividend. In recent earnings calls, management has commented that its goal is to get back to stabilized earnings above $0.40, which would support a dividend more in-line with pre-pandemic levels.”To this end, Love rates RC an Overweight (i.e. Buy) along with a $12 price target, suggesting an upside of 14%. (To watch Love’s track record, click here)All in all, Ready Capital has a unanimous Strong Buy analyst consensus rating, based on 4 recent positive reviews. The stock has an average price target of $11.50, which gives a 9% upside from the current share price of $10.51. (See RC stock analysis on TipRanks)To find good ideas for dividend stocks trading at attractive valuations, visit TipRanks’ Best Stocks to Buy, a newly launched tool that unites all of TipRanks’ equity insights.Disclaimer: The opinions expressed in this article are solely those of the featured analysts. The content is intended to be used for informational purposes only. It is very important to do your own analysis before making any investment.", "date_added": "2020-09-25 15:51:28.752160+00:00", "url": "https://finance.yahoo.com/news/amazon-adds-lineup-voice-controlled-171643249.html", "source": "", "photos_url": ["https://s.yimg.com/uu/api/res/1.2/3472mCgue0qEiZXDtOtXpA--~B/aD01Mzk7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters-finance.com/7bbe06308817156a0544bb148b7b1381", "https://s.yimg.com/rz/p/yahoo_finance_en-US_h_w_financev2.png", "https://s.yimg.com/ny/api/res/1.2/b59px4HuhbZso1V11lsvSQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-09/17ce5a90-ed69-11ea-bef5-9c6eb730afcc", "https://s.yimg.com/cv/apiv2/default/20190501/placeholder.gif", "https://s.yimg.com/rz/p/yahoo_finance_en-US_h_p_financev2.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
