{"title": "Amazon announces new Echo, Echo Dot, and Echo Show 10", "text": "Amazon has released a bevy of new products today, chief among which are the four new Echo models.\n\nThe first is the new Echo, which is a combination of the previous Echo and Echo Plus models. The new Echo ditches the tower shaped design of the previous models for a new spherical shape. Most of the surface of this sphere is a grille while the plastic underside has a glowing ring of LED.\n\nThe new Echo features an upgraded speaker system, with a single 3-inch woofer and dual tweeters, along with Dolby audio processing. The Echo senses acoustics of your space and automatically tunes its audio for it.\n\nThe new Echo also includes a built-in smart home hub with support for Zigbee, Bluetooth Low Energy, and Amazon Sidewalk. You will be able to connect your smart home devices directly to the Echo without requiring a dedicated hub.\n\nThe new Echo also runs on Amazon's new first-generation AZ1 Neural Edge processor, which is designed to speed up machine learning applications and also includes an all-neural speech recognition model that processes Alexa requests faster.\n\nNext is the new Echo Dot, which has three different versions. The new Echo Dot has a design similar to the new Echo, just smaller. Inside is a new 1.6-inch full-range speaker. There will also be a separate version of the Echo Dot that comes with an LED display that can show the time, temperature, timers, and alarms.\n\nAmazon will also sell an Echo Dot Kids Edition, which is the same as the standard Echo Dot except it comes in two color prints — Panda and Tiger — along with features designed for children, such as setting animal alarm sounds, getting help with homework, and calling approved family and friends. The Kids Edition also comes with 1-year Amazon Kids+ subscription that includes child friendly Audible books, interactive games, and educational skills. The device also comes with a 2-year worry-free guarantee. Alexa will also let you create a special voice profile for your child and when it detects a child's voice it will automatically switch to that profile.\n\nFinally, there's the new Echo Show 10. This device has a unique rotating display that automatically turns to face you when you speak to it and can also track your movements and keep the screen facing towards you during video calls, recipes or watching videos.\n\nThe entire 10.1-inch display and triple speaker assembly is placed on a rotating body that can spin 360-degrees using a brushless motor. The device uses the 13MP camera on the front to keep track of your movement and moves the display to face your direction. This only happens when an activity that requires your attention is taking place on the screen. Also, the device will recognize the direction the voice command came from and turn the display in that direction.\n\nLike the new Echo, the new Echo Show 10 also has a built-in smart home hub for connecting your devices.\n\nAmazon has also announced that support for Netflix and Zoom is coming later this year. These services join an already extensive list including Spotify, Hulu, Apple Music, Prime Video and Music, and more based on the region.\n\nNow for the pricing. The Echo is priced at $100, the Echo Dot at $50, the Echo Dot with clock at $60, the Echo Dot Kids Edition at $60. All of these devices are up for pre-order today and will ship later this year.\n\nThe new Echo Show 10 is priced at $250 and will be available in time for the holidays.", "date_added": "2020-09-25 15:50:18.308568+00:00", "url": "https://www.gsmarena.com/amazon_announces_new_echo_echo_dot_and_echo_show_10-news-45468.php", "source": "GSMArena.com", "photos_url": ["https://fdn2.gsmarena.com/w/css/logo-gsmarena-com.gif", "https://fdn.gsmarena.com/imgroot/news/20/09/amazon-echo-2020/-1200/gsmarena_002.jpg", "https://fdn.gsmarena.com/vv/assets12/i/logo-fallback.gif", "https://www.gravatar.com/avatar/3365a551bbbc906cdac004f25b8e6e63?r=g&s=50", "https://fdn.gsmarena.com/imgroot/news/20/09/amazon-echo-2020/-1200/gsmarena_001.jpg", "https://fdn.gsmarena.com/imgroot/news/18/09/new-echo-companion-devices/-184x111/gsmarena_006.jpg", "https://fdn.gsmarena.com/imgroot/news/20/09/amazon-echo-2020/-1200/gsmarena_005.jpg", "https://fdn.gsmarena.com/imgroot/news/19/05/echo-show-5/-184x111/gsmarena_003.jpg", "https://fdn.gsmarena.com/imgroot/news/20/09/amazon-echo-2020/-476x249w4/gsmarena_006.jpg", "https://fdn.gsmarena.com/imgroot/news/20/09/amazon-echo-2020/-1200/gsmarena_003.jpg", "https://fdn.gsmarena.com/imgroot/news/20/09/amazon-echo-2020/-1200/gsmarena_004.jpg", "https://cdn2.gsmarena.com/w/css/maxcdn.gif", "https://fdn.gsmarena.com/imgroot/news/20/02/echo-show-8-india/-184x111/gsmarena_002.jpg", "https://fdn.gsmarena.com/imgroot/news/19/12/amazon-echo-input-portable/-184x111/gsmarena_000.jpg", "https://fdn.gsmarena.com/imgroot/news/20/09/amazon-echo-2020/-184x111/gsmarena_006.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
