{"title": "Shoddy records: Millions could miss out on US stimulus cheques", "text": "Millions of Americans are in danger of missing coronavirus relief payments of up to $1,200 per individual because of incomplete government records, a government watchdog said in a report issued Monday.\n\nThe Government Accountability Office (GAO), Congress's auditing arm, said that possibly 8.7 million or more individuals who are eligible for the economic impact payments have yet to receive those payments because of inadequate records from the Internal Revenue Service and the Department of the Treasury.\n\nThat was one of a number of findings in the latest GAO report on the handling of the unprecedented $2.6 trillion in support passed by Congress last spring to cushion the impact from a sharp recession triggered by the global coronavirus pandemic.\n\nThe GAO also called on the Centers for Disease Control and Prevention to do a better job in providing guidance to local schools on when they can safely reopen.\n\nThe GAO said that the IRS did implement several recommendations the GAO had made in a June report to make sure those eligible for the payments received them, such as extending the deadline for individuals who had not filed an income tax return to apply for the payments through September 30.\n\nBut the GAO said the Treasury and IRS have still failed to update information on how many eligible recipients have yet to receive funds.\n\nThe lack of \"such information could hinder outreach efforts and place potentially millions of individuals at risk of missing their payment,\" the GAO said in its report.\n\nIn April, the report said, the Treasury estimated that 30 million individuals - including 16 million on Social Security and railroad pensions and 14 million who do not normally file tax returns - had not received their payments. The IRS then reported as of July 31 that 5.3 million individuals had used an online IRS tool for nonfilers to help them receive payments.\n\nThose figures would mean that there could be 8.7 million or more individuals who are eligible for the payments but who have not received them.\n\nThe report said that Treasury officials did not state their agreement or disagreement with GAO recommendations to improve the eligibility lists. But the agency told the GAO it was working on an effort to notify around nine million individuals that they may be eligible for the payments.\n\nResponding to the report, the IRS said on Monday that the effort also includes encouraging eligible people who do not normally file tax returns to register using the online tool at IRS.gov as soon as possible before the October 15 deadline.\n\nThe IRS and Treasury have undertaken \"a sweeping communications and outreach effort\" to reach eligible people, including distributing materials in more than 35 languages, the IRS said in a statement. It said the effort already has brought in about seven million people who do not normally file a return.\n\nThe economic impact payments were made by the IRS using direct deposit, paper cheques and debit cards. The total appropriated by Congress for the economic payments was $282bn.\n\nAll adults earning up to $75,000 in adjusted gross income annually were entitled to $1,200. That amount steadily declined for those earning more and was phased out entirely for people earning over $99,000. Up to $500 per qualifying child also was paid.\n\nIn addition to the problem of missing individuals eligible for the payments, an earlier GAO report found that coronavirus relief payments totalling some $1.6bn went to dead people. Treasury officials have since said they have been able to recover about 70 percent of that money.\n\nOn schools, the GAO criticised the CDC guidance as inconsistent. The GAO called for updated guidance that would be \"cogent, clear and internally consistent\". The report said that the Department of Health and Human Services, which oversees the CDC, agreed with this recommendation.", "date_added": "2020-09-22 21:22:41.093673+00:00", "url": "https://www.aljazeera.com/ajimpact/shoddy-records-millions-stimulus-cheques-200921211055251.html", "source": "", "photos_url": ["https://www.aljazeera.com/mritems/imagecache/mbdxxlarge/mritems/Images/2020/9/21/f44ff9e53502432cad8a14f5a1181dda_18.jpg", "https://www.aljazeera.com/mritems/Images/2020/9/21/f44ff9e53502432cad8a14f5a1181dda_18.jpg", "https://www.aljazeera.com/assets/images/aj-logo-sm-2.png", "https://www.aljazeera.com/assets/images/aj-logo-lg-124.png", "https://www.aljazeera.com/assets/images/AljazeeraLogo.png", "https://www.aljazeera.com/mritems/images/site/aje-logo-white.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}