{"title": "Nearly 9 million Americans haven't received their stimulus checks, CDC guidance to schools is 'inconsistent': Report", "text": "Nearly 9 million Americans haven't received their stimulus checks, CDC guidance to schools is 'inconsistent': Report A new report on the CARES Act highlighted weaknesses in the government response.\n\nNearly nine million Americans are still without their stimulus checks seven months after the CARES Act passed, according to a new report Monday from the Government Accountability Office.\n\nThe report also found key inconsistencies in Centers for Disease Control and Prevention guidance for schools, such as how to screen for the virus and when schools should close down if students or teachers start testing positive for the virus.\n\nIt's the third such report put out by the GAO, a nonpartisan congressional watchdog known as \"the investigative arm of Congress,\" examining the implementation of the CARES Act and other pandemic relief actions.\n\nEach report outlines steps for Congress and the Trump administration to take in order to improve the nation’s response. As part of the CARES Act, the GAO issues a report every two months.\n\n“Our report contains 16 new, concrete recommendations where timely and concerted actions by the Administration and Congress can help address the coronavirus crisis,” said Gene L. Dodaro, Comptroller General of the United States and head of the GAO, in a statement. “If implemented, those suggestions have the potential to significantly improve the nation’s response to the current pandemic as well as strengthen preparations for future public health emergencies.”\n\nNearly 9 million Americans have yet to receive their stimulus checks\n\nWhile the Treasury Department and the Internal Revenue Service have tried to smooth out some of the flaws in the stimulus check program, the agencies still “lack updated information on how many eligible recipients have yet to receive these funds,” GAO found in its report Monday, and it’s estimated that “potentially millions of individuals” are still “at risk of missing their payment.”\n\nThe biggest demographic affected, GAO found, is Americans who don’t file taxes and, as a result, didn't have information registered with the IRS about how much money they make per year, which would qualify them for the $1,200 one-time payment granted to a majority of Americans by the CARES Act. Generally, the main reason people don't file taxes is because they have gross income below a certain amount and do not need to file a tax return.\n\nWhile more than 26 million Americans who don't file taxes did receive a payment, including over five million Americans who followed guidance from the IRS and registered online to receive a stimulus check, there are still an estimated 8.7 million or more Americans who are eligible but haven’t been identified by the IRS, the GAO report found.\n\nIt's likely the people who need it most who haven't received it, since Americans who don't file taxes are likely to be very low-income, the report said.\n\nThere are also 1.1 million Americans who were underpaid, the GAO report found. These Americans are mostly people in need: around 355,000 non-filers with children who never got their qualifying payment of an extra $500 per child; domestic abuse survivors who don’t have access to the bank account that the check was deposited to and nearly 700,000 widows who never received a payment because their spouse died.\n\n“GAO recommends that Treasury, in coordination with IRS, update and refine the estimate of eligible recipients who have yet to file for an EIP to help target outreach and communications efforts,” the report advised.\n\nCDC's 'inconsistent' guidance to schools\n\nScreen kids. Don't screen them. Shut down if someone tests positive. Don't shut down if it's just one case. Such was the \"inconsistent\" guidance the CDC has given to schools, according to the GAO report.\n\n\"Although the decision to physically reopen schools is primarily a state and local issue, state and local school district officials look to the federal government for leadership and clear guidance including recommendations about how to do so safely. Unclear federal guidance and messaging risks contributing to conflict, confusion, and indecision for schools,\" the report said.\n\nIn one example, the CDC’s guidance didn't recommend that schools conduct daily symptom screening for all K-12 students because some people with COVID-19 are asymptomatic.\n\nHowever, “contradictory guidance” on the CDC’s website said the exact opposite — it “directed schools to develop a plan to conduct daily health checks (e.g., temperature screening or symptom checking) of staff and students.” Even further adding to the confusion, the report said, a third piece of guidance said schools “should not physically open unless they are able to screen students and employees upon arrival for symptoms …”\n\nThe same contradictions existed for guidance on closing down if COVID-19 cases emerge: \"CDC guidance on what to do if a student or staff member tests positive for COVID-19 is also inconsistent,” the report found.\n\nSome guidance said a single case shouldn't lead to a shut down; other guidance suggested closing down the school for two to five days.\n\n“In its FAQ for School Administrators on Reopening Schools, CDC notes that in most instances, a single case of COVID-19 in a school would not warrant closing the entire school,\" the report found. \"In contrast, in the K-12 Schools and Childcare Programs FAQ for Administrators, Teachers, and Parents, CDC notes that if a student or staff member is confirmed to have COVID-19, ‘you will likely dismiss students and most staff for 2–5 days.’”\n\nAt the same time, the White House has “urged that all schools ‘fully reopen’ and suggested that current or future federal funds may be withheld from school districts that do not return to in-person education,” which the GAO found does “not appear to align with a risk- based decision-making approach,” and contradicts Education Secretary Betsy DeVos’ “own statements that returning to in-person education is a state and local decision.\"\n\nThe CDC, in response, said “it strives to ensure that all content is consistent and up to date. It noted that updating these documents is an iterative and ongoing process and, as a result, there can be periods of time where some documents are updated and others are not,\" according to the report.\n\nThe report also pointed out that some of the CDC’s guidelines are unachievable because of budgetary constraints. For example, the CDC suggested schools ensure “ventilation systems operate properly and increase circulation of outdoor air as much as possible,” but the GAO found that in June 2020, based on a nationally representative survey of school districts, “we estimated that 36,000 schools were in need of heating, ventilation, and air conditioning updates.\"\n\nThe consequences, the GAO warned, could have a longstanding impact along racial lines.\n\n\"Exacerbating the situation, the poorest school districts may be least able to pay for efforts to retrofit and update schools to address COVID-19-related risks. These districts educate about 1.5 million more students than wealthy districts. We also know from our past work that 80 percent of students attending the poorest schools are Black or Hispanic, and that these students already face myriad educational challenges, from less access to coursework that prepares them for college to widespread discipline disparities,\" the report said.\n\nAs a solution, the GAO recommended CDC Director Robert Redfield \"should ensure that, as it makes updates to its federal guidance related to reassessing schools’ operating status, the guidance is cogent, clear, and internally consistent.\"", "date_added": "2020-09-22 21:21:39.965315+00:00", "url": "https://abcnews.go.com/Politics/million-americans-received-stimulus-checks-cdc-guidance-schools/story?id=73150539", "source": "ABC News", "photos_url": ["https://s.abcnews.com/images/Politics/mnuchin-hearing-gty-ps-200921_1600714656473_hpMain_16x9_992.jpg", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7"], "is_grouped": false, "upvotes": 0, "downvotes": 0}