{"title": "Margaret Ferrier: Who is the MP who broke Covid rules?", "text": "Image copyright Getty Images Image caption Margaret Ferrier campaigns with SNP leader Nicola Sturgeon ahead of the 2019 General Election\n\nMargaret Ferrier has been suspended from the SNP and faces calls to resign after taking a train from London to Scotland knowing that she had tested positive for Covid-19. But who is Margaret Ferrier?\n\nThe 60-year-old first became an MP in 2015 in the SNP landslide that saw the party take 56 of the 59 seats in Scotland.\n\nMs Ferrier, who won Rutherglen and Hamilton West, pulled off one of the biggest shocks on a night full of surprises.\n\nHer victory overturned a Labour majority of 21,002 - one of the largest in the UK - and she ended up the winner by 9,975 votes.\n\nMargaret Ferrier was 54 when she was chosen to be the SNP candidate and had only joined the party four years earlier.\n\nSoon after becoming an MP she told the Rutherglen Reformer she could not remember a time when she did not support an independent Scotland.\n\nEven as a member of the Labour Party in her youth, she felt the country should go it alone, she said.\n\nBorn in the south of Glasgow she lived for almost two years of her childhood in Spain.\n\nShe told the Reformer she had early memories of correcting people in Spain when they called her English.\n\n\"I wasn't English, I was Scottish, so I always had that Scottish identity, even from the age of 12,\" she said.\n\nMs Ferrier returned to Scotland in 1972 and settled with her family in Rutherglen.\n\nShe is said to have had a keen interest in politics since her early 20s and was a member of Amnesty International.\n\nBefore becoming an MP she had worked as a commercial sales manager for a manufacturing construction company in Motherwell.\n\nImage copyright PA Media Image caption Margaret Ferrier in the House of Commons on Monday during a debate on the coronavirus response\n\nAlthough she said she voted for the SNP on a number of occasions, she did not join the Rutherglen branch of the party until 2011.\n\nShe quickly established herself in the local party and was a candidate for the council elections in 2013.\n\nShe said she was initially reluctant to contest the Westminster seat in 2015 and admitted at the time that some potential candidates may have been put off by the prospect of taking on a huge Labour majority\n\nHer surprise win was followed by defeat in the snap election of 2017 when Ged Killen regained the seat for Labour with a slender majority of 265\n\nIn December, last year, First Minister Nicola Sturgeon visited Rutherglen to offer her support for Margaret Ferrier as she campaigned successfully to win back the seat in another snap election.\n\nIn May, Ms Ferrier was one of the MPs who called on the prime minister's adviser Dominic Cummings to resign in the wake of the controversy over his visit to the North East of England during lockdown.\n\nAt the time, she said his actions had \"undermined the sacrifices that we have all been making in lockdown to protect each other from coronavirus\" and described his position as \"untenable\".\n\nOn Thursday, it emerged that Ferrier had travelled from Glasgow to London with Covid-19 symptoms, then returned home by train after testing positive.\n\nNicola Sturgeon was quick to condemn her actions as \"dangerous and indefensible\".\n\nThe SNP leader later called \"with a heavy heart\" for her to resign as an MP.", "date_added": "2020-10-02 15:59:56.134186+00:00", "url": "https://www.bbc.com/news/uk-scotland-54384628", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/1024/branded_news/253C/production/_114723590_gettyimages-1185404641.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=news.scotland.story.54384628.page&x1=[urn:bbc:cps:c4c4701f-f4eb-44f4-8066-3f02acf92cc6]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS_SCOTLAND]", "https://ichef.bbci.co.uk/news/320/cpsprodpb/253C/production/_114723590_gettyimages-1185404641.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}