{"title": "Scotland's Sturgeon lambasts virus-positive MP who took long train journey", "text": "LONDON (Reuters) - Scottish leader Nicola Sturgeon lambasted one of her lawmakers on Thursday who made a long train journey from London to Scotland despite having received a positive test result for COVID-19.\n\nFILE PHOTO: Scotland's First Minister Nicola Sturgeon May 8, 2020. Andy Buchanan/Pool via REUTERS\n\nMargaret Ferrier learned that her test was positive on Monday after she had spoken in Britain’s parliament at Westminster.\n\n“On Monday evening I received a positive test result for COVID-19. I travelled home by train on Tuesday morning without seeking advice. This was ... wrong and I am sorry,” she said in a statement.\n\nShe also said it was a mistake to have travelled to London earlier on Monday, after feeling unwell and taking a test for COVID-19 on Saturday.\n\nSturgeon, the Scottish National Party (SNP) leader, slammed Ferrier for her “utterly indefensible” actions.\n\n“It’s hard to express just how angry I feel on behalf of people across the country making hard sacrifices every day to help beat COVID,” Sturgeon said on Twitter. “The rules apply to everyone and they’re in place to keep people safe.”\n\nThe SNP’s Westminster leader, Ian Blackford, said earlier that he was suspending Ferrier.\n\nAnother SNP lawmaker, David Linden, told the BBC that Ferrier should resign as a member of parliament.\n\nScottish police said Ferrier contacted them on Thursday about her journey after testing positive for the coronavirus.\n\n“We are looking into the circumstances and are liaising with our colleagues in the Metropolitan Police Service,” Police Scotland said, referring to London’s police force.\n\nIt is mandatory in England for people to self-isolate if they test positive for COVID-19, with fines of 1,000 pounds for those who breach the rules.\n\nIn May, Prime Minister Boris Johnson’s most senior adviser, Dominic Cummings, refused to quit after it emerged he had driven 250 miles (400 km) from London to northern England when all but essential travel was forbidden.", "date_added": "2020-10-01 18:53:44+00:00", "url": "https://in.reuters.com/article/uk-health-coronavirus-britain-scotland/scotlands-sturgeon-lambasts-virus-positive-lawmaker-for-taking-long-train-journey-idUKKBN26M7AZ", "source": "IN", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20201001&t=2&i=1535759147&r=LYNXMPEG904Z4&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}