{"title": "Belarus: Mass arrests and tear gas on seventh weekend of protests", "text": "Belarus: Mass arrests and tear gas on seventh weekend of protests Published duration 22 hours ago Related Topics Belarusian presidential election 2020\n\nmedia caption Mass arrests as crowds chant 'go away' to Belarus president\n\nBelarus police carried out mass arrests as tens of thousands of people again gathered for protests calling on leader Alexander Lukashenko to step down.\n\nMore than 50 people were detained on Sunday, rights groups said.\n\nVideo footage appeared to show police spraying an irritant directly into the faces of protesters in one city.\n\nIt was the 50th day of protests following August's disputed presidential vote. Earlier this week Mr Lukashenko held a secret inauguration.\n\nThe electoral commission says Mr Lukashenko won a sixth term with more than 80% of votes. But the opposition says he cheated and that they won the election with at least 60% of the vote.\n\nSeveral EU countries and the US say they do not recognise Mr Lukashenko as the legitimate president of Belarus.\n\nimage copyright Reuters image caption For the seventh straight weekend Minsk saw a mass protest\n\nPolice admitted using tear gas and stun grenades to disperse what they called \"disobedient\" protesters in the eastern city of Gomel on Sunday.\n\nimage copyright EPA image caption Activists say at least 50 people were detained by police on Sunday\n\nMeanwhile in the capital Minsk, where tens of thousands of people gathered for the seventh straight weekend of protests, riot police pulled people out of crowds and hauled them away in vans, a Reuters news agency witness said.\n\nMr Lukashenko was quietly inaugurated on Wednesday morning, without any of the usual pre-publicity and fanfare.\n\nThe man who has ruled the former Soviet republic for 26 years said Belarus needed security and consensus \"on the brink of a global crisis\", an apparent reference to the coronavirus pandemic.\n\n\"I cannot, I have no right to abandon the Belarusians,\" he added, without making reference to the mass rallies demanding his resignation.\n\nmedia caption A 73-year-old great-grandmother has turned into an unlikely hero for demonstrators in Belarus\n\nHis main rival for president, Svetlana Tikhanovskaya, and other key opposition figures are currently in self-imposed exile in neighbouring countries following a wave of arrests amid the demonstrations.", "date_added": "2020-09-28 13:26:15.412209+00:00", "url": "https://www.bbc.com/news/world-europe-54316568", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/511F/production/_114576702_onceagainbeingamother-victorhugolujamolina-mexico.jpg", "https://c.files.bbci.co.uk/FC68/production/_114661646_belarusreuters.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D09A/production/_114620435_1_widegeorge.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C67A/production/_114601805_p08sjhnk.jpg", "https://c.files.bbci.co.uk/1451A/production/_114662238_mediaitem114662235.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/F6FA/production/_114662236_mediaitem114662235.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1435A/production/_114487728_p08rxtsq.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/9FB1/production/_114618804_p08smjgm.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/2B00/production/_114380011_p08rkqf5.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C231/production/_114631794_p08sncbv.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/194F/production/_114597460_p08sjrtf.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/C978/production/_114667515_gettyimages-1146453383-nc.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}