{"title": "Belarus: Tens of thousands protest in ‘people’s inauguration’", "text": "Police say about 200 people detained during protest in support of opposition leader Svetlana Tikhanovskaya.\n\nBelarusian police detained about 200 people as tens of thousands took to the streets in support of opposition leader Svetlana Tikhanovskaya, days after the country’s strongman president staged a secret inauguration.\n\nAhead of Sunday’s march, the top opposition Telegram channel, Nexta Live, which has more than two million subscribers, urged Belarusians to stage a symbolic “people’s inauguration of the real president” Tikhanovskaya.\n\nThe opposition movement calling for an end to President Alexander Lukashenko’s rule has kept up a wave of large-scale demonstrations since his disputed election win last month, with about 100,000 or more people taking to the streets every weekend.\n\nAFP correspondents estimated a similar turnout on Sunday as crowds built up in Minsk despite the rain.\n\nTens of thousands of protesters including prominent athletes, drummers and a choir marched through the capital, with some demonstrators sporting cardboard crowns.\n\nProtesters chanted “impostor” and “Sveta is our president” as they marched through Minsk and other cities decked out in red-and-white opposition colours.\n\n“We have elected our president,” said protester Eleonora Naumova, holding a portrait of Lukashenko’s opposition rival Tikhanovskaya.\n\n“We don’t want to live in a concentration camp,” the 48-year-old designer said.\n\nAnother protester, 36-year-old Sergei Mikhailov, said he wanted Belarus to become free and safe.\n\nWearing a makeshift crown from Burger King, he said: “If every impostor here can be crowned so why not me too?”\n\nArmoured vehicles and water cannon were deployed on the streets ahead of the protest, several metro stations in central Minsk were closed, and the Palace of Independence, Lukashenko’s residence, was heavily guarded by riot police and barriers.\n\nInterior Ministry spokeswoman Olga Chemodanova told the AFP news agency that “around 200” people were detained across Belarus.\n\nPolice used tear gas in the second largest city of Gomel and stun grenades in the eastern city of Mogilev, Viasna rights group said.\n\nChemodanova denied that police used stun grenades but confirmed that members of law enforcement used “riot control” equipment.\n\nFiftieth day of protests\n\nTikhanovskaya, who claimed victory over Lukashenko in the August 9 election and has taken shelter in Lithuania, a member of the European Union, said she supported the demonstrators.\n\n“Today is the 50th day of our protests,” she said in a video address.\n\n“We’ve come out to stop this regime, and we are doing this peacefully.”\n\nSunday’s march came a day after riot police in balaclavas detained 150 people at women’s rallies where protesters chanted “Sveta the president”.\n\nCentral squares and shopping centres where protesters have sought refuge from violent police detentions during earlier rallies were closed, AFP journalists reported.\n\nOver the past month, riot police have detained thousands of protesters who have reported torture and abuse in custody, prompting international condemnation and proposed EU sanctions.\n\nSeveral people have died in the crackdown.\n\nLukashenko has dismissed opposition calls for his resignation and sought help from Russia’s President Vladimir Putin, who has promised military backup if needed and a $1.5bn loan.\n\nLukashenko, who has ruled ex-Soviet state Belarus for 26 years, has also accused Western countries and NATO of supporting protesters or trying to destabilise the country.\n\nHe put his military on high alert after the vote and Belarus will host war games with several other ex-Soviet countries including Russia next month in what is being touted as a show of force against NATO.\n\nEuropean leaders have said they do not recognise, Lukashenko’s re-election and promised to impose sanctions on Belarus for rigging the vote and waging a post-election crackdown on peaceful demonstrations.\n\nRussia said the EU’s decision not to recognise Lukashenko as the legitimate president contradicted international law and amounted to indirect meddling in the country.", "date_added": "2020-09-27 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/27/belarus-tens-of-thousands-protest-in-peoples-inauguration", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20272239113360.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/f69bfff9455648b9bcbab6b4267987b7_18.jpeg?fit=1000%2C562", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-27T142158Z_1294410238_RC227J9GF2JD_RTRMADP_3_ARMENIA-AZERBAIJAN-1.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-19T090223Z_1785016658_RC2L1J9C0N4U_RTRMADP_3_HEALTH-CORONAVIRUS-INDIA-CASES-1.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/0a7270105eff4feaa48112aa667ae03b_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/f69bfff9455648b9bcbab6b4267987b7_18.jpeg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20272398202359.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/07/734185cbbc9a4917b56359809a26188c_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_10041314012.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-28T092607Z_999757799_RC2L7J9H27MA_RTRMADP_3_AFGHANISTAN-TALIBAN-TALKS-PAKISTAN.jpg?resize=170%2C113", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}