{"title": "Trump coronavirus: White House has not been 'open at all' about president's condition, says former UK ambassador to US", "text": "The White House has not been \"open at all\" about Donald Trump's condition as he is treated for coronavirus, a former UK ambassador to the US has told Sky News.\n\nSpeaking on the Sophy Ridge on Sunday show, Sir Christopher Meyer said there had been \"conflicting messages\" about the president's health as he battles COVID-19.\n\nMr Trump was diagnosed with coronavirus late on Thursday, revealing the news in a tweet in the early hours of Friday.\n\nImage: Sir Christopher Meyer was UK ambassador to the US from 1997 to 2003\n\nLater that day he was moved to Walter Reed Military Hospital in Maryland, where he remains.\n\nOn Saturday, his medical team said he was improving and already talking about returning to the White House, but minutes later his chief of staff Mark Meadows told reporters that his vital signs during the previous 24 hours had been \"very concerning\".\n\nAdvertisement\n\nIn a Saturday night update, his doctor Sean Conley said the president is \"not yet out of the woods\" but his team are \"cautiously optimistic\".\n\nAnd in his latest public comments on his condition, Mr Trump said he is \"starting to feel good\" and is looking forward to \"finishing up the [election] campaign the way it was started\".\n\nReferencing these statements, Sir Christopher said: \"We had one apparently from the White House itself, Mark Meadows, to the White House pool of reporters which was much more pessimistic than anything Donald Trump has said or even his personal doctor.\n\n\"So there is a good deal of scepticism about what his private doctor is saying and what Trump himself is saying.\"\n\nPlease use Chrome browser for a more accessible video player Mixed messages over Trump's health\n\nHe added: \"I am astonished at the reason he has given which is flagrant even by Trump's standards, that the reason he went to hospital and didn't stay in the White House was one of joining the American people and share their suffering and show leadership.\n\n\"This is rubbish, the reason he is in hospital is because he needs to for medical reasons.\"\n\nPrime Minister Boris Johnson has said he is sure that Mr Trump is \"going to be fine\", telling the BBC's Andrew Marr Show that the president is being given the \"best possible care\".\n\nThis was echoed by Brexit Party leader Nigel Farage, who said he had spoken to the Trump family and thinks the president will recover.\n\nPlease use Chrome browser for a more accessible video player Trump says he is 'starting to feel good'\n\n\"He doesn't drink, doesn't smoke, he's carrying a few extra pounds but he is generally in pretty robust health, so my guess would be he's going to be okay,\" Mr Farage told Ridge.\n\nThe former UKIP leader and MEP, who was the first British politician to meet Mr Trump after he won the 2016 presidential election, said his COVID-19 diagnosis is \"bad for his campaign\".\n\n\"It's bad because it puts COVID at the centre, it's bad because the accusations are that he was too lackadaisical, and it's bad because he can't come out and do what he's good at which is rallies, campaigning, inspiring the troops, which really he is brilliant at so at the minute, it's bad,\" he said.\n\nPlease use Chrome browser for a more accessible video player Farage says he thinks Trump will be OK\n\nBut he said it would be wrong to write off the president's chances of re-election if he is back \"fighting fit\" in a couple of weeks.\n\n\"It's very easy for commentators to write off Donald Trump. He disproved everybody in 2016. This is not over.\"\n\nSir Christopher said recovering from the virus could be a \"potent message\" that helps Mr Trump win the election.\n\n\"He is a past master at taking advantage and turning situations that might look disadvantageous to him and turning them to his advantage, and I can see him coming out all Trump-like and saying 'I met coronavirus and I won',\" he said.", "date_added": "2020-10-04 13:26:41.138202+00:00", "url": "https://news.sky.com/story/trump-coronavirus-white-house-has-not-been-open-at-all-about-presidents-condition-says-former-uk-ambassador-to-us-12089666", "source": "Sky News", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/19/03/75x75/skynews-alan-mcguinness-political-reporter_4616235.jpg?20190322122429", "https://e3.365dm.com/20/10/1600x900/skynews-president-us-donald-trump_5116503.jpg?20201003073922", "https://e3.365dm.com/20/10/768x432/skynews-president-us-donald-trump_5116503.jpg?20201003073922", "https://e3.365dm.com/20/10/768x432/skynews-donald-trump-twitter-video-2_5117507.jpg?20201004001814 600w", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/10/768x432/skynews-trump-covid-virus_5117517.jpg?20201004051315 600w", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/20/10/768x432/skynews-nigel-farage-sophy_5117626.jpg?20201004101149 600w", "https://e3.365dm.com/18/07/768x432/skynews-christopher-meyer-press_4359637.jpg?20180712030707"], "is_grouped": false, "upvotes": 0, "downvotes": 0}