{"title": "Trump says he is doing well, but next couple of days the 'real test'", "text": "Media playback is unsupported on your device Media caption President Donald Trump: \"We'll be seeing what happens over those next couple of days\"\n\nUS President Donald Trump says he is doing well, but that the next few days will be the \"real test\".\n\nHe posted a video on Twitter ahead of a second night in hospital, where he is being treated for Covid-19.\n\nThe president's physician said late on Saturday that Mr Trump had made \"substantial progress\" but was \"not out of the woods yet\".\n\nSaturday had been marked by a flurry of apparently contradictory remarks about the president's condition.\n\nShortly after the medical team gave a generally upbeat update, White House chief of staff Mark Meadows said the president's condition had been \"very concerning\".\n\nSources close to the president said he was not happy about Mr Meadows' comment.\n\nA number of people around the president have tested positive, including First Lady Melania Trump. Many of them attended a crowded White House event last weekend on the nomination of Amy Coney Barrett as a Supreme Court judge. It is being scrutinised as a possible \"super-spreader event\".\n\nAccording to US media, the latest positive test has been for Nicholas Luna, a close personal assistant to the president.\n\nThe president's positive Covid-19 diagnosis, which he made public in a tweet early on Friday, has upended his election campaign. He faces Democratic challenger Joe Biden on 3 November.\n\nWhat did Trump say in his video from hospital?\n\nIn the four-minute message posted late on Saturday, Mr Trump, dressed in a suit jacket and shirt with no tie, thanked the doctors and nurses at the Walter Reed National Military Medical Center close to Washington DC, where he is being treated.\n\n\"I came here, wasn't feeling so well, I'm much better now,\" he said, later adding: \"Over the next period of a few days I guess that's the real test. We'll be seeing what happens over those next couple of days.\"\n\nHe said he wanted to get back on the campaign trail.\n\n\"I'll be back. I think I'll be back soon. I look forward to finishing up the campaign the way it was started,\" he said.\n\n\"We're going to beat this coronavirus or whatever you want to call it. And we're going to beat it soundly.\"\n\nHis first tweet on Sunday morning carried a video of supporters outside the hospital, along with the words: \"Thank you so much!\"\n\nWhat do we know about his condition?\n\nA series of statements on Saturday painted a confusing picture, but the latest update from Mr Trump's physician, Dr Sean Conley, says \"while not yet out of the woods, the team remains cautiously optimistic\" about the president's condition.\n\nHe could not give a timetable for discharge.\n\nMedia playback is unsupported on your device Media caption Doctors looking after the US president said they're \"cautiously optimistic, but he's doing great\"\n\nIn an earlier update on Saturday morning given outside Walter Reed hospital, Dr Conley had said the president was not being given extra oxygen and had been fever-free for 24 hours.\n\nBut comments from Mark Meadows to journalists given after that news conference painted a much more downbeat picture.\n\n\"The president's vitals over the last 24 hours were very concerning and the next 48 hours will be critical in terms of his care,\" he said, adding: \"We're still not on a clear path to a full recovery.\"\n\nThe comments reportedly angered Mr Trump and Mr Meadows later tried to clarify his statement on Fox News, saying the president had \"made unbelievable improvements from yesterday (Friday) morning, when I know a number of us, the doctor and I, were very concerned\".\n\nHe said Mr Trump \"had a fever and his blood oxygen level had dropped rapidly\", although there was \"never even a risk of a transition of power\".\n\nSources have told US media that Mr Trump did receive supplemental oxygen at the White House.\n\nMedia playback is unsupported on your device Media caption President Trump's seven days before his Covid-positive test\n\nAt Saturday's morning news conference, Dr Conley had refused to say whether the president had ever been on oxygen despite being repeatedly questioned. \"None at this moment and yesterday with the team, while we were all here, he was not on oxygen,\" he said.\n\nDr Conley later said he \"misspoke\" when appearing to suggest Mr Trump had been diagnosed with Covid-19 as early as Wednesday.\n\nThe president, being 74, a man and someone categorised as obese, is in a higher-risk category for Covid-19. He has so far been treated with an experimental drug cocktail injection and two doses of antiviral medication remdesivir.\n\nMr Trump's team said he spent most of the afternoon \"conducting business and moving about the medical suite without difficulty\".\n\nFirst Lady Melania Trump, who also tested positive for Covid-19, is said to be doing well, and continues to rest at the White House.\n\nWho else around the president has tested positive?\n\nAside from the president and the first lady, at least six other people who attended the Rose Garden event for Amy Coney Barrett are now confirmed to have the virus.\n\nMedia playback is unsupported on your device Media caption Senator Mike Lee, who later tested positive for Covid-19, seen hugging other attendees\n\nOn Saturday, campaign adviser and former New Jersey Governor Chris Christie, 58, became the latest attendee to report a positive result. He has checked into hospital in the state. He says he has mild symptoms but a history of asthma.\n\nOther people to have tested positive around Mr Trump include close aide Hope Hicks - believed to be the first to show symptoms - campaign manager Bill Stepien and former White House counsellor Kellyanne Conway.\n\nNicholas Luna, the latest person reported to have tested positive, is a personal assistant or \"body man\" of the president. He is in constant contact with Mr Trump, handling his papers.\n\nWhat about the political situation?\n\nRepublican Majority Leader Mitch McConnell said the Senate would postpone its work in full session until 19 October, but that work at the Judiciary Committee - which will examine Judge Barrett's nomination - would continue.\n\nTwo senators who have tested positive sit on the committee.\n\nMr Trump remains in charge. Vice-President Mike Pence, to whom under the constitution the president would transfer power temporarily should he become too ill to carry out his duties, has tested negative.\n\nThe president's campaign team said on Saturday it would move forward \"at full speed\" until Mr Trump could return to the campaign trail.\n\nIt is calling on top \"surrogates\", including Mr Trump's sons Donald Jr and Eric, and Vice-President Mike Pence to \"carry the campaign forward\" for the time being.\n\nDubbed \"Operation Maga\", a campaign spokesperson told Fox News the first event will be a virtual rally on Monday.\n\nMr Pence is scheduled to debate Democratic vice-presidential nominee Kamala Harris on Wednesday.\n\nImage copyright Reuters Image caption Joe Biden attends a virtual event in Wilmington, Delaware\n\nJoe Biden has continued his campaign, although he has taken down negative advertising about the president, and held a virtual event on Saturday.\n\nHe said on a Michigan trip: \"I don't want to be attacking the president and the first lady now.\"\n\nBut he added that the president's response to the pandemic had been \"unconscionable\".\n\n\"I find this one of the most despicable things that I've encountered in my whole career,\" he said.", "date_added": "2020-10-04 13:26:47.506925+00:00", "url": "https://www.bbc.com/news/election-us-2020-54405734", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/images/ic/1024x576/p08tbdck.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08t719c.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=election::news.election.us2020.story.54405734.page&x1=[urn:bbc:cps:a5503a9a-749d-4608-b414-7bcdc7702ba8]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/images/ic/720x405/p08t8p8b.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/images/ic/720x405/p08t93bx.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}