{"title": "Micron Technology Falls After Hours Despite Q4 Earnings Beat", "text": "Micron Technology (NASDAQ:MU) shares were taking a hit late Tuesday afternoon, following the company's release of its fourth quarter of fiscal 2020 results after market hours.\n\nFor the quarter, the computer and mobile device memory maker actually posted encouraging fundamentals. Revenue for the period came in at $6.06 billion, a sturdy 24% higher than the same period in 2019. Non-GAAP (adjusted) net profit nearly doubled, to just under $1.23 billion ($1.08) from the year-ago result of $637 million.\n\nBoth results comfortably topped analyst estimates. Collectively, prognosticators tracking the stock were modeling $5.89 billion on the top line, and an adjusted per-share net profit of $0.98.\n\nHowever, Micron's guidance fell short of expectations. The company is estimating that for first quarter 2021, it will book revenue of $5.0 billion to $5.4 billion, and adjusted net earnings of $0.40 to $0.54 per share. While the former range encompasses the average analyst forecast of $5.27 billion, the latter doesn't come close to the expected $0.66 per share.\n\nThe most uncomfortable factor in this is the loss of a large and important customer, Chinese tech hardware giant Huawei. The U.S. government has barred American companies from selling chips to Huawei, and Micron's business with the Chinese tech giant ended abruptly just after the fourth quarter ended. During the quarter, Huawei's business comprised around 10% of total Micron revenue, so the loss will have an impact on results.\n\nInvestors are adjusting to this less sunny proximate future for the company. In after-market trading on Tuesday, they were driving Micron's share price down by 3.5%.", "date_added": "2020-09-29 00:00:00+00:00", "url": "https://www.fool.com/investing/2020/09/29/micron-technology-falls-after-hours-despite-q4-ear/", "source": "The Motley Fool", "photos_url": ["https://g.foolcdn.com/misc-assets/stock-advisor-vs-sp_small.png", "https://g.foolcdn.com/misc-assets/the-ascent-on-white.svg", "https://g.foolcdn.com/editorial/images/593405/gettyimages-1249050205.jpg", "https://s3.foolcdn.com/misc-assets/nav-ad-sa.png", "https://g.foolcdn.com/avatar/85296191/large.ashx", "https://g.foolcdn.com/misc-assets/logo-tmf-primary-7-magenta-royalpurple.svg", "https://g.foolcdn.com/image/?url=https%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F593405%2Fgettyimages-1249050205.jpg&w=700&op=resize"], "is_grouped": false, "upvotes": 0, "downvotes": 0}