{"title": "Micron stock slides as weak outlook follows doubled earnings", "text": "Micron Technology Inc. shares slid in the extended session Tuesday after the chip maker noted challenges going forward after nearly doubling its profit and adding more than $1 billion in sales from last year thanks to strong cloud and consumer sales during the COVID-19 pandemic.\n\nMicron MU, +1.99% said it expects adjusted fiscal first-quarter earnings of 40 cents to 54 cents a share on revenue of $5 billion to $5.4 billion, while analysts had forecast earnings of 66 cents a share on revenue of $5.27 billion.\n\nMicron also said it does not know when it will get a license to be able to sell again to one of its largest customers, Chinese telecommunications-equipment company Huawei, which was blocked by the Trump administration from receiving U.S. chip products.\n\nMicron said sales to Huawei, which made up 10% of fourth-quarter sales, were halted on Sept. 14. Micron’s fourth quarter ended on Sept. 3.\n\n“We expect calendar 2021 industry DRAM bit demand growth of approximately 20%,” said Micron Chief Executive Sanjay Mehrotra on a conference call. “We further expect that industry capex will result in improving DRAM market conditions and industry profitability throughout calendar 2021.”\n\nDRAM, or dynamic random access memory, is the type of memory commonly used in PCs and servers, while NAND chips are the flash memory chips used in USB drives and smaller devices, such as digital cameras.\n\n“Calendar 2021 industry NAND bit demand growth is expected to be approximately 30%,” Mehrotra added. “Unless industry capex moderates from current levels or demand exceeds our expectations, we see a risk of challenging NAND industry profitability levels.”\n\nOn the call, Micron Chief Financial Officer David Zinsner said the company has seen some recovery in the mobile, auto and consumer markets, but COVID-19 has slowed the pace of that recovery.\n\n“Enterprise demand is weak and some of our customers may be carrying higher inventory,” Zinsner said.\n\nMicron reported fiscal fourth-quarter net income of $988 million, or 87 cents a share, compared with $561 million, or 51 cents a share, in the year-ago period. Adjusted earnings, which exclude stock-based compensation expenses and other items, were $1.08 a share, compared with 56 cents a share in the year-ago period.\n\nRevenue rose to $6.06 billion from $4.87 billion in the year-ago quarter. Analysts surveyed by FactSet had forecast earnings of 98 cents a share on revenue of $5.89 billion.\n\nMehrotra said fourth-quarter results were driven by strong DRAM sales in cloud, PC and gaming consoles and an increase in QLC NAND shipments.\n\nDRAM sales made up 72% of revenue at $4.4 billion, and NAND sales came in at $1.5 billion, the company said. Compute and network sales made up $3.02 billion of revenue driven by cloud, gaming and work-from-home. Mobile sales made up $1.46 billion of revenue for the quarter.\n\nAfter shifting between gains and losses following the report, shares slid nearly 4% after hours during the call, following a 2% rise in the regular session to close at $50.71.", "date_added": "2020-09-30 13:16:19.815807+00:00", "url": "https://www.marketwatch.com/story/micron-nearly-doubles-earnings-on-strong-memory-demand-11601410622", "source": "MarketWatch", "photos_url": ["https://images.mktw.net/im-238578?width=183", "https://sts3.wsj.net/bucket-a/maggie/static/images/google-play.png", "https://images.mktw.net/im-237484?width=620&size=1.4988290398126465", "https://images.mktw.net/im-237484/social", "https://images.mktw.net/im-238559?width=183", "https://images.mktw.net/im-238521?width=183", "https://sts3.wsj.net/bucket-a/maggie/static/images/app-store.svg", "https://mw3.wsj.net/mw5/content/logos/mw_mark.svg", "https://m.wsj.net/video/20200928/09282020swcloud/09282020swcloud_167x94.jpg", "https://i.mktw.net/_newsimages/2014_dreds/wallaceWitkowski_100.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}