{"title": "Trump Covid: US shares drop after president tests positive", "text": "Image copyright Reuters Image caption US President Donald Trump and his wife Melania both tested positive for Covid-19\n\nUS stock markets have opened lower after Donald Trump said he had tested positive for coronavirus.\n\nAll three of America's main indexes - the Dow Jones, the S&P 500 and the Nasdaq - fell by between 1% and 2.2% when trading began on Friday, broadly in line with market expectations. Minutes later, markets rose slightly.\n\nThe US President tweeted he and his wife Melania had contracted Covid-19.\n\nIt comes as the US heads into the final weeks before the Presidential election.\n\nMr Trump tweeted: \"Tonight FLOTUS [First Lady of the US] I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER!\"\n\nHours earlier, Mr Trump had declared that the end of the coronavirus pandemic \"is in sight\".\n\nThe Dow Jones was trading 0.8% lower in early trade, the tech-focused Nasdaq fell 1.2% and the S&P 500 index dropped 0.9%.\n\nIn London, the FTSE 100 index recovered some ground, being down 0.2% at 5,866.01 in early afternoon trade. In France, the Cac-40 is trading down 0.9% while Germany's Dax index is 1.1`% lower.\n\n\"This election already had a cloud of uncertainty hanging over it as Trump has refused to say whether he will accept the final vote and has also said that the final result may not be known for months,\" said Fiona Cincotta, market analyst at City Index UK.\n\n\"The markets are already fretting about an uncertain election and this just adds another layer of uncertainty, favouring the risk off trade.\"\n\nFutures trading before the US market opened had indicated that the main US indexes would drop.\n\n\"It is prime time now for (the) US election,\" said Jingyi Pan, a senior market strategist at IG Group. \"Should the President be absent during this period, that could mean even more complications with the election.\"\n\nMr Trump and his Democratic rival, former Vice President Joe Biden, are scheduled to hold two more debates ahead of polling day on 3 November.\n\nEarlier this week, the two faced each other for the first time in a combative encounter.\n\nThe rules for the remaining debates has now been changed to ensure the two remaining meetings will be more orderly.", "date_added": "2020-10-02 15:58:35.232308+00:00", "url": "https://www.bbc.com/news/business-54383124", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=business::news.business.story.54383124.page&x1=[urn:bbc:cps:5db60f5d-1f61-4e0f-a998-aa333a6b6b01]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/78C0/production/_114721903_reuters.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/78C0/production/_114721903_reuters.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}