{"title": "Trump coronavirus: Dow drops 200 points as president, first lady test positive for COVID-19", "text": "U.S. stocks slumped Friday after President Trump said he and first lady Melania Trump tested positive for the coronavirus.\n\nThe Dow Jones industrial average dropped 200 points, paring early losses on optimism that Congress could deliver a coronavirus stimulus deal to help support the economic reovery. The S&P 500 lost 0.8%, recouping initial declines after sliding more than 1% following the opening bell. Traders sold riskier investments like tech stocks and shifted money into less volatile assets, like U.S. government bonds.\n\nTrump tweeted news of his test results just hours after the White House announced that senior aide Hope Hicks had come down with the virus after traveling with the president several times this week.\n\nA statement issued by Trump’s doctor saying both he and his wife were well and that he would continue his duties appeared to calm the markets’ reaction after Dow futures initially tumbled more than 500 points overnight on the news. White House officials said Trump was \"feeling mild symptoms\" on Friday morning.\n\nThe positive test reading for the leader of the world’s largest economy heaps uncertainty onto a growing pile of unknowns investors are grappling with, first among them how it might affect the Nov. 3 election and American policies on trade, tariffs and many other issues beyond then.\n\nAvoiding taxes:President Trump's tax returns show he has company: How rich Americans avoid taxes\n\nTrump's tax returns:5 key takeaways from experts\n\n\"The news came as a shock to investors,\" Peter Essele, head of portfolio management at investment advisor Commonwealth Financial Network, said in a note. \"It seems reasonable to assume that markets will be on shaky ground throughout October with the perfect storm of a highly contentious election and a pandemic that remains stubbornly at the forefront.\"\n\nThis surprise developments raises an already high degree of political uncertainty for financial markets as Election Day approaches. Democratic presidential nominee Joe Biden is leading in the polls, though the race is close. The Real Clear Politics average of major polls shows his national lead at 7.2 percentage points.\n\n“Markets appear to be increasingly pricing Joe Biden in as the favorite, and this news may not change that, but Trump could gain support from a quick recovery as U.K. Prime Minister Boris Johnson did during his battle with COVID-19,” Jeff Buchbinder, equity strategist at LPL Financial, said in a note.\n\nAnalysts said some of the market’s movements could be explained by investors building up expectations for a Joe Biden victory of the White House, with Election Day a little more than a month away. That could mean higher tax rates and tighter regulations on companies, which would limit profits and hurt stock prices.\n\nBut analysts said a Democratic election sweep could also improve the odds for a big rescue package for the economy, one that investors call crucial and one that has been stymied so far by partisanship in Washington.\n\nU.S. employers, meanwhile, added a disappointing 661,000 million jobs in September as Sunbelt states resumed business reopenings that were disrupted by COVID-19 spikes over the summer, offsetting persistent layoffs by struggling firms that have exhausted federal aid. The unemployment rate fell to 7.9% from 8.4% in August, the Labor Department said Friday.\n\nInvestors are assessing chances of a deal on Capitol Hill to send more cash to Americans, restore jobless benefits for laid-off workers and deliver assistance to airlines and other industries hit particularly hard by the pandemic. Extra benefits for laid-off workers and other support for the economy that Congress approved in March has expired, and investors have been clamoring for more assistance.\n\nTalks between Democrats and Republicans on a compromise are continuing, but skepticism is high.\n\n“Initial market reactions to the news that President Trump tested positive for COVID19 are as expected — negative,” Jamie Cox, managing partner at financial advisor Harris Financial Group, said in a note. “However, markets could have some unexpected reactions as this could break the log jam in current stimulus negotiations.”\n\nMarket volatility was expected this fall, analysts say, as the presidential election cycle kicks into full gear, while the country faces its first test of a possible resurgence of flu cases. Still, markets weren’t likely pricing in the president getting infected, they added.\n\n\"To the extent that government functions as normal, markets will be concerned, but not necessarily panic,\" Chris Zaccarelli, chief investment officer at investment advisor Independent Advisor Alliance, said in a note. \"However, this incident highlights how COVID-19 continues to be a threat to the economy and markets.\"\n\nThe yield on the 10-year Treasury edged down to 0.66% from 0.67%.\n\nU.S. benchmark crude lost $1.39 to $37.33 per barrel in electronic trading on the New York Mercantile Exchange. It gave up $1.50 to $38.72 on Thursday. Brent crude, the international standard, lost $1.46 to $39.47 per barrel.\n\nContributing: The Associated Press", "date_added": "2020-10-02 00:00:00+00:00", "url": "https://www.usatoday.com/story/money/2020/10/02/trump-coronavirus-dow-after-president-tests-positive-covid-19/5892829002/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/-mm-/b10a309f3918ef8193b468174eae4528e462b2d9/c=0-109-2123-1303/local/-/media/2020/10/01/USATODAY/usatsports/new-york-stock-exchange-wall-street-entrance.jpg?width=2123&height=1194&fit=crop&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}