{"title": "U.S. stock futures and global shares fall on Trump's COVID news", "text": "U.S. and European stock futures and Asian shares fell Friday after President Donald Trump said he and first lady Melania Trump had tested positive for the new coronavirus. The future contracts for both the S&P 500 and the Dow briefly lost more than 2% but were down 1.5% as of 7:32 a.m. Eastern. Oil prices tumbled more than 3%.\n\n\n\nMr. Trump tweeted news of his test results just hours after the White House announced that senior aide Hope Hicks had come down with the virus after traveling with the president several times this week.\n\n\"There was a knee-jerk risk-off reaction given the level of uncertainty but ultimately the market reaction will depend on a few questions,\" TD Securities analysts said in a research note. \"How sick does Trump get or does he remain asymptomatic? Who else in the Administration is infected? Does Trump get a sympathy vote and implications for the election? Implications for Phase 4 fiscal stimulus?\"\n\n\n\nTonight, @FLOTUS and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER! — Donald J. Trump (@realDonaldTrump) October 2, 2020\n\nThe Nikkei 225 index shed strong early gains, losing 0.8% after the Tokyo Stock Exchange resumed trading following an all day outage due to a technical failure. Australia's benchmark S&P/ASX 200 slipped 1%, while shares n Singapore, Thailand and Indonesia also fell.\n\nGet Breaking News Delivered to Your Inbox\n\n\"To say this potentially could be a big deal is an understatement,\" Rabobank said in a commentary. \"Anyway, everything now takes a backseat to the latest incredible twist in this U.S. election campaign.\"\n\nYet how Mr. Trump's testing positive for the coronavirus will play out politically remains uncertain, TD Securities said.\n\n\"If Trump's illness proves mild, we could see a Republican campaign that remains more on message via [Vice President Mike] Pence and others continuing the public rallies and duties, and Trump returning to health just before the election to reinforce that reopening the economy in the face of a virus that can be handled by the medical system is the best course,\" the analysts wrote.\n\nOn Thursday, the benchmark S&P 500 ended the day 0.5% higher, at 3,381, the Dow rose 0.1% to 27,817 and the Nasdaq rose 1.4%, as big tech-oriented stocks propped up the market, much as they have through the pandemic.\n\nInvestors eye Congress for fiscal boost\n\nSuch big swings have become typical recently, as investors handicap the chances of a deal on Capitol Hill to send more cash to Americans, restore jobless benefits for laid-off workers and deliver assistance to airlines and other industries hit particularly hard by the pandemic.\n\nHouse Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin continued their talks on Thursday, but no breakthrough arrived before stock trading ended on Wall Street. Instead, there were only hopes that were periodically raised and dashed as government officials took turns criticizing each other.\n\n\n\n\"Things remain fluid; we all know what is at stake if this deal does not go through before markets sundown, it is unlikely to be pretty ugly,\" Stephen Innes of Axi said in a commentary.\n\n\n\nBeyond potential political developments, investors will be watching for job figures due out Friday. Data released Thursday painted a mixed picture for the economy, with one report showing the number of workers filing for unemployment benefits last week fell to 837,000 from 873,000. That was less than economists expected, but incredibly high compared with before the pandemic.\n\nU.S. economy fragile as pandemic rages on\n\nConsumer spending was higher than forecast in August, which is key because it's the main driver of the U.S. economy. But personal incomes weakened by more than expected last month, and growth in the country's manufacturing sector also fell short of forecasts.\n\nInvestors also remain worried that the pandemic will continue to spread across the U.S. The seven-day average number of new cases has jumped more than 40% in six states over the past week, Ian Shepherdson of Pantheon Macroeconomics noted. Alaska has recorded the biggest increase, with Montana, New Mexico, North Carolina, Vermont and Washington also seeing upticks\n\n\n\nWith airlines and other major companies announcing layoffs and furloughs, another round of economic aid from Congress is seen as crucial. Treasury Secretary Stephen Mnuchin and House Speaker Nancy Pelosi have worked effectively together in the past, helping to drive through the previous economic rescue approved by Congress in March. But the country's deepening partisan divide has stymied progress, with the presidential election only about a month away.\n\n\n\nU.S. benchmark crude lost $1.08 to $37.64 per barrel in electronic trading on the New York Mercantile Exchange. Brent crude, the international standard, lost $1.05 to $39.88 per barrel.\n\n\n\nThe dollar weakened to 105.05 Japanese yen from 105.54 yen. The euro weakened to $1.1731 from $1.1747.", "date_added": "2020-10-02 15:53:55.269802+00:00", "url": "https://www.cbsnews.com/news/stock-market-down-trump-covid-19-news/", "source": "", "photos_url": ["https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/19/186936ea-2db7-4a48-b750-74f38f653dc6/thumbnail/640x360/80fb8996993802606d5c971761bf5b42/newsletter-breakingnews.jpg", "https://cbsnews1.cbsistatic.com/hub/i/r/2020/09/04/6f81bc59-fb5c-41be-b90a-a9f3e3fdbfba/thumbnail/1200x630/d7bf989e0a2d60285c79df4301f0c131/cbsn-fusion-wall-street-is-booming-while-millions-of-people-are-still-unemployed-thumbnail-541520-640x360.jpg", "https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/19/186936ea-2db7-4a48-b750-74f38f653dc6/thumbnail/130x130/3b7d3f89bd089e1d4a2376e43d0f0efa/newsletter-breakingnews.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}