{"title": "Europe migration: EU plans mandatory pact to 'rebuild trust'", "text": "Europe migration: EU plans mandatory pact to 'rebuild trust' Published duration 3 hours ago Related Topics Europe migrant crisis\n\nmedia caption European Commission President Ursula von der Leyen said the EU had to build the confidence of citizens\n\nThe European Union has called for a compulsory system across the bloc to manage migration, after years of division over how to respond to a big influx of migrants and refugees.\n\nThe German-backed pact would require all 27 EU countries to take part.\n\nMember states would either agree to take in asylum seekers or take charge of sending back those refused asylum.\n\nEuropean Commission head Ursula von der Leyen called it a \"European solution... to restore citizens' confidence\".\n\nThe recent fires that destroyed the Moria camp in Greece, housing more than 12,500 migrants and refugees, was \"a stark reminder we need to find sustainable solutions,\" she added.\n\nEver since the influx of over a million migrants and refugees in 2015, mainly via Italy and Greece, the EU's 27 states have been divided over how to respond, and the new pact has already attracted criticism.\n\nAustrian Chancellor Sebastian Kurz cast doubt on the idea of distributing asylum seekers across Europe. \"It won't work like this,\" he told the AFP news agency.\n\nItaly and Greece have accused wealthier northern countries of failing to do enough, but a number of Central and Eastern European nations have been openly resistant to the idea of taking in a quota of migrants.\n\nWhat's in the plan?\n\nThe new pact, which has been pushed most strongly by German Chancellor Angela Merkel, proposes a \"fair sharing of responsibility and solidarity between member states while providing certainty for individual applicants\". There would be:\n\nNew compulsory pre-entry screening involving health, identity and security checks\n\nA faster asylum border process involving decisions within 12 weeks and swift returns for failed applicants\n\nTaking in recent arrivals\n\n\"Sponsoring\" returns - ensuring on behalf of other states that people refused asylum are sent back\n\nProviding immediate operational support\n\nEach state would be legally required to contribute their \"fair share\" - based half on GDP, and half on population size\n\nThe European Commission president said the new pact would \"rebuild trust between member states\" and strike the \"right balance between solidarity and responsibility\".\n\nEU Home Affairs Commissioner Ylva Johansson said she guessed that not one of the member states would be satisfied with the pact, \"but I think we would have 27 member states and parliament that would say it's worth working on this\".\n\nThe new pact is also designed to replace the ageing Dublin rule, which requires asylum claims to be handled in the EU country where the applicant first enters the system.\n\nCommission Vice-President Margaritis Schinas said the old regulation was designed for a few people fleeing dictatorships, not today's reality.\n\nNo easy fix for a long-running crisis\n\nAnalysis by Kevin Connolly, Europe correspondent\n\nimage copyright Getty Images\n\nOf all the problems that have beset the European Union none is more chronic or more corrosive than migration. The search for solutions began even before the upheaval of 2015 saw a million migrants, refugees and asylum seekers arrive on the bloc's shores.\n\nAnd the 2016 deal under which Turkey agreed to hold back part of that tide of humanity in return for substantial cash payments is now showing signs of strain. That leaves the EU countries where migrants first land - notably Greece and Italy - bearing the bulk of the burden.\n\nBut Poland and Hungary have resolutely resisted plans for mandatory sharing in the past. It's unlikely that money or EU plans for quicker processing of asylum claims will change their views.\n\nSo when the EU Home Affairs Commissioner says \"no-one will be satisfied\" with these new measures, she is highlighting the compromise she has to strike between humanitarian duty and political reality.\n\nMoreover, she is also emphasising the difficulty of fixing this long-running crisis.\n\nWhy now?\n\nThe new pact, which has been pushed most strongly by German Chancellor Angela Merkel, has been brought forward following the fires at the Moria camp on the island of Lesbos.\n\nThe number of people arriving on Europe's shores seeking refuge is down to about 55,000 so far this year and Ms Johansson made clear the situation was now very different. \"In 2015 we had 1.8 million irregular arrivals and the majority were refugees,\" she said. The numbers were far lower now and refugees were in the minority.\n\nBut the fires, which levelled the island's sprawling and crowded Moria migrant camp , have led to calls for European states to take firmer action and take in those who have been left homeless.\n\nThe plans however have already led the charity Save the Children to accuse the EU of failing to learn \"from its recent mistakes\".\n\nmedia caption Has Greece become more hostile to migrants?\n\nEarlier this month, Germany said 10 European countries had agreed to take in 400 unaccompanied minors who fled the fire at the Moria camp. The majority of these will go to Germany and France.\n\nSpeedier returns for migrants whose asylum claims have been rejected are also planned, with greater help for non-EU countries hit by migration.", "date_added": "2020-09-23 22:53:59.160097+00:00", "url": "https://www.bbc.com/news/world-europe-54249312", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/710D/production/_114514982_whales-2.jpg", "https://c.files.bbci.co.uk/17B75/production/_105914179_blank_white_space-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/12976/production/_114405167_befunky-collage1.jpg", "https://c.files.bbci.co.uk/7450/production/_114167792_arrivals_03-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/947B/production/_114311083_raut..jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/13796/production/_114566797_p08s78xk.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/8F26/production/_114564663_gettyimages-1228613230.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/17B3E/production/_114568079_p08s7qvf.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1F31/production/_114558970_mediaitem114558969.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1838F/production/_114551299_aberhosan.jpg", "https://c.files.bbci.co.uk/1226D/production/_105894347_grey_line-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/EDEB/production/_114570906_p08rwv21-1_ps-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/8FC7/production/_114570863_lockdownstonehenge.jpg", "https://c.files.bbci.co.uk/1759E/production/_114564659_gettyimages-1228618367.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}