{"title": "EU proposes to ditch refugee quotas for member states", "text": "The European commission is abandoning the idea of mandatory refugee quotas, as it revives an attempt to change Europe’s asylum and migration rules after more than four years of deadlock.\n\nThe long-awaited migration proposals, delayed by the coronavirus pandemic, would allow EU member states to choose whether to accept refugees, or take charge of returning those denied asylum to their home countries.\n\nAs a sweetener to take in refugees, or asylum seekers rescued in the Mediterranean Sea, countries would be offered €10,000 (£9,192) for each adult, funded from the EU budget. But in a break with the past, no country would be obliged to offer shelter to anyone.\n\nThis “solidarity à la carte” is intended to break the stalemate that has reigned since 2015, when the EU forced through mandatory refugee quotas at the height of the migration crisis via a qualified-majority vote. Hungary, later joined by Poland, refused to take in any refugees. The two countries went on to join a blocking coalition that stymied a 2016 attempt at reform based on mandatory payments for those countries who refused to take in asylum seekers.\n\nWhile the latest changes are designed to ease pressure on frontline states, Italy, Greece and Spain are likely to be disappointed they retain default responsibility for managing asylum claims.\n\nThe European commissioner for home affairs, Ylva Johansson, said the emphasis on returns reflected the changed reality since 2015. “We need to deal with the real situation and not deal with the situation that people have in their heads,” she told a group of reporters. “Most [arrivals] are not refugees: two-thirds of irregular arrivals will have a negative decision.”\n\nMigrants onboard the Sea-Watch 4 civil sea rescue ship react on sea off the coast of Sicily, Italy, on September 1, 2020, as they learn that they have permission to run into the port of Palermo, Sicily, the next day. Photograph: Thomas Lohnes/AFP/Getty Images\n\nIn 2019, 491,200 people were ordered to leave the EU, but only 29% were returned to their country of origin. Johansson said “100% returns is maybe not doable” but there was “significant room for improvement here”.\n\nWhile improving returns has been a goal of EU policy for years, the commission hopes to inject impetus by appointing a returns coordinator to help member states.\n\nJohansson, the Swedish commissioner, hopes taking charge of returns will be an attractive option for EU governments that have no wish to shelter asylum seekers. She insisted the absence of historical links with Middle East and African countries should not be a bar to taking up “return sponsorship”. Her own country had “invested a lot in Morocco and Afghanistan” in order to encourage these governments to take back their citizens, she said.\n\nBut governments will become responsible for any migrants they fail to return.\n\nGovernments who shun relocation and returns could also opt to spend money on other measures, for example funding reception centres in frontline states such as Greece. But the commission would be able to overrule these gestures, if not enough countries came forward to do the heavy lifting on relocation and returns. “Everybody has to do their share of the solidarity,” Johansson said.\n\nThe commission is also promising faster processes: it wants to introduce a rule that all arrivals should have health and security checks completed within five days. Despite a promised pilot programme in Greece, it remains unclear whether the EU has the resources to speed up notoriously slow procedures in Greece and Italy.\n\nEU leaders cut migration and border control spending by €8.5bn or 27%, when they struck a deal on the bloc’s next seven-year budget in July.\n\nThe proposals will certainly be changed in the horse trading between EU lawmakers in the 27 member states and the European parliament, and final agreement is far from certain.\n\nMore than five years after Angela Merkel opened Germany’s borders to hundreds of thousands of refugees, migration continues to divide the EU, although arrivals are far lower.\n\nAround 150,000 irregular migrants arrived in the EU in 2018, the lowest level in five years, and only a fraction of the 2.4 million who came to live in the EU27 from the rest of the world in the same period.\n\nThe appalling conditions facing some asylum seekers, encapsulated by the burnt-down Moria camp, is seen as testimony to the EU’s failure. On the eve of the new proposals, the UN refugee agency and the International Organization for Migration warned that the EU’s current policy was “unworkable, untenable and often carries devastating human consequences”.\n\nFollowing reports of illegal pushbacks in the Mediterranean Sea and at land borders, the commission wants to introduce a monitoring mechanism to investigate abuses. “To be frank, I can’t act on these reports, because I have no possibility to investigate,” Johansson said.\n\nTwo NGOs, however, said there were “well-documented, longstanding violations of EU laws”, as they called on the commission to start legal action against the Greek government. Oxfam and WeMove Europe filed a legal complaint on Tuesday, after instructing lawyers at De Brauw Blackstone Westbroek.\n\nThe NGOs contend the Greek government’s new asylum law breaches EU law by denying asylum claimants a fair procedure. “The commission should urgently assess whether the Greek authorities respect EU law and otherwise trigger legal proceedings against Greece for exposing people seeking asylum on its territory to suffering and abuse,” said Marissa Ryan, the head of Oxfam’s EU office.", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/23/eu-proposes-to-ditch-refugee-quotas-for-member-states", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/693f9d2cb83bfb42f95537e5dec4d2141477755a/0_171_3500_2101/master/3500.jpg?width=445&quality=85&auto=format&fit=max&s=d0befc1ce41158a6999a66f3c97f4154", "https://i.guim.co.uk/img/media/d6e15df64bc75896cb243e78ef8454c0368a2350/0_0_5000_3327/master/5000.jpg?width=445&quality=85&auto=format&fit=max&s=8b8854cf956717141b9b391dfe1ad727", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=European Union,Refugees,Migration,Europe,World news", "https://i.guim.co.uk/img/media/693f9d2cb83bfb42f95537e5dec4d2141477755a/0_171_3500_2101/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=9fbb86e0efe8b35707802c9655e34a92"], "is_grouped": false, "upvotes": 0, "downvotes": 0}