{"title": "Coronavirus vaccine: why it’s important to know what’s in the placebo", "text": "Some researchers conducting clinical trials on a COVID-19 vaccine have not revealed to the public what the placebo contains, but they should. This is because the placebo ingredients influence how effective or harmful the active treatment, with which the placebo is compared, appears. Our new guideline published in PLOS Medicine remedies this problem by providing a template for reporting what’s in placebo controls.\n\nIn some COVID-19 vaccine trials, participants in the control group (the group receiving a placebo) are injected with a saline solution. In other trials, they receive an actual treatment. For example, in the COVID-19 vaccine developed by the University of Oxford, the control group receives a meningitis and septicaemia vaccine as a placebo.\n\nThe benefit of using an actual vaccine as the placebo control is that it will cause a similar reaction at the site of the injection as the COVID-19 vaccine, such as muscle pain and soreness. This prevents patients from knowing whether they are getting the placebo or the real treatment. The scientific term for hiding knowledge of who got what treatment is “blinding”.\n\nIf patients know they are getting the real thing, they may expect to get better, and their expectations can make them get better a bit faster. And if they know they are getting the placebo, they could drop out of the trial because they know they aren’t getting the actual treatment. Adding an actual vaccine to the placebo control helps the trial remain blinded and so prevents bias arising from differing expectations.\n\nActive placebos\n\nThe main problem with including something active in the placebo, such as another vaccine, is that it can confuse researchers when they measure side-effects.\n\nWe determine whether an active treatment has a particular side-effect, such as redness and swelling at the site where the needle went in, by comparing it with a placebo. In the same way that we conclude that an active treatment works if it is better than a placebo, we conclude that it is harmful if it has more side-effects than the placebo.\n\nWhat researchers are looking for is a difference. So if the active vaccine causes more numbness at the site of injection than the placebo, you can reliably say that numbness is a side-effect of the active vaccine. But if the placebo is designed to cause the side-effect (like redness and swelling), then the normal way of detecting side-effects doesn’t work. Since the placebo causes the side-effect, we will no longer be able to detect a difference. In other words, the two side-effects, being the same, negate each other.\n\nThe problem is that we rarely know how to interpret side-effect information in trials because researchers rarely report what’s in placebo. Reporting placebo ingredients, specifically in vaccine trials, is not common. This makes it difficult to tell what the true harms of the vaccine are. The same applies to most treatments tested in trials with unknown placebos.\n\nPlacebo controls are rightly the gold standard against which new treatments are measured. If a new treatment proves to be better than a placebo, it is taken to be effective. Otherwise, it isn’t. The problem is that until today, there has been no standard for placebos, which made estimates of side-effects confusing. Our new guideline fixes this problem by encouraging rigorous reporting of placebo ingredients.\n\nWe’ve known about the failure – and need – to report what’s in placebos for 15 years. By following the new guideline, we can get more accurate information about how beneficial and harmful treatments tested in placebo-controlled trials are.", "date_added": "2020-09-21 18:14:55+00:00", "url": "https://theconversation.com/coronavirus-vaccine-why-its-important-to-know-whats-in-the-placebo-146365", "source": "The Conversation", "photos_url": ["https://jobs.theconversation.com/uploads/job/logo/39505769/image.png", "https://jobs.theconversation.com/uploads/job/logo/39664493/logo-1520549009.png", "https://cdn.theconversation.com/static/tc/author/width170_default-19ec5bd0b0425d75df0ad1707d18c36b.jpg", "https://images.theconversation.com/institutions/1260/logos/logo-1424731486.png?ixlib=rb-1.1.0&q=45&auto=format&w=170&h=170", "https://jobs.theconversation.com/uploads/job/logo/39602984/logo-1501461860.png", "https://images.theconversation.com/files/359048/original/file-20200921-24-1sfuuni.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=754&fit=clip", "https://jobs.theconversation.com/uploads/job/logo/39668852/logo-1471921133.jpg", "https://images.theconversation.com/files/359044/original/file-20200921-22-uou1bq.jpg?ixlib=rb-1.1.0&rect=0%2C33%2C7348%2C4869&q=45&auto=format&w=496&fit=clip", "https://images.theconversation.com/files/359044/original/file-20200921-22-uou1bq.jpg?ixlib=rb-1.1.0&rect=0%2C583%2C7360%2C3680&q=45&auto=format&w=1356&h=668&fit=crop", "https://cdn.theconversation.com/static/tc/@theconversation/ui/dist/esm/logos/logo-en-5109a385bbe693ae7b6b3503e13f5355.svg", "https://jobs.theconversation.com/uploads/job/logo/39532228/color_ew_logo_horizontal_2020_australia.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}