{"title": "Covering the race for a Covid vaccine: 'The speed of progress is astonishing'", "text": "How fast is development of a Covid-19 vaccine moving and when will it be ready?\n\nIncredibly fast. Faster than any vaccine has ever been developed before, but we will have to wait a while longer yet.\n\nEveryone is aware of the urgency. No interview with a scientist trying to develop a Covid-19 vaccine passes without the urgent question: “When will it be ready?”\n\nBut the answer is probably not this year. Next spring is far more likely. It is essential that any vaccine is very safe and at least moderately effective. To be sure of both those things, a lot of data from trials involving tens of thousands of volunteers needs to be collected and then assessed and verified by regulators. And the volunteers need to be in the middle of an outbreak, where people are at risk of infection. Sadly, it’s only when unvaccinated people fall sick and vaccinated people do not that you know it works.\n\nIf that seems like a long time to wait, it’s not much more than a nanosecond in terms of normal vaccine development. A group of scientists who have a bright idea for a way to make a vaccine against a virus would spend months or years doing the early work involving laboratory tests. If they develop something that they think will work, they must carry out animal studies to prove their potential vaccine is safe before it goes anywhere near a human being. Then there are three phases of human clinical trials - phase 1 is in a small group of healthy volunteers, injected with the vaccine to make sure there are no side-effects that didn’t show up in animals. Phase 2 are larger trials involving a group who are vaccinated and a group who are not, to see whether there is an effect. These might be in a few hundred people. Phase 3 are very large-scale trials, involving tens of thousands, usually in a number of locations. That will produce the proof that it works, or partially works, or doesn’t work.\n\nNormally all of this, tied up with a big bundle of red tape as well as the necessary ethical approvals, takes a few years. Maybe longer. The speed of progress with the Covid vaccine is astonishing.\n\nSo is it realistic to think that by this time next year we’ll have a fully approved vaccine?\n\nI am pretty sure we will have several licensed vaccines by this time next year. The real question is whether or how well they will work. None of the scientists I’ve spoken to, including those developing vaccines, think we will have something that is 100% protective. That doesn’t mean they are no good. Even protecting some people really helps – and has a knock-on effect, because those people probably won’t transmit the virus to anyone else.\n\nThere are existing vaccines that are not fully protective. The malaria vaccine is a case in point. It offers about 30% protection against the mosquito-borne disease for about four years. That may seem very little, but children are being given it in malarial-endemic African countries because any reduction of the death toll is worthwhile.\n\nI think the majority of people will be queuing up to have it. I certainly will. But there will be people who are nervous\n\nWith Covid, we are likely to do better because there are so many vaccines under development – Wellcome says more than 300. Some of those will never get out of the lab, but there are 33 in clinical trials. That means we may be able to use a combination of different vaccines to boost the effect. That might be necessary for the adenovector vaccines, of which the Oxford University/AstraZeneca candidate is one of the best known. They deliver the vaccine using a mild cold virus. It’s possible that the immune system will recognise that virus a second time and block it, so a different vaccine could theoretically be used as a booster. Boosters might also be needed for older people, whose immune systems weaken with age and are the most at risk from Covid.\n\nThe success rate of vaccines in development is about one in 10. So the sheer numbers are cause for optimism.\n\n\n\nWhich do you think is the most promising vaccine currently in development?\n\nIt’s impossible to say at the moment. It’s just too early. The Oxford vaccine looked to be storming ahead, but was then paused for a week because one of the volunteers fell ill. It has now restarted, but it was a reminder that we shouldn’t make any assumptions.\n\nThere are a number of different technologies being used to develop these vaccines. Some are old faithful models and some are very new. Moderna, BioNTech and Imperial are each developing a messenger RNA vaccine, which uses a genetic code rather than parts of the virus. But no mRNA vaccine has yet been approved by a regulator. Others such as Valneva are taking the traditional approach of using inactivated virus, which works in polio vaccines, while the big pharma companies GlaxoSmithKline and Sanofi are priming the immune system to fight the virus with what is known as an adjuvant.\n\n\n\nHow could the race for a vaccine play into Trump’s election campaign?\n\nIt would be a great card for Trump to play on the eve of his election. So much has been said about the vaccine being the only way to stop the pandemic that pulling one out of the bag before November would negate all the criticism of his handling of the crisis at a stroke. The US has invested heavily, committing to buy a third of the first billion doses of the Oxford vaccine, for instance, and doing deals for others. There was talk of Trump demanding that the Food and Drug Administration should give a promising vaccine an emergency licence for use.\n\nThe French pharma company Sanofi, in partnership with GlaxoSmithKline, is working on a booster for the immune system known as an adjuvant. Photograph: Franck Fife/AFP/Getty Images\n\nBut to their credit, the leading vaccine manufacturers got together and signed a statement of ethics which said they would not seek emergency approval unless they had definitive evidence that their vaccine worked. That means getting right to the end of the phase 3 trials with no shortcuts.\n\nIn recent days, Trump has been saying that the pandemic will come to an end without a vaccine, which rather suggests he is not expecting to be able to make an announcement that he has one before 3 November.\n\n\n\nWill people be willing to have it, once there is an approved vaccine?\n\nI think the majority of people will be queuing up. I certainly will. But there will be people who are nervous, because it’s a brand new vaccine and some side-effects only show up once millions of people have been immunised (but that would mean that they were very rare). Others will be influenced by the anti-vax movement, which is a general term for actually a lot of people with very disparate motivations, from anti-science to politics to a leaning towards “natural” remedies. But we don’t have to get 100% of the population vaccinated to push the virus to sufficiently low levels that normal life can resume.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "date_added": "2020-09-21 00:00:00+00:00", "url": "https://www.theguardian.com/membership/2020/sep/21/covid-19-vaccine-race-develop", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=Coronavirus outbreak,Medical research,Membership,Infectious diseases,Microbiology,Biology,Science,World news,Health,Society", "https://i.guim.co.uk/img/media/c4ab32c66554b65acf131ae050f6ee53de9c7afd/0_0_5000_3000/master/5000.jpg?width=445&quality=85&auto=format&fit=max&s=c9860517e1609fbcf2b7703f56542ef8", "https://i.guim.co.uk/img/media/fd84de20ffce56fc2732bb7b6df7022831724af1/0_39_3500_2100/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b40d31675878d9ebd811959591863319", "https://i.guim.co.uk/img/media/fd84de20ffce56fc2732bb7b6df7022831724af1/0_39_3500_2100/master/3500.jpg?width=445&quality=85&auto=format&fit=max&s=fc9438c9964c60a1a00858206dc03941"], "is_grouped": false, "upvotes": 0, "downvotes": 0}