{"title": "NHS Covid-19 app: England and Wales get smartphone contact tracing for over-16s", "text": "NHS Covid-19 app: England and Wales get smartphone contact tracing for over-16s By Leo Kelion & Rory Cellan-Jones\n\nTechnology reporters Published duration 4 hours ago Related Topics Coronavirus pandemic\n\nimage caption Users will be told to self-isolate if the app determines they are at high risk of being infected\n\nPeople living in England and Wales are being urged to download the government's contact-tracing app following its official release.\n\nNHS Covid-19 instructs users to self-isolate for 14 days if it detects they were nearby someone who has the virus.\n\nIt also has a check-in scanner to alert owners if a venue they have visited is found to be an outbreak hotspot.\n\nAnyone aged 16 and over is being asked to install the app on to their smartphone.\n\nHealth Secretary Matt Hancock said the app \"helps us to find more people who are at risk of having the virus\" that human contact tracers are unable to find.\n\n\"Everybody who downloads the app will be helping to protect themselves, helping to protect their loved ones, helping to protect their community because the more people who download it, the more effective it will be,\" he told BBC Radio 4's Today programme.\n\nThe app keeps secret who receives a self-isolation alert.\n\nAnd there was some confusion about whether users could ignore a notification telling them to stay at home.\n\nMr Hancock told BBC Breakfast: \"That self-isolation is voluntary, unlike the mandatory self-isolation if you are called by NHS Test and Trace.\"\n\nmedia caption Matt Hancock said people might need to \"upgrade\" to access the NHS Covid-19 app\n\nBut the Department of Health had earlier said that users must obey the command and would in theory be liable for fines of £1,000 or more if they did not, while acknowledging it had no way to check.\n\nA senior source has since told the BBC that the notification is \"advisory\" because the authorities cannot legally enforce something that cannot be proved.\n\nThe decision to allow those 16 and over to download the app is a change from trials, which were limited to the over-18s.\n\nimage copyright Department of Health image caption User will have to verify they are over 16 before they can start using the app\n\nThe move reflects a desire by health chiefs for the software to be used by as many students in further education colleges and universities as possible.\n\nThe age limit is in line with the Protect Scotland contact-tracing app. And health chiefs behind Northern Ireland's StopCOVID NI have said they intend to launch a new version that accepts under-18s later this month.\n\nThe launch comes as the UK reported 6,178 coronavirus cases on Wednesday , up 1,252 since Tuesday, and 37 deaths.\n\nThe government had originally intended to release the app months ago. But problems with the initial design and the addition of extra features meant it was only ready for its final public test in August.\n\nOne tech expert who has tracked the initiative acknowledged the team involved had worked hard to address concerns about privacy and transparency, but said wider problems could still limit its impact.\n\n\"Not only is the app late to launch, but it will be hindered by the delays in the testing system,\" Rachel Coldicutt told the BBC.\n\n\"If you don't have symptoms, will a push notification saying you were near someone a week ago make you and your family self-isolate and spend days hitting refresh on the testing website, trying to find a test?\"\n\nAlthough the app allows users to order a coronavirus test and automatically get the results, the government does not believe it will complicate efforts to meet demand.\n\nHow can people access the app?\n\nThe app is available for smartphones only - not tablets, smartwatches or other devices.\n\nThe handsets must have Android 6.0 (released in 2015) or iOS 13.5 (released in May 2020) and Bluetooth 4.0 or higher. That excludes the iPhone 6 and older versions of Apple's handsets.\n\nAnd some of the latest Huawei handsets are excluded.\n\nWhat will contact-tracing alerts say?\n\nThe notification will tell the recipient to go into self-isolation for a fortnight - and trigger the start of the app's countdown clock.\n\nEven if the recipient has no symptoms or a subsequent negative test result, they must stay at home for the duration.\n\nUnlike when a human contact tracer orders someone to self-isolate, the app keeps the subject's identity a secret.\n\nThose that have not received such an alert, but fill in the app's symptoms checker and meet the criteria, will be directed to self-isolate for eight days. They will also be directed to an external website to book a test.\n\nAutomated contact tracing is designed to complement the work done by humans by helping to identify encounters with strangers - for example, someone standing close to a user while waiting in a queue outside a shop.\n\nWhen someone anonymously shares a positive Covid-19 test result via the app, a process developed by Apple and Google makes other users' smartphones check if they had recently detected the infected person's handset.\n\nBut smartphones were not designed for this purpose and the readings involved are not always accurate. This has led to fears of \"false positives\" - people being instructed to self-isolate who were never at risk.\n\nimage copyright Department of Health image caption A publicity campaign will encourage users to download the app to protect others\n\nHowever, health chiefs believe a recent change to the calculations involved should help minimise the problem: they now take into account when the virus-carrier was at their most contagious.\n\nBarcode check-ins\n\nOne of the app's other major features is a scanner to let it keep track of pubs, restaurants, hairdressers and other places the user has visited.\n\nHospitality venues in England now face £1,000 fines if they do not display an official Test and Trace poster featuring a QR barcode assigned to them\n\nimage copyright Department of Health image caption Cinemas, community centres and places of worship are also being asked to display authorised QR barcode posters\n\nSo far, the government says more than 160,000 businesses have downloaded a unique code for their property.\n\nThe benefit is that if officials later identify a venue as being at the centre of an outbreak, they can update a database which the phones regularly check for a match.\n\nUsers can then be told to self-isolate and/or get tested, depending on the circumstances, without having to revealing their identities.\n\nFree data\n\nOther facilities, including postcode-based threat updates and details of the latest guidance, are intended to encourage people to regularly look at the app and change their behaviour.\n\nBut a major challenge will be convincing them to download it in the first place:\n\nofficials suggest only about one in 10 people installed the app during a recent trial in the London Borough of Newham, an area picked for its ethnic diversity. When the BBC visited on Wednesday, a reporter could only find one person using it\n\nScotland's app launched about a fortnight ago, and roughly one in five people there have installed it\n\nIreland, one of the leaders in the field, has still only convinced about one in three people to use its app, which was released in July\n\nTo encourage adoption in England and Wales, the the major mobile networks have agreed not to deduct data used by the app from subscribers' monthly allowances.\n\nIn addition, the app now supports more languages than the test version - adding Turkish, Arabic, Mandarin, Romanian and soon Polish.\n\nimage caption The app provides a risk score for the user's neighbourhood as well as a self-isolation countdown clock\n\nAnd it now allows users to delete individual venue visits from the app's \"digital diary\". This followed feedback from victims of domestic abuse, whose partners often check their phones.\n\nOne change, however, may be less popular.\n\nThose told to go into self-isolation because of a contact-tracing match will not be able to challenge the decision.", "date_added": "2020-09-24 21:03:33.693703+00:00", "url": "https://www.bbc.com/news/technology-54270334", "source": "BBC News", "photos_url": ["https://c.files.bbci.co.uk/6E3A/production/_114581282_bc52a58f-91b1-4d77-aebc-e3d8ce7f0b00.jpg", "https://c.files.bbci.co.uk/D7D8/production/_111165255_cps_web_banner_bottom_640x3-nc.png", "https://c.files.bbci.co.uk/106F6/production/_114581376_1d6e8805-6e87-4232-8024-700e72d7e13c.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/DF82/production/_114581275_img_6127.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/7100/production/_114582982_104_warner_jeffkatz.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/5B6F/production/_114570432_p08s895f.jpg", "https://c.files.bbci.co.uk/12DA2/production/_114581277_img_6127.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/A471/production/_114579024_p08sb2bk.jpg", "https://c.files.bbci.co.uk/107D2/production/_114583576_appstills0-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/947B/production/_114311083_raut..jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/182D4/production/_114582099_p08sclhk.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/17B3E/production/_114568079_p08s7qvf.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/8FC7/production/_114570863_lockdownstonehenge.jpg", "https://c.files.bbci.co.uk/110BA/production/_114581896_ukcases640-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/17FB4/production/_114582289_p08scmps.jpg", "https://c.files.bbci.co.uk/B898/production/_111165274_cps_web_banner_top_640x3-nc.png", "https://c.files.bbci.co.uk/12EE2/production/_114583577_contact_tracing_app_2_640-nc.png", "https://c.files.bbci.co.uk/1226D/production/_105894347_grey_line-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1616D/production/_114577409_wedid22clinicsin2019saysthomasaddingthattheresnormallythreeorfourparticipantsperclinic.thisyearwehavealreadydonearound64clinics..jpg", "https://c.files.bbci.co.uk/E7E7/production/_114576395_contact_tracing_app_640-nc.png", "https://c.files.bbci.co.uk/12F8C/production/_114580777_2f3660a3-6f69-4aed-b158-2ab995bc29d7.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}