{"title": "NHS Covid-19 app: How England and Wales' contact-tracing service works", "text": "NHS Covid-19 app: How England and Wales' contact-tracing service works By Leo Kelion and Rory Cellan-Jones\n\nTechnology reporters Published duration 13 hours ago Related Topics Coronavirus pandemic\n\nIt has been a long time coming but England and Wales' Covid-19 app will launch on Thursday.\n\nIt follows in the footsteps of Scotland and Northern Ireland's own efforts but has more features.\n\nApple and Google's automated contact-tracing technology will be used to tell people to self-isolate if their phone detects they were near someone later determined to have the virus.\n\nBut there's more, including:\n\na venue check-in barcode scanner\n\na postcode-based risk-level checker\n\na symptoms-reporter tool\n\nthe means to order a coronavirus test and receive its results\n\na countdown timer to keep track of how long to stay in self-isolation\n\na guide to the latest advice on local restrictions, financial support and other related information\n\nimage copyright Department of Health image caption The app keeps a record of venues the user has been to in order to warn them if one is later linked to an outbreak\n\nSo while contact-tracing may seem like the headline feature, health chiefs say the primary goal is to change people's behaviour to make them less likely to catch or transmit the coronavirus.\n\nHow can people access the app?\n\nThe app is available for smartphones only - not tablets, smartwatches or other devices.\n\nThe handsets must have Android 6.0 (released in 2015) or iOS 13.5 (released in May 2020) and Bluetooth 4.0 or higher. That excludes the iPhone 6 and older versions of Apple's handsets.\n\nimage caption The app first asks the user for permission to use Bluetooth and their postcode, before revealing its home screen\n\nAnd some of the latest Huawei handsets are excluded.\n\nUsers must confirm they are 16 or older to get started.\n\nHow will it send contact-tracing alerts?\n\nWhen two devices running the app are close to each other, they exchange Bluetooth \"handshakes\" to determine the distance and duration, measured in sessions lasting five minutes.\n\nThe measurements are not always accurate - and work continues to improve them - but the logs are used to create a cumulative points score for the set of interactions between two people over the course of a day.\n\nIf the points threshold is met and one of the two owners later shares a positive coronavirus test via the app, then the other will receive an alert.\n\nThe formula above was used during the trial, but has since been tweaked to take account of when the person with Covid-19 was most infectious.\n\nFurther changes may be made over time.\n\nWhat will this alert say?\n\nThe notification will tell the recipient to go into self-isolation for a fortnight - and trigger the start of the app's countdown clock.\n\nBut the recipient is not told who triggered the alert.\n\nAnd the authorities cannot identify either party, although they can track how many people have been told to self-isolate.\n\nEven if the recipient has no symptoms or a subsequent negative test result, they must stay at home for the duration.\n\nCan users be fined if they ignore a self-isolate alert?\n\nFrom 28 September, people in England can be fined £1,000 or more for breaching self-isolation rules. The Department of Health has confirmed in theory this applies to app-delivered orders stay at home.\n\nBut because the app lets users remain anonymous and health chiefs want it to be popular, fines for users should not be an issue.\n\nUnlike when a human contact tracer orders someone to self-isolate, the app keeps the subject's identity a secret.\n\nOnly if they subsequently get in contact - for example to arrange a financial support payment - will their name be registered.\n\nHow will the venue check-in process work?\n\nRestaurants, bars and other leisure facilities should display an authorised QR barcode on a poster or digital sign, which the app can scan.\n\nimage caption The app recognises only QR codes related to the check-in scheme, to which businesses must be registered\n\nThe venue will then be added to the app's \"digital diary\" of places the user has visited.\n\nAnd in England - but not Wales - the user will not need to give their name and address to the venue.\n\nIf officials later judge the location to be the centre of an outbreak, they can trigger an alert to users who were there.\n\nAnd this notification might tell them to use the app's symptoms checker and/or self-isolate.\n\nHow will the postcode facility work?\n\nWhen a smartphone owner first uses the app, they are given the option of typing in the first part of their postcode - \"M23\", for example.\n\nTypically, thousands of other households will have the same code, so although this causes information to be shared with the authorities, it should not identify individuals.\n\nimage caption The app can trigger notification alerts to warn the user if their local risk level has changed or if they have been linked to someone who has the coronavirus\n\nThe user is then given a risk-level for their neighbourhood, at the top of the app's home screen, and can be sent an alert if it changes.\n\nAnd in turn, the NHS and local government can collect data about the numbers of app downloads and coronavirus cases in their area, helping them manage the crisis.\n\nHow will the app order a test?\n\nUsers can report symptoms - and when they started - at any time.\n\nIf they suggest infection, the user is told to book a test and that everyone in their household must self-isolate for eight days.\n\nBooking a test involves using an external website, which asks for the user's name and address.\n\nBut these personal details are not shared back to the app.\n\nAnd a unique code lets users receive their test result via the app as soon as it is ready.\n\nWill the app drain the battery and data allowance?\n\nThe developers suggest the app should account for less than 5% of a device's battery use.\n\nBut if the phone is set to use a low-power mode, owners should go into their settings to exclude the app so it can continue contact tracing at all times.\n\nAnd while the app is continually checking for updated data, the major networks have said they will not deduct usage from people's allowances.\n\nWhat if users travel to Scotland or Northern Ireland, which have their own apps?\n\nApple and Google's framework will not allow two apps to contact trace simultaneously.\n\nSo when users cross the border, they need to open the local app and turn on contact tracing within it.\n\nThis will bring up a prompt asking: \"Switch app for exposure notifications?\"\n\nimage caption Google Play shows users which UK-related contact-tracing apps are available to them\n\nDoing so, will turn off the one they were using beforehand.\n\nWhat if users work with PPE or behind a perspex screen?\n\nWhile users are normally encouraged to keep the app active and their phone to hand whenever out of the house, there are exceptions.\n\nTo avoid people being told to self-isolate when they were protected, or phones logging each other while in lockers, there is an option to temporarily turn off contact tracing, at the bottom of the home screen.\n\nHow will the app tie into other efforts?\n\nWhile the human and automated contact-tracing systems are being deliberately kept separate, they should complement each other.\n\nSo, for example, if you were in a supermarket queue, human tracers might find it hard to identify the person next in line but the app would be able to.\n\nLikewise, if you were at a pub where a contagious user was sitting but not using the app, you might still receive an alert via the check-in service.\n\nWill it make any difference?\n\nAccording to modelling done by the University of Oxford, the app can significantly reduce deaths and hospital admissions if at least 15% of the population use it.\n\nBut real-world data on how effective such apps have been in other countries using them is scant.\n\nAnd so far, they have been offered when the levels of infection have been relatively low, meaning the chance of any user receiving an alert has been slim.\n\nMost people have yet to be convinced to install them too - about a third of the population in Ireland, 22% in Germany and only about 4% in France have done so.\n\nAs Covid-19 resurges that may change.", "date_added": "2020-09-24 21:04:04.412678+00:00", "url": "https://www.bbc.com/news/technology-54250736", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/947B/production/_114311083_raut..jpg", "https://c.files.bbci.co.uk/4111/production/_114575661_app2.jpg", "https://c.files.bbci.co.uk/E7E7/production/_114576395_contact_tracing_app_640-nc.png", "https://c.files.bbci.co.uk/12789/production/_114575657_appp.jpg", "https://c.files.bbci.co.uk/1803F/production/_114576389_f7460c37-0279-462b-b66a-30aaff91e2e3.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/A471/production/_114579024_p08sb2bk.jpg", "https://c.files.bbci.co.uk/99C7/production/_114576393_permissions.jpg", "https://c.files.bbci.co.uk/10EF7/production/_114576396_contact_tracing_app_2_640-nc-1.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/7100/production/_114582982_104_warner_jeffkatz.jpg", "https://c.files.bbci.co.uk/C0D7/production/_114576394_alert.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/17FB4/production/_114582289_p08scmps.jpg", "https://c.files.bbci.co.uk/B898/production/_111165274_cps_web_banner_top_640x3-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1616D/production/_114577409_wedid22clinicsin2019saysthomasaddingthattheresnormallythreeorfourparticipantsperclinic.thisyearwehavealreadydonearound64clinics..jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/175A9/production/_114575659_appp.jpg", "https://c.files.bbci.co.uk/12CB0/production/_114567967_track_algorithm_640-nc__640-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/8FC7/production/_114570863_lockdownstonehenge.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/182D4/production/_114582099_p08sclhk.jpg", "https://c.files.bbci.co.uk/D7D8/production/_111165255_cps_web_banner_bottom_640x3-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/17B3E/production/_114568079_p08s7qvf.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/5B6F/production/_114570432_p08s895f.jpg", "https://c.files.bbci.co.uk/8F31/production/_114575663_qrcode.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}