{"title": "Tokyo trading stops over system failure, China on holiday", "text": "Trading on the Tokyo Stock Exchange was suspended Thursday because of a problem in the system for relaying market information. Most other Asian markets were closed for national holidays.\n\nThe Tokyo Stock Exchange said that all trading was stopped because of the problem, and will not resume for the rest of the day. It was unclear when it would be resolved and the system would be operating again.\n\nAustralia's S&P/ASX 200 gained 1.0% in the afternoon to 5,872.90. Other Asian markets also were higher.\n\nTrading was closed in South Korea, Hong Kong and mainland China for national holidays.\n\nGovernment spokesman Katsunobu Kato said the failure was under investigation. Japan's nationally circulated Asahi newspaper, without citing sources, said the cause was likely a mechanical failure.\n\nThe Tokyo Stock Exchange is the world's third largest bourse after the New York Stock Exchange and Nasdaq, with market capitalization of nearly $6 trillion.\n\nPrevious outages occurred when the “arrowhead\" system created by Fujitsu to handle its electronic trading became overwhelmed with too many orders at one time.\n\nAlso Thursday, a quarterly survey by the Bank of Japan showed Japanese manufacturers’ sentiment has improved for the first time in three years, despite the downturn made worse by the coronavirus pandemic.\n\nOn Wall Street, prospects for additional support from Congress for the economy helped drive the day’s trading, as they have for weeks. The S&P 500 shot to a gain of as much as 1.7% after Treasury Secretary Steven Mnuchin spoke positively on CNBC before his afternoon talks with House Speaker Nancy Pelosi — their first face-to-face meeting in more than a month in a last-ditch effort to seal a tentative accord on an additional round of coronavirus relief.\n\nBut the gains nearly vanished as pessimism rose about Washington’s ability to put aside partisanship and send economic aid that investors say is crucial. The S&P 500 hit its low for the day just after Pelosi said she and Mnuchin “found areas where we are seeking further clarification,” though she said talks will continue.\n\nBy the end of trading, momentum had returned, and the S&P 500 rose 0.8% to 3,363.00. The Dow Jones Industrial Average gained 1.2% to 27,781.70, and the Nasdaq composite 0.7%, to 11,167.51.\n\nIt was the last day of a strong quarter for the market, where the S&P 500 rallied 8.5% to follow up on its 20% surge in the spring. Continued support from the Federal Reserve helped drive the gains, as the central bank leaned further into the whatever-it-takes approach taken to support markets and the economy. After already cutting interest rates to nearly zero, the Fed said during the quarter that it may keep interest rates low even after inflation runs above its target level.\n\nOther recent worries include rising tensions between the United States and China, as well as the uncertainties swirling around the upcoming U.S. elections.\n\nDespite the rebound in the economy, the number of layoffs has remained stubbornly high. A report from payroll processor ADP on Wednesday said hiring by private employers accelerated this month, with 749,000 jobs added versus economists’ expectations for 605,000.\n\nThat raises hopes for the federal government’s more comprehensive jobs report, which arrives on Friday. Economists expecting to see hiring slowed to 850,000 from 1.4 million in August.\n\nThis month's jobs report will take on even more importance than usual as it is the last one to be released before Election Day in November.\n\nTuesday night’s debate between President Donald Trump and the Democratic nominee, Joe Biden, was the first of this election season, and it amplified some of the market’s concerns. Trump said it may take months to learn the election’s results, and such a long period of uncertainty could make an already shaky market even more volatile.\n\nIn energy trading, benchmark U.S. crude added 14 cents to $40.36 a barrel in electronic trading on the New York Mercantile Exchange. Brent crude, the international standard, fell 8 cents to $40.95 a barrel.", "date_added": "2020-10-01 07:29:13+00:00", "url": "https://www.independent.co.uk/news/world/americas/us-politics/tokyo-trading-stops-over-system-failure-china-holiday-trading-system-failure-china-nancy-pelosi-tokyo-b736129.html", "source": "The Independent", "photos_url": ["https://static.independent.co.uk/2020/10/01/07/APTOPIX_Japan_Financial_Markets_36344.jpg", "https://static.independent.co.uk/2020/10/01/07/APTOPIX_Japan_Financial_Markets_36344.jpg?width=982&height=726"], "is_grouped": false, "upvotes": 0, "downvotes": 0}