{"title": "Technical glitch halts trading on Japan's exchanges", "text": "Image copyright Getty Images\n\nA technical problem forced a full-day trading halt on Japan's stock exchanges, including the popular Nikkei 225 index on Thursday.\n\nThe shutdown happened when a backup system failed to kick in after a hardware malfunction, according to the Japan Exchange Group.\n\nIt was quick to point out the halt wasn't connected to cyber-attackers.\n\nTrading was suspended at the main Tokyo stock exchange along with connected bourses in Nagoya, Fukuoka and Sapporo.\n\nJapan Exchange Group apologised for the one-day shutdown and said it aimed to resume trading as normal on Friday.\n\nTokyo's roughly $6tn (£4.6tn) stock market is the world's third largest, after New York and Shanghai, according to data from the World Federation of Exchanges.\n\nThe trading halt closed one of Asia's few major regional markets on Thursday, with exchanges in Hong Kong, Shanghai, South Korea and Taipei all closed for holidays.\n\nThe suspension soured the mood of some investors, who were expecting the market to rebound after an acrimonious US presidential debate pushed the Nikkei 225 1.5% lower on Wednesday.\n\nThe trading halt was the exchange's first significant glitch since 2018, when a trading system problem left some securities firms unable to make orders.\n\nThe Nikkei 225 index includes the shares of many of Japan's biggest companies including Honda, Nissan, Hitachi and Canon.\n\nCyber-attacks\n\nMany stock markets have been hit with temporary glitches in the past.\n\nIn August, the New Zealand Exchange was hit by cyber-attacks that forced it to halt trading over the course of one week.\n\nOver the past decade, the tech-heavy Nasdaq, the New York Stock Exchange, the London Stock Exchange, the Singapore stock exchange and Bombay's Sensex have all faced technical glitches that have delayed trading.\n\nIn 2017, a temporary market error saw the share price of several major tech firms wrongly listed at the same price on the Nasdaq.", "date_added": "2020-10-01 14:29:54.478632+00:00", "url": "https://www.bbc.com/news/business-54366606", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/1024/branded_news/4682/production/_114705081_gettyimages-1219407783.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=business::news.business.story.54366606.page&x1=[urn:bbc:cps:e95a8b58-d589-4889-829a-4adfba36b133]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/320/cpsprodpb/4682/production/_114705081_gettyimages-1219407783.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}