{"title": "Tokyo Stock Exchange paralysed by hardware glitch in worst-ever outage", "text": "TOKYO (Reuters) - Trading on the Tokyo Stock Exchange was brought to a complete standstill by a hardware failure for all of Thursday, in the worst-ever outage for the world’s third-largest equity market.\n\nJapan’s TSE said it would reopen as usual on Friday, but frustrated investors were left unable to buy shares in Tokyo following an overnight rise on Wall Street.\n\nThe outage will test the exchange’s credibility just as new Prime Minister Yoshihide Suga has prioritised digitalisation and could dent Tokyo’s hopes of wooing banks and fund managers from Hong Kong amid a new security law imposed by China.\n\n“I feel painfully responsible for all the confusion this incident has caused for investors and market participants,” TSE Chief Executive Officer Koichiro Miyahara told a news briefing\n\nThe TSE said the glitch was the result of a hardware problem at its “Arrowhead” trading system, and a subsequent failure to switch to a back-up. It caused the first full-day suspension since the exchange switched to all-electronic trading in 1999.\n\nFujitsu Ltd 6702.T, which developed the trading system, said it was investigating the problem, while the TSE said it has no plan at this point to ask for any compensation.\n\nTokyo Governor Yuriko Koike said a quick fix was crucial to ensure trust in the roughly $6 trillion market.\n\n“The timing is really just bad,” said Takashi Hiroki, chief strategist at brokerage Monex in Tokyo, adding that many market participants had been hoping to buy back their stocks or increase their holdings after an overnight rise in U.S. markets.\n\n“The market was robbed of that chance,” he added.\n\nThe meltdown also coincided with the release of the Bank of Japan’s closely watched tankan corporate survey, which showed business sentiment improved from a decade low.\n\n“It hasn’t affected our trading, as we didn’t have any orders for Japan overnight, but it does mean we don’t have a fresh price for our Japanese holdings,” William de Gale, manager of the UK-based BlueBox Global Technology Fund which has around 5% of its assets in Japanese stocks, said.\n\n‘NEVER REPEATED’\n\nAlthough smaller bourses in Nagoya, Fukuoka and Sapporo were forced to suspend trade because they use the TSE system, trading on the derivatives-focused Osaka Exchange continued, and Nikkei futures JNIc1 ended 0.56% higher.\n\nSlideshow ( 5 images )\n\n“We have to make sure this kind of situation is never repeated,” Japan’s top government spokesman, Katsunobu Kato, told a briefing.\n\nThe TSE was prone to technical troubles in the past and was notorious for sluggish trading, although there have been fewer glitches since a new system was adopted in 2010.\n\nTrading halts at stock exchanges are not uncommon due to ever-increasing demands from high-speed, high frequency dealing.\n\nSlideshow ( 5 images )\n\nThe most recent serious outage at a major exchange was when Germany's electronic trading platform Xetra, managed by Deutsche Boerse DB1Gn.DE, had blackouts in April and again in July. A technical glitch caused the London Stock Exchange LSE.L to have its longest outage in years in 2019.\n\nWhile Tokyo has been eclipsed by Shanghai in recent years, it is still a global hub for foreign investors.\n\nThe daily turnover of shares traded on the TSE's main board .TOPX was about 2.33 trillion yen ($22 billion) on average over the past year.\n\n“There will be a huge surge in trading volumes around the U.S. presidential election, and this does raise some concerns about the TSE’s ability to process a large increase in orders,” said Hideyuki Ishiguro, a senior strategist at Daiwa Securities.\n\n($1 = 105.5600 yen)", "date_added": "2020-10-01 04:34:22+00:00", "url": "https://www.reuters.com/article/japan-stocks-tse/tokyo-stock-exchange-paralysed-by-hardware-glitch-in-worst-ever-outage-idUSKBN26M4EF", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20201001&t=2&i=1535637810&r=LYNXMPEG90343&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}