{"title": "Coronavirus: H&M to close 250 shops as Covid drives sales online", "text": "Image copyright Getty Images Image caption An H&M store in Moscow\n\nThe world's second biggest fashion retailer, Sweden's H&M, says it plans to cut 250 of its stores globally.\n\nThe closures will come next year after the firm said the Covid-19 pandemic had moved more shoppers online.\n\nAlthough it said sales had continued to recover in September, they were still 5% lower than the same month in 2019.\n\nThe firm has 5,000 stores worldwide, but it is not yet clear how many closures will be in the UK.\n\nIt said it was \"too early for us to give any details on this, the numbers will differ from [national] market to market\".\n\nH&M has the contractual right to renegotiate or end leases on about a quarter of its stores every year. The retailer said that it planned a \"net decrease of around 250 stores\" next year.\n\nWhile its pre-tax profits fell to 2.37bn Swedish krona (£210m) for the nine months to 31 August, this was better than analysts had expected.\n\nHowever, it said 166 of its stores worldwide remained closed, and a large number still had local restrictions and limited opening hours.\n\nHigh Street stores hit\n\nAnalyst Richard Lim of Retail Economics told the BBC: \"What we have seen generally over the past few months of the pandemic has been a step change in the number of sales going online.\n\n\"That has affected all parts of the industry, but particularly clothing and footwear.\"\n\nHe also said that in terms of consumers physically visiting stores to do shopping, there had been a move from High Streets and shopping centres towards retail parks.\n\n\"People can go in their cars instead of using public transport, and they are also able to buy in bigger bulk at retail parks,\" Mr Lim said.\n\n'Worst is behind us'\n\nH&M said it would now accelerate its plans to increase digital investment to cope with growing online demand.\n\nThe Stockholm-based firm said it had taken \"rapid and decisive action\" to manage the impact of the coronavirus, including changes to purchasing, investments, rents, staffing and financing.\n\nChief executive Helena Helmersson added: \"Although the challenges are far from over, we believe that the worst is behind us and we are well placed to come out of the crisis stronger.\"\n\nSofie Willmott, from analytics firm GlobalData, pointed out that H&M's sales in September \"fell just 5% demonstrating the relevance of its product offer as shoppers start to feel more confident returning to stores\".\n\nBut she said the firm \"must enhance its online proposition given the importance of digital channels, to succeed in a very tough market\".\n\nIn addition, Ms Willmot said H&M should consider \"more significant changes\" with regards to shop closures, or it will \"continue to be hindered by its excessive store estate\".", "date_added": "2020-10-01 14:27:47.325114+00:00", "url": "https://www.bbc.com/news/business-54369802", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=business::news.business.story.54369802.page&x1=[urn:bbc:cps:3c1d8351-83b5-46ed-a62f-ee0b8d936541]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/15C02/production/_114709098_gettyimages-1228703853.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/15C02/production/_114709098_gettyimages-1228703853.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}