{"title": "H&M to get rid of 250 stores as it leans towards online shopping", "text": "Fast-fashion retailer H&M plans to close 250 stores next year as the coronavirus pandemic pushes its customers online.\n\nThe Swedish chain on Thursday said it’s accelerating plans to slim down its brick-and-mortar portfolio amid the COVID-19 crisis, which continued to weigh on its sales through September.\n\n“More and more customers started shopping online during the pandemic, and they are making it clear that they value a convenient and inspiring experience in which stores and online interact and strengthen each other,” H&M CEO Helena Helmersson said in a statement.\n\nH&M — the world’s second-largest fashion retailer to Inditex, which owns Zara — expects to close a total of 350 stores in 2021 and open roughly 100, leaving it with about 250 fewer stores than it currently has. The planned reduction accounts for about 5 percent of the company’s more than 5,000 stores.\n\nThe pandemic forced H&M to temporarily shutter about 80 percent of its shops earlier in the year and continued to hammer its business in its fiscal third quarter, which runs from June through August.\n\nThe chain said its net sales dropped 19 percent to 50.8 billion Swedish krona, or about $5.7 billion, during the three-month period and remained 5 percent below last year’s levels in September even though most stores have reopened.\n\nBut H&M’s profits fell less than expected as it saw a 27 percent surge in online sales over the course of the quarter. The Stockholm-based company reported a quarterly pre-tax profit of about 2.4 billion krona (roughly $265.7 million), which beat analysts’ estimates of about 2 billion krona despite falling from roughly 5 billion krona in the year-earlier period.\n\n“Although the challenges are far from over, we believe that the worst is behind us and we are well placed to come out of the crisis stronger,” Helmersson said.\n\nH&M is far from the only retailer to suffer from the coronavirus pandemic, which has sparked a wave of bankruptcies in the industry in the US. American retailers have announced plans to close a record 10,226 stores so far this year, according to a recent report from professional-services firm BDO.\n\nWith Post wires", "date_added": "2020-10-01 00:00:00+00:00", "url": "https://nypost.com/2020/10/01/hm-to-close-hundreds-of-stores-in-2021-as-covid-19-hits-sales/", "source": "New York Post", "photos_url": ["https://nypost.com/wp-content/uploads/sites/2/2020/09/DogEars_133x41_Right.png", "https://googleads.g.doubleclick.net/pagead/viewthroughconversion/988380111/?value=0&guid=ON&script=0", "https://nypost.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif", "https://nypost.com/wp-content/mu-plugins/vip-helpers/images/vip-powered-dark-small.png", "https://nypost.com/wp-content/uploads/sites/2/2020/09/DogEars_133x41_Left.png", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://nypost.com/wp-content/uploads/sites/2/2020/09/Audible-Sale.png?w=300&h=200&crop=1", "https://nypost.com/wp-content/uploads/sites/2/2020/10/hm.jpg?quality=90&strip=all&w=618&h=410&crop=1", "https://nypost.com/wp-content/uploads/sites/2/2020/10/hm.jpg?quality=90&strip=all&w=1200"], "is_grouped": false, "upvotes": 0, "downvotes": 0}