{"title": "Strong typhoon leaves 42 dead, 20 missing in Philippines", "text": "Thick mud and debris coated many villages around the Philippine capital on Friday after a typhoon killed at least 42 people and caused extensive flooding that sent people fleeing to their roofs, officials said.\n\nTroops, police, coast guard and disaster-response teams rescued tens of thousands of people, including many who flooded radio and TV networks and social media with desperate pleas for help.\n\nCLICK HERE FOR MORE WEATHER COVERAGE FROM FOX NEWS\n\nFloodwaters receded and the weather cleared in many areas after Typhoon Vamco blew out into the South China Sea on Friday, but the military said it was still rescuing people trapped in some flooded communities.\n\nAmphibious assault vehicles usually used in counter-insurgency operations were deployed for the rescue work, military chief of staff Gen. Gilbert Gapay said in a meeting with disaster-response officials.\n\n“We’ll continue to look for the missing, help in damage assessment,” Gapay said.\n\nHURRICANES STAY STRONGER LONGER AFTER LANDFALL THAN IN PAST, STUDY SAYS\n\nThe national police reported that the death toll had risen to at least 42 with 20 missing. The government’s main disaster-response agency, which waits for provincial reports and follows a laborious process of verifying casualties, reported a much lower death count, causing confusion.\n\nAmong the dead were at least 12 villagers who were dug out from mud and rockslides in the northern provinces of Cagayan and Nueva Vizcaya, police said.\n\nAfter slamming into northeastern Quezon province, Vamco gained strength with sustained winds of 155 kilometers (96 miles) per hour and gusts of up to 255 kph (158 mph). It blew north of metropolitan Manila overnight Wednesday, toppling trees and power poles, swelling rivers, flooding residential communities and setting off landslides and storm surges.\n\nIn hard-hit Marikina city in the capital region and the towns of Rodriguez and Cainta in nearby Rizal province, several villages were inundated by water that reached the second and third floors of many houses, prompting hundreds of residents to flee to their roofs and call TV and radio networks or post desperate messages on social media. The panic was exacerbated by widespread power outages and loss of internet access.\n\nVideos of Marikina showed a thick coat of muddy water covering roads and staining houses and cars. Residents carried appliances and furniture from their homes and used pails and shovels to remove the mud after the water receded.\n\nIn a televised meeting of Cabinet and disaster-response officials Friday, a reporter asked where President Rodrigo Duterte was, prompting an annoyed response from his spokesman.\n\n“The president’s whereabouts should not be asked. That’s foolishness coming from the opposition. The president is not missing, he is always with us,” presidential spokesman Harry Roque said, without offering any further details.\n\nCLICK HERE FOR THE FOX NEWS APP\n\nMore than 400,000 people were evacuated to higher ground before the typhoon hit, mainly residents of vulnerable coastal and low-lying areas.\n\nAt least 3.8 million households lost power in the capital and outlying provinces, but crews later restored electricity in many areas. Government offices were closed and most classes were suspended Friday.\n\nVamco hit the Philippines on the heels of Typhoon Goni, one of the strongest typhoons in the world this year, which left more than 30 people dead or missing and damaged or destroyed 270,000 houses. Tens of thousands of people were still displaced when Vamco hit.\n\nThe Philippines is hit by about 20 typhoons and tropical storms each year and also has active seismic faults and volcanoes, making it one of the world’s most disaster-prone countries.", "date_added": "2020-11-14 05:17:33.923408+00:00", "url": "https://www.foxnews.com/world/strong-typhoon-leaves-42-dead-20-missing-in-philippines", "source": "Fox News", "photos_url": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/11/640/320/AP20318248958627.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/11/640/320/AP20318191447558.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/e69137fe-0505-43ec-b35c-ebae4f088323/c8bd0e74-89ac-41ef-95db-f60f14d339f6/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2020/11/AP20318237886256.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}