{"title": "Typhoon Vamco: Dozens dead as Philippines hit by powerful storm", "text": "A woman wades through muddy floodwater following Typhoon Vamco, in San Mateo, Rizal province\n\nAt least 42 people have died and 20 others are missing after Typhoon Vamco made landfall in the Philippines, police say.\n\nFlooding on the largest island, Luzon, caused landslides, cut off roads and forced many to flee their homes.\n\nTens of thousands of people have sought shelter in evacuation centres, including in the capital Manila.\n\nThe typhoon, known locally as Ulysses, is the 21st storm to hit the country this year.\n\nIt comes just one week after the Philippines was hit by Goni, the most powerful typhoon seen in the country in seven years.\n\nVamco hit Luzon from late on Wednesday until the early hours of Thursday, submerging many areas.\n\nPolice officers and other emergency workers took part in rescue efforts, but officials quoted by AFP news agency said many people had ignored evacuation orders.\n\nOne of the worst-affected areas was Marikina City, which lies to the east of Manila.\n\nMarikina City is one of the worst-affected areas\n\n\"The height of the flood exceeds the first floor of a house,\" Marikina City Mayor Marcelino Teodoro was quoted as saying by the Philippine News Agency.\n\n\"We haven't experienced this kind of flooding for so many months or years. That's why everyone was surprised.\"\n\nAs the waters subsided, residents were left to deal with muddied debris and damaged homes.\n\n\"I don't know where to start,\" 80-year-old Lina Senga told AFP news agency.\n\nMany areas remain without electricity.\n\nMarikina City is one of the worst-affected areas\n\nTyphoon Vamco is now approaching central Vietnam, where more than 100 people were killed in flooding last month, and is expected to make landfall this weekend.\n\nThe Philippines is used to tropical storms and typhoons, but this year's preparation and response efforts have been hampered by the spread of coronavirus. More than 400,000 coronavirus cases and 7,752 deaths have been recorded in the country since the pandemic began - one of the highest numbers in Asia.\n\nThe state weather forecaster warned that the Philippines is likely to see as many as three more storms before the end of the year, according to Reuters news agency.", "date_added": "2020-11-13 15:18:45+00:00", "url": "https://news.yahoo.com/typhoon-vamco-dozens-dead-philippines-151845558.html", "source": "", "photos_url": ["https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-02/caf9aba0-4e7d-11ea-9d77-cff5aee7d146", "https://s.yimg.com/uu/api/res/1.2/Qhcc3cdY7c_7RbioXoYSPA--~B/aD01NDk7dz05NzY7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-gb/bbc_us_articles_995/61abaff4dc448310ad26c38d08b5a200", "https://s.yimg.com/ny/api/res/1.2/0MEBw0C838G81dIInA6iXA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTcwNTtoPTM5Ni41NjI1/https://s.yimg.com/uu/api/res/1.2/Qhcc3cdY7c_7RbioXoYSPA--~B/aD01NDk7dz05NzY7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-gb/bbc_us_articles_995/61abaff4dc448310ad26c38d08b5a200", "https://s.yimg.com/ny/api/res/1.2/zuMo9jXAStjjGr_24LNWdw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTcwNTtoPTM5Ni41NjI1/https://media.zenfs.com/en-gb/bbc_us_articles_995/d7ba218bf15fa246fe82442ac6f9b6b3"], "is_grouped": false, "upvotes": 0, "downvotes": 0}