{"title": "TSB closes 164 bank branches with loss of almost 1,000 jobs", "text": "TSB is cutting almost 1,000 high street banking jobs and closing 164 branches around the UK, as it blamed the declining number of customers visiting their local bank.\n\nThe announcement comes as growing use of digital banking services hits footfall to traditional branches, with the coronavirus pandemic exacerbating the trend by hitting high street visits. TSB is making 969 people redundant and the branch closures, on top of another 21 already announced, will leave the bank with 290 branches at the end of 2021, down from 475.\n\nThe number of UK bank branches has dropped from at least 9,803 in January 2015 to below 6,500 in July, before the latest announcements, according to consumer group Which?\n\nThe Co-operative Bank announced similar plans to close 18 branches in August, while Lloyds Banking Group, the former owner of TSB, announced 865 job losses this month related to restructuring – although the latter announcement did not include branch closures.\n\nTSB, owned by Spain’s Banco Sabadell since 2015, had already announced it was axing the role of dedicated branch cashier, given the steep decline in in-branch transactions. The bank told 929 staff they had to retrain, change roles or take voluntary redundancy under the cashier announcement.\n\nWhile investors put pressure on banks to cut back branch networks, the wave of closures has raised concerns among MPs and campaigners that people unable to use digital banking could be left without access to basic banking services. The 2018 access-to-cash review found that a sixth of people in Britain would struggle to cope without the ability to withdraw cash. In August the Co-operative Bank announced plans to close 18 branches.\n\nSign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk\n\nThe City regulator, the Financial Conduct Authority, has drawn up guidance that could force banks to consider opening shared locations in underserved communities or mobile branches.\n\nMajor high street banks are expected to take part in a six-month trial of three shared banking hubs run by the Post Office that will begin in January. Banks will be able to send bank managers to shared locations on different days of the week, potentially allowing cost sharing.\n\nThe Unite trade union, which represents TSB workers, said the bank’s customers would be hit by the closures, and highlighted that seven years ago TSB had more than 600 branches.\n\nDominic Hook, a Unite national officer, said: “The financial services industry has a social responsibility not to walk away from its local customers who continue to need access to banking in bank branches.”\n\nTSB said 94% of its customers would still be located within 20 minutes of a branch and that the remaining network would be the seventh largest in the UK.\n\nDebbie Crosbie, TSB’s chief executive, said: “Closing any of our branches is never an easy decision but our customers are banking differently – with a marked shift to digital banking. We remain committed to our branch network and will retain one of the largest in the UK.”\n\nThe cuts will leave TSB with just under 6,000 full-time equivalent workers, including 120 new jobs in operational roles also announced on Wednesday.", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.theguardian.com/business/2020/sep/30/tsb-closes-164-bank-branches-with-loss-of-almost-1000-jobs", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/8db31b78a19dcfb28b658abed9858558b11eef94/0_77_3638_2183/master/3638.jpg?width=300&quality=85&auto=format&fit=max&s=f9ea743360497e23d2304049dea11d3f", "https://phar.gu-web.net/count/pvg.gif", "https://i.guim.co.uk/img/media/c72d712cc83d321fb871c93410bb468569bc3a34/0_298_4500_2700/master/4500.jpg?width=300&quality=85&auto=format&fit=max&s=9a7560354c3b6a6d4998364bf3b85fb7", "https://phar.gu-web.net/count/pv.gif", "https://i.guim.co.uk/img/media/dff2cfc48591bf3d4771ae8af0beac22dc503d1c/0_662_3724_2234/master/3724.jpg?width=300&quality=85&auto=format&fit=max&s=0cf5809ab1bf3c9d177a47d702d3aad2", "https://i.guim.co.uk/img/media/ac43feb66dd59469eed8cc8d2da53960dc1391af/0_0_3544_2127/master/3544.jpg?width=300&quality=85&auto=format&fit=max&s=d9f451fc284fcb23d483f27cf1c63766", "https://i.guim.co.uk/img/media/4be3712fc83cf2a01bc89ad03da427271d674563/2_0_3434_2061/master/3434.jpg?width=300&quality=85&auto=format&fit=max&s=a04e8ae7dfe6f71465c0d3855855dda3", "https://i.guim.co.uk/img/media/4be3712fc83cf2a01bc89ad03da427271d674563/2_0_3434_2061/master/3434.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=32325a2a3cecf3735354e394ed95926d", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=TSB%2CBusiness%2CBanking%2CUK+news%2CFinancial+Conduct+Authority"], "is_grouped": false, "upvotes": 0, "downvotes": 0}