{"title": "TSB to close 164 branches and cut 969 jobs", "text": "TSB has announced plans to close 164 branches and cut 969 jobs as it accelerates a shake-up launched last year.\n\nThe cuts, blamed on the shift in customer behaviour from over-the-counter to online banking - accelerated by the COVID-19 pandemic - will reduce its high street network to 290.\n\nThat compares to more than 600 branches when TSB was relaunched in a spin-off from Lloyds Banking Group in 2013.\n\nImage: Chief executive Debbie Crosbie said closures were 'never an easy decision'. Pic: TSB\n\nThe bank said it was registering almost 4,000 customers a day for its digital app, up from 1,200 before the pandemic, while the proportion of transactions made digitally or through automation - already at 90% last year - had risen further during the outbreak.\n\nTSB chief executive Debbie Crosbie said: \"Closing any of our branches is never an easy decision, but our customers are banking differently - with a marked shift to digital banking.\n\nAdvertisement\n\n\"We are reshaping our business to transform the customer experience and set us up for the future.\n\n\"This means having the right balance between branches on the high street and our digital platforms, enabling us to offer the very best experience for our personal and business customers across the UK.\"\n\nThe cuts, due to take place next year, add to an ongoing programme of 82 branch closures announced when TSB first launched a three-year turnaround plan last November.\n\nThat means that over the period the number of branches will have fallen from 536 before the closures started, though the bank pointed out it would still have the seventh largest network in the UK.\n\n2018: Banks: too old fashioned for online?\n\nIt is the latest lender to announce closures, following rival Co-op, which said last month that it was shutting down 18 sites - while bigger lenders such as Lloyds and NatWest have also been chopping back their high street presence.\n\nTSB said it was taking steps to support vulnerable customers in rural locations.\n\nThe bank said branches earmarked for closure were on average less than 0.3 miles to the nearest post office - where TSB customers will be able to make deposits and withdrawals.\n\n:: Subscribe to the Daily podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\n\nIt said the vast majority of job losses were expected to come through voluntary redundancies.\n\nA total of 969 \"role reductions\" will be offset by 120 new roles being created.\n\nSpanish-owned TSB has been attempting to turn around its fortunes after an IT fiasco in 2018, which left nearly two million people locked out of their accounts and led to the then chief executive Paul Pester to step down.\n\nTrade union Unite urged TSB to rethink the plans.\n\nNational officer Dominic Hook said: \"Not only do these staff deserve more from their employer after showing the utmost loyalty to TSB, customers will be deeply hit by these branch closures.\"", "date_added": "2020-09-30 13:07:35.044141+00:00", "url": "https://news.sky.com/story/tsb-to-close-164-branches-and-cut-969-jobs-12085799", "source": "Sky News", "photos_url": ["https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/19/11/1600x900/skynews-tsb-banlk-london_4850009.jpg?20191128140955", "https://e3.365dm.com/19/03/75x75/skynews-jean-paul-ford-rojas_4616195.jpg?20190322115959", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/18/11/768x432/skynews-debbie-crosbie-tsb_4492869.jpg?20181119072200", "https://e3.365dm.com/19/11/768x432/skynews-tsb-banlk-london_4850009.jpg?20191128140955", "https://e3.365dm.com/18/09/768x432/Ut_HKthATH4eww8X4xMDoxOjA4MTsiGN_4429177.jpg?20180921203358"], "is_grouped": false, "upvotes": 0, "downvotes": 0}