{"title": "Suspect who allegedly sent envelope containing ricin to White House arrested", "text": "Washington — A person suspected of sending an envelope addressed to White House that contained the poison ricin has been arrested, the FBI said Sunday. CBS News has learned the suspect, a woman, was apprehended at the New York-Canada border and is believed to have been trying to enter the U.S.\n\nCBS News has also learned that the woman was carrying a gun.\n\nHer name wasn't released.\n\nGet Breaking News Delivered to Your Inbox\n\nThe U.S. Customs and Border Patrol and Royal Canadian Mounted Police had no comment.\n\nThe letter appeared to have originated in Canada, the Royal Canadian Mounted Police have said. It was intercepted at a government facility that screens mail addressed to the White House and President Trump and a preliminary investigation indicated it tested positive for ricin, officials said.\n\nThere have been several prior instances in which U.S. officials have been targeted with ricin sent through the mail.\n\nA Navy veteran was arrested in 2018 and confessed to sending envelopes to Mr. Trump and members of his administration that contained the substance from which ricin is derived. The letters were intercepted, and no one was hurt.\n\nIn 2014, a Mississippi man was sentenced to 25 years in prison after sending letters dusted with ricin to President Obama and other officials.", "date_added": "2020-09-21 21:17:29.745562+00:00", "url": "https://www.cbsnews.com/news/ricin-white-house-envelope-arrested/", "source": "", "photos_url": ["https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/19/186936ea-2db7-4a48-b750-74f38f653dc6/thumbnail/130x130/3b7d3f89bd089e1d4a2376e43d0f0efa/newsletter-breakingnews.jpg", "https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/19/186936ea-2db7-4a48-b750-74f38f653dc6/thumbnail/640x360/80fb8996993802606d5c971761bf5b42/newsletter-breakingnews.jpg", "https://cbsnews2.cbsistatic.com/hub/i/r/2017/02/24/5db92c33-6151-4e00-964c-15284d4570db/thumbnail/1200x630/8fcd7be75a3021905cf40c375a4bb070/ap-950815821655.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}