{"title": "Under pressure, Pfizer, Moderna (and soon AstraZeneca) publish COVID-19 vaccine protocols", "text": "The clamor for more transparency from the leading pandemic vaccine contenders has been getting louder, especially after AstraZeneca’s trial was briefly stopped in the U.K. (and is still on hold in the U.S.).\n\nThese growing calls for transparency have led Moderna (PDF), swiftly followed by Pfizer/BioNTech (and a pledge from AstraZeneca), to release their protocols this week, all of which are in the later stages of testing and likely to see data, and maybe emergency approvals, in the coming months.\n\nThe way Pfizer is running its phase 3, in conjunction with BioNTech, is focused on speed; it did not share a timetable for competition, though CEO Albert Bourla has repeatedly said they should have data by the end of October.\n\nVirtual Roundtable ESMO Post Show: Highlights From the Virtual Conference Cancer experts and pharma execs will break down the headline-making data from ESMO, sharing their insights and analysis around the conference’s most closely watched studies. This discussion will examine how groundbreaking research unveiled over the weekend will change clinical practice and prime drugs for key new indications, and panelists will fill you in on the need-to-know takeaways from oncology’s hottest fields. Save Your Spot\n\nThe normally secret protocol said the Big Pharma will have an interim analysis after just 32 people test positive, i.e., if six are positive in the vaccine group and 26 are positive in the placebo. For the final analysis, of 164 cases, it will need to hit 50% efficacy to be deemed a success by the FDA.\n\nModerna said data should be reported by year-end or early next year, and AstraZeneca has previously given a similar timetable.\n\nModerna’s protocol also gave more color, saying its first analysis of early trial data might not be conducted until late December, although company officials now say they expect the initial analysis in November.\n\nIn terms of how it’s measuring efficacy, a total of 151 COVID-19 cases “will provide 90% power to detect a 60% reduction in hazard rate (60% vaccine efficacy [VE]), rejecting the null hypothesis,” it said in its protocol.\n\n“This is a case-driven study,” Moderna’s protocol said. “If the prespecified criteria for early efficacy are met at the time of either interim analysis or overall efficacy at the primary analysis, a final study report describing the efficacy and safety of mRNA-1273 will be prepared based on the data available at that time.\n\n“In the event that success criteria are met either at the time of the interim analyses or when the total number of cases toward the primary endpoint have accrued, participants will continue to be followed in a blinded fashion until month 25, to enable assessment of long-term safety and durability of VE . If the study concludes early, all participants will be requested to provide a final blood sample at the time of study conclusion.”\n\nIts first interim analysis (IA) will occur when around 35% of the total cases have been observed and the second at 70%, with the primary analysis to be “performed when approximately 151 cases have been observed in the study.”\n\n“There is no intention to stop the study early if the efficacy has been demonstrated at any of the IAs,” Moderna added. “If efficacy is demonstrated at an IA, the subsequent IA or primary analysis will be considered supportive in nature.”\n\nSo far, 25,000 patients have been enrolled into Moderna’s trial, with 10,000 having had their second shot.\n\nU.S. President Donald Trump is banking a lot of political capital on these vaccines coming in before the election, or soon after, with pressure mounting for drugmakers—many of which are getting government cash—to get a vaccine out ASAP.\n\nEarlier this month, AstraZeneca, which has also promised to release its vaccine protocol (but at time of writing has not), and its partner the University of Oxford had to halt their phase 3 after a serious safety concern cropped up in one patient.\n\nThe trial was briefly halted in the U.K. before resuming (although it's still on hold in the U.S.), with officials expressing concern about the event and many on bio-Twitter wondering why AstraZeneca is being coy about the exact details of what happened.\n\nReports from the media, including CNN, suggested a rare nerve disease had hit one patient, but AstraZeneca has come out to flatly deny this. The diagnosis was “based on preliminary findings” and is inaccurate, it said in response to the articles. If it does publish its protocol, this information will not be a part of it.\n\nThe release of the protocols has prompted kudos from some in the scientific community. “I want to acknowledge a good deed done,” said Peter Doshi, who is on the faculty at the University of Maryland School of Pharmacy in Baltimore and an editor with The BMJ, talking to The New York Times.\n\n“They have opened up, for the first time, the ability for researchers not involved in the trial to form their own independent judgment about the design of this study.”", "date_added": "2020-09-19 19:09:01.662077+00:00", "url": "https://www.fiercebiotech.com/biotech/under-pressure-pfizer-moderna-and-soon-astrazeneca-publish-covid-vaccine-protocols", "source": "FierceBiotech", "photos_url": ["https://www.fiercebiotech.com/themes/custom/tektite/assets/images/questex-logo-white.svg?v=0.1", "https://qtxasset.com/styles/content_well_thumb/s3/fiercebiotech/1600442800/ChristianHogg.jpg/ChristianHogg.jpg?Xr_6lD2QSFix_lSeMlaYl05EOUkNMTqb&itok=nfhfbTac", "https://qtxasset.com/styles/content_well_thumb/s3/fiercebiotech/1600430310/GettyImages919426172Tiny.jpg/GettyImages919426172Tiny.jpg?esdA6dI6eMEghFc9KGP_hfVUe3zplSrj&itok=Z1vYZcHD", "https://qtxasset.com/styles/content_well_thumb/s3/fiercebiotech/1600439384/Takeda.jpg/Takeda.jpg?uKW2DA2w.RANlj2KtnYAxkVkaHDbw8Lk&itok=c6JU1_AG", "https://www.fiercebiotech.com/s3/files/styles/breakpoint_sm_default_480px_w/s3?file=fiercebiotech/1600431819/img_7115_0.jpg/img_7115_0.jpg&itok=rwucajQD", "https://qtxasset.com/fiercebiotech/1600431819/img_7115_0.jpg/img_7115_0.jpg?9HO5_kLJNl.TJrP_B6gGCxvHKPmA4VqE", "https://qtxasset.com/field/image/ben.png?dY.__rmX2yktKa8riZF1FBpLzCgbShAR", "https://www.fiercebiotech.com/themes/custom/tektite_fierce/assets/images/logo/logo-biotech.svg?v=1.03"], "is_grouped": false, "upvotes": 0, "downvotes": 0}