{"title": "Moderna CEO downplays vaccine timeline pressure: 'We don't want the first, we want the best'", "text": "As the scientific race for an effective coronavirus vaccine becomes embroiled in controversy, Moderna (MRNA) CEO Stéphane Bancel dismissed suggestions about political pressure, telling Yahoo Finance in an interview that his company was not under the gun from the government.\n\nPresident Donald Trump has insisted the U.S. will approve a vaccine by Election Day, even as his top health officials have contradicted him. In the U.S., Moderna and Pfizer (PFE) are considered the two frontrunners, and the latter has said it can expect the first safety readout by the end of October.\n\nYet unlike Pfizer, Moderna, has relied on government funding from the Trump administration’s “Operation Warp Speed” initiative. Despite the nearly $1 billion in federal funding, and the urgency to find workable treatments as infections rise worldwide, Bancel insisted the company is not being pressured — and never has been.\n\n“We have had, from no governments, any pressure to go faster,” Bancel told “The Final Round” on Thursday.\n\nIn fact, Moderna is riding a wave of momentum around its company’s vaccine candidate, and hopes to translate that into ongoing enthusiasm about the mRNA technology, the CEO added.\n\nTrump’s aggressive expectations of having a vaccine by Election Day have been tempered by scientists and his own public health officials. During Moderna’s investor day on Thursday, chief medical officer Tal Zaks said that getting regulatory approval by November is \"a question of getting lucky.”\n\nDespite being slightly behind Pfizer in its development — even as both began clinical trials on the same day— Moderna’s chief insisted he’s not concerned about meeting anyone’s timeline.\n\n“We’re not solving to be the first vaccine, we want to have the best vaccine,” Bancel told Yahoo Finance.\n\n“I would rather be two weeks behind the first vaccine and have the best vaccine, plus from a business standpoint and potential turnover it will have no impact,” he added.\n\nU.S. cases are up over 10%. (Graphic: David Foster/Yahoo Finance) More\n\nRacing toward the finish line\n\nThe company willingly slowed down enrollment of its Phase 3 trial. Moderna has already enrolled 25,000 of the 30,000 required for Phase 3, and 10,000 of those individuals have already received the second required dose.\n\nBut in the past few weeks, the company closed down enrollment at sites that were not doing well with diverse populations. That said, Bancel said it wouldn’t affect the company’s ability to file for an emergency use authorization by November, the earliest possible for an efficacy reading.\n\nModerna’s initial safety readout depends on 53 individuals contracting the virus. If the company reaches that marker, and the infected individuals are in the placebo group, the company can move forward with an emergency use authorization filing.\n\nLike other vaccine makers in the race, Moderna is already manufacturing as much of the vaccine it can — ready to ship out as soon as the FDA gives the green light for the product. That will have no impact on fourth quarter sales, Bancel said.\n\nHowever, some experts have warned that, with little known about what level of antibody protection a vaccine truly offers, some of the frontrunners could be providing limited protection.\n\n“It is true that there are vaccines behind us that have a higher chance of working,” Bancel said. Yet pre-clinical data that was published in the New England Journal of Medicine showed there could be strong protection that prevents transmission of the virus.\n\nRegardless of the outcome, the company has already benefitted from the race by being closer to commercialization of a product that it was at the start of the year.", "date_added": "2020-09-18 13:26:09+00:00", "url": "https://finance.yahoo.com/news/moderna-ceo-downplays-vaccine-timeline-pressure-we-dont-want-the-first-we-want-the-best-132609857.html", "source": "", "photos_url": ["https://s.yimg.com/g/images/spaceball.gif", "https://s.yimg.com/ny/api/res/1.2/_GZoFYyzoOd5bXnmirxZhg--~A/YXBwaWQ9aGlnaGxhbmRlcjtzbT0xO2ZpPWZpbGw7dz04NDtoPTg0/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2019-12/99c4d5d0-20fd-11ea-badf-cc2839d39fe0", "https://s.yimg.com/ny/api/res/1.2/QKzfWrbUOtWRb5zd6JD.ow--~A/YXBwaWQ9aGlnaGxhbmRlcjtzbT0xO3c9ODAw/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-09/7c7ec8c0-f913-11ea-9fff-1cb01660e475", "https://s.yimg.com/uu/api/res/1.2/90r8j8Aj97Z6QKx7Dte02g--~B/aD0yNTkyO3c9Mzg3MjtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-09/f5e785a0-f9b1-11ea-adb7-00fd30ffc7ec"], "is_grouped": false, "upvotes": 0, "downvotes": 0}