{"title": "Trump and Beijing both hinted at blocking the Oracle-TikTok deal amid huge confusion about who will own the app", "text": "President Trump threatened to withdraw his initial, informal approval of Oracle and Walmart's deal with TikTok on Monday.\n\nBeijing, via state-owned press, also hinted that it would block the deal.\n\nEach party is attempting to publicly spin the deal to their advantage, causing huge confusion over the final shape of the deal or even whether it will take place.\n\nByteDance said in a statement Monday it would retain 80% control of the company, but Oracle later said \"ByteDance will have no ownership in TikTok Global.\"\n\nVisit Business Insider's homepage for more stories.\n\nPresident Trump and Beijing have both hinted they might block TikTok's financial tie-up with Oracle and Walmart, amid enormous confusion about the future ownership structure of the video app in the US.\n\nOn Monday, President Trump told Fox News that he won't approve the deal unless Oracle and Walmart have \"total control\" of the company.\n\nHe said: \"They will have nothing to do with it, and if they do, we just won't make the deal ... It's going to be controlled, totally controlled by Oracle, and I guess they're going public and they're buying out the rest of it, they're buying out a lot, and if we find that they don't have total control then we're not going to approve the deal.\"\n\nConfusingly, Trump then told reporters on Monday afternoon he'd given the deal a \"preliminary okay\" — but continued to cast doubt over whether the deal would pass.\n\nAsked about a final decision, Trump said: \"That's working its way through. I've given a preliminary okay. They will work — they're two great companies — Oracle and Walmart. Larry Ellison [Oracle's cofounder] is a — you know, a great genius at that kind of thing. The technology is incredible.\"\n\n\"And so if we can save it, we'll save it. And if we can't, we'll cut it off. But they have preliminary. We'll see what they can do,\" he added.\n\nThe president had also previously said on Saturday he had given the deal between TikTok and the two US giants his \"blessing\" and approved the deal \"in concept.\"\n\nIn their original statement about the deal issued on Saturday, Oracle and Walmart said that together they would acquire 20% of a new entity called TikTok Global, which they said would run TikTok in the US as well as most other countries where it operates.\n\nByteDance insists it will retain control of a newly formed TikTok entity after the Oracle deal\n\nBut TikTok's parent firm ByteDance put out its own contradictory statement.\n\nThe company put out a statement claiming to dispel \"groundless rumors\" about the deal, in which it said it would retain 80% control of the company after the Oracle-Walmart deal.\n\nSeparately it also denied a claim from Trump that a $5 billion fee from the deal would go to the US Treasury to help set up an education fund.\n\nOn Monday Oracle weighed in again, adding another layer of confusion.\n\n\"Upon creation of TikTok Global, Oracle/Walmart will make their investment and the TikTok Global shares will be distributed to their owners, Americans will be the majority and ByteDance will have no ownership in TikTok Global,\" said Oracle's Executive Vice President Ken Glueck in a statement.\n\nBeijing has also weighed in, via the state-run press, and threatened to block the deal.\n\nHu Xijin, editor-in-chief of state-run media outlet the Global Times, tweeted on Monday: \"Based on what I know, Beijing won't approve current agreement between ByteDance, TikTok's parent company, and Oracle, Walmart, because the agreement would endanger China's national security, interests and dignity.\"\n\nIn an official op-ed the Global Times characterized the proposed deal as \"unfair\" but qualified that by saying it was \"relatively more reasonable to ByteDance.\"\n\nChina also announced on Saturday a new \"unreliable entity list\" which it will use to sanction companies it says pose a national security threat.", "date_added": "2020-09-22 00:00:00+00:00", "url": "https://www.businessinsider.com/tiktok-trump-beijing-oracle-walmart-confusion-2020-9", "source": "Business Insider", "photos_url": ["https://www.businessinsider.com/public/assets/shared/success-circle.svg", "data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' viewBox='0 0 1 1'%3E%3C/svg%3E", "https://static.businessinsider.com/image/5bd375adcd6f3842155a1a29", "https://i.insider.com/5f5a5f9b7ed0ee001e25e8ed?width=24&format=jpeg&auto=webp", "https://static.businessinsider.com/image/5dc428a57eece546b8629657", "https://i.insider.com/5f5a5f9b7ed0ee001e25e8ed?width=600&format=jpeg&auto=webp", "https://www.businessinsider.com/tiktok-trump-beijing-oracle-walmart-confusion-2020-9?width=600&format=jpeg&auto=webp", "https://i.insider.com/5f5a5fb6e6ff30001d4e8165?width=1200&format=jpeg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}