{"title": "'Total security': Trump plans to close TikTok if no deal reached", "text": "United States President Donald Trump says he would save a deal to boost US control of the popular Chinese-owned video-sharing app TikTok if possible, but would \"cut it off\" if an agreement is not reached.\n\nSpeaking to reporters before leaving the White House, Trump said on Monday he had given a \"preliminary OK\" to a plan for US companies Oracle and Walmart to buy stakes in a new US company to run TikTok, which is currently owned by China's Bytedance.\n\nBut the president also stressed that he could scrap the deal if it didn't satisfy his demands.\n\n\"If we can save it, we'll save it, and if we can't we'll cut it off,\" he said before travelling to Ohio. \"We have to have total security. That's the only thing, very important, We have to have total security,\" he added.\n\nTrump had previously made clear he wanted a US company to buy TikTok, citing concerns that the personal data of as many as 100 million Americans that use the app could be passed on to China's government. But questions have swirled about whether Bytedance will retain a majority stake in the new enterprise.\n\nByteDance said on Monday that it will own 80 percent of TikTok Global, a newly created US company that will own most of the app's operations worldwide. ByteDance added that TikTok Global will become its subsidiary.\n\nOracle and Walmart Inc, which have agreed to take stakes in TikTok Global of 12.5 percent and 7.5 percent respectively, have said the majority ownership of TikTok would be in American hands and that most of TikTok Global's board members would be US nationals.\n\nTikTok is currently entirely owned by ByteDance, which in turn is 40-percent owned by US investors.\n\n'Hooligan logic'\n\nChina's state-backed Global Times newspaper said in an editorial the proposed deal is unlikely to receive Chinese government approval.\n\n\"It is clear that these [terms] extensively show Washington's bullying style and hooligan logic. They hurt China's national security, interests and dignity,\" said the English version of the editorial published late on Monday, which was also carried in the newspaper's Chinese edition.\n\nThe unidentified author objected to a requirement that four of the five seats of the board of TikTok Global be occupied by Americans and only one reserved for a Chinese national, as well as the inclusion of a US-approved \"national security director\".\n\nIt also denounced a requirement that ByteDance reveal TikTok's source code to Oracle as part of the deal and separate the management of TikTok from its Chinese equivalent Douyin.\n\n\"As TikTok and Douyin should have the same source code, this means the US can get to know the operations of Douyin,\" the editorial continued.\n\n\"If the reorganization of TikTok under US manipulation becomes a model, it means once any successful Chinese company expands its business to the US and becomes competitive, it will be targeted by the US and turned into a US-controlled company via trickery and coercion, which eventually serves only US interests,\" the author wrote.\n\nThe US Commerce Department postponed a ban on downloads of the TikTok app that was due to take effect on Sunday by one week, to give the companies time to finalise the deal.\n\nEarlier on Monday, Trump told Fox News that Oracle and Walmart would have \"total control\" over TikTok. \"If we find that they don't have total control, then we're not going to approve the deal,\" Trump said.", "date_added": "2020-09-22 21:05:19.706982+00:00", "url": "https://www.aljazeera.com/ajimpact/security-trump-plans-close-tiktok-deal-reached-200922035552049.html", "source": "", "photos_url": ["https://www.aljazeera.com/mritems/Images/2020/9/22/dc9d37ff080a467e88a227ae154d5c15_18.jpg", "https://www.aljazeera.com/assets/images/aj-logo-sm-2.png", "https://www.aljazeera.com/mritems/imagecache/mbdxxlarge/mritems/Images/2020/9/22/dc9d37ff080a467e88a227ae154d5c15_18.jpg", "https://www.aljazeera.com/assets/images/aj-logo-lg-124.png", "https://www.aljazeera.com/assets/images/AljazeeraLogo.png", "https://www.aljazeera.com/mritems/images/site/aje-logo-white.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}