{"title": "TikTok, Oracle deal still shrouded in uncertainty as companies tussle over ownership", "text": "Trump on Saturday said he was giving his blessing to the proposed deal. On Monday, however, Trump said Oracle would need to have “total control” and ByteDance will need to step back.\n\nAD\n\nAD\n\n“They will have nothing to do with it, and if they do, we just won’t make the deal,” he said in an interview on Fox News.\n\nByteDance said in a blog post earlier Monday that it would keep control of TikTok Global. If the current deal is finalized, it said, ByteDance would still own 80 percent after Walmart and Oracle invest and the company enters the U.S. public markets.\n\nOracle seemed to directly contradict that statement with its own Monday, saying ByteDance would not be an owner.\n\n“Upon creation of TikTok Global, Oracle/Walmart will make their investment and the TikTok Global shares will be distributed to their owners, Americans will be the majority and ByteDance will have no ownership in TikTok Global,” Oracle’s chief Washington lobbyist, Ken Glueck, said in a statement.\n\nAD\n\nOracle declined to comment further. ByteDance did not respond to requests for further comment. The White House did not immediately have comment.\n\nAD\n\nAfter months of threatening to ban TikTok in the United States, Trump signed two orders in August — one that banned the video app and one that required ByteDance to sell its U.S. TikTok operations. TikTok has been scrambling to work with investors and suitors to find a solution ever since and presented a deal to the Trump administration last week.\n\nTikTok said the deal satisfied regulator’s national security concerns over its data practices. Trump and other officials have said that TikTok presents a national security risk because the Chinese government could potentially access American user information. TikTok has disputed this, saying it does not share U.S. user information with China.\n\nAD\n\nThe deal would put Oracle in charge of securing and managing user information in the country.\n\nA person familiar with Oracle’s deal talks who spoke on the condition of anonymity to discuss private deliberations said the new company would include 36 percent Chinese ownership, including ByteDance’s founder and other shareholders. U.S. investors, including Walmart, Oracle and American venture capital firms that are currently invested in ByteDance, would together own 53 percent of the new company. Other non-Chinese international investors would own 11 percent, the person said.\n\nAD\n\nWalmart said this weekend it planned to take a 7.5 percent stake in the company, and Oracle said it would own 12.5 percent.\n\nAD\n\nTikTok has about 100 million users in the United States and is especially popular with teens and young adults.\n\nEven amid the uncertainty over new ownership of the global entity, one thing seemed certain: The deal so far falls short of what Trump originally ordered.\n\nTrump in his Aug. 14 executive order required a full sale of TikTok’s U.S. operations, on national security grounds. The Trump administration announced plans to ban TikTok from app stores on Sept. 20, though TikTok got a one-week extension on that ban this weekend after Trump said he blessed the Oracle deal “in concept.”\n\nThe interagency Committee on Foreign Investment in the United States (CFIUS) has been reviewing the TikTok-Oracle negotiations to check for national security risks, the reason it originally demanded ByteDance divest from TikTok here.\n\nAD\n\nAD\n\nDespite Trump’s blessing, the agencies that sit on the CFIUS still had concerns as of Friday that Oracle had not yet addressed, regarding data, source code and some disclosure of TikTok’s algorithm, according to one former U.S. official who spoke on the condition of anonymity because of the matter’s sensitivity.\n\nThe Treasury Department, which chairs the CFIUS, said Saturday that approval of the transaction would be “subject to a closing with Oracle and Walmart and necessary documentation and conditions to be approved by CFIUS.” It didn’t immediately respond to a request for comment Monday.\n\nTrump also initially called for the United States to collect a big portion of the deal price.\n\nAD\n\n“A very substantial portion of that price is going to have to come into the treasury of the United States,” Trump said in August. “The United States should be reimbursed or paid, because without the United States they don’t have anything.”\n\nAD\n\nOn Saturday, Trump said that the companies would establish a $5 billion education fund in the country. Neither Oracle nor Walmart confirmed that, though they said they “will pay more than $5 billion in new tax dollars to the U.S. Treasury.”\n\nIn a joint statement this weekend, the companies said they will “create an educational initiative to develop and deliver an AI-driven online video curriculum to teach children from inner cities to the suburbs,” though they did not put a price tag on the initiative.\n\nAD\n\nSome experts said Trump may achieve his goal — at least partially — of alleviating national security concerns.\n\n“Basically, on the national security side he got what he wanted in that there’s a disconnect now between ByteDance and TikTok, because Oracle will be operating backroom operations and gets access to source code,” said James Lewis of the Center for Strategic and International Studies, a D.C. think tank.\n\nAD\n\nTo many people, the deal also could make Trump look tough on China, said Robert Chesney, an associate dean at the University of Texas School of Law.\n\n“All lots and lots of people really know is that there was some thing with China and the president took care of it,” he said.\n\nAD\n\nIt was unclear whether the deal will win over skeptics on Capitol Hill, who last week blasted the Oracle-TikTok proposal.\n\nLast week, Sen. Marco Rubio (R-Fla.), Sen. Thom Tillis (R-N.C.) and four other Republicans said they wanted to see TikTok’s U.S. operations completely severed from ByteDance‘s control and opposed any deal in which Oracle would take “only a stake” in the U.S. business.\n\n“A partial sale, or trusted partnership deal, is insufficient in achieving the goals of protecting Americans and U.S. interests from the severe risks detailed in the Executive order,” the senators wrote in a letter to Trump. “Any deal between an American company and ByteDance must ensure that TikTok’s U.S. operations, data, and algorithms are entirely outside the control of ByteDance or any Chinese-state directed actors, including any entity that can be compelled by Chinese law to turn over or access U.S. consumer data.\"\n\nSen. Josh Hawley (R-Mo.) voiced similar concerns in his own letter, to Treasury Secretary Steven Mnuchin. “Any corporate shell game that leaves TikTok in the hands of ByteDance will simply perpetuate the original problem, leaving U.S. national interests and everyday users at serious risk,” he wrote. ByteDance should pursue “a full sale of TikTok, its code, and its algorithm to a U.S. company,” Hawley said.\n\nThe senators’ offices did not immediately respond to requests for comment Monday.", "date_added": "2020-09-21 00:00:00+00:00", "url": "https://www.washingtonpost.com/technology/2020/09/21/tiktok-oracle-uncertain-deal/", "source": "Washington Post", "photos_url": ["https://www.washingtonpost.com/wp-apps/imrs.php?src=https://s3.amazonaws.com/arc-authors/washpost/7f8a84e8-e426-4e41-9b30-20a6090a8a25.png&w=90&h=90", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-22-2020/t_9336c966dab047daae564f20a6176d69_name_5c8fb058_fadd_11ea_85f7_5941188a98cd_scaled.jpg&w=1440", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://s3.amazonaws.com/arc-authors/washpost/b3405ac1-a21a-4d59-92c3-85bf72950df9.jpg&w=90&h=90"], "is_grouped": false, "upvotes": 0, "downvotes": 0}