{"title": "Coronavirus: Two million deaths 'very likely' even with vaccine, WHO warns", "text": "Image copyright Reuters Image caption Dr Mike Ryan, head of the WHO's emergencies team, issued the stark warning at a media briefing\n\nThe global coronavirus death toll could hit two million before an effective vaccine is widely used, the World Health Organization (WHO) has warned.\n\nDr Mike Ryan, the WHO's emergencies head, said the figure could be higher without concerted international action.\n\nAlmost one million people have died with Covid-19 worldwide since the disease first emerged in China late last year.\n\nVirus infections continue to rise, with 32 million cases confirmed globally.\n\nThe start of a second surge of coronavirus infections has been seen in many countries in the northern hemisphere as winter approaches.\n\nSo far, the US, India and Brazil have confirmed the most cases, recording more than 15 million between them.\n\nBut in recent days, there has been a resurgence of infections across Europe, prompting warnings of national lockdowns similar to those imposed at the height of the first wave of the pandemic.\n\n\"Overall within that very large region, we are seeing worrying increases of the disease,\" Dr Ryan said of the marked spike in cases in Europe.\n\nHe urged Europeans to ask themselves whether they had done enough to avoid the need for lockdowns - and whether alternatives, such as testing and tracing, quarantines and social distancing, had been implemented.\n\n\"Lockdowns are almost a last resort - and to think that we're back in last-resort territory in September, that's a pretty sobering thought,\" Dr Ryan told reporters at the WHO's headquarters in Geneva.\n\nWhat did he say about the death toll?\n\nAsked whether two million fatalities worldwide was possible before a vaccine became available, Dr Ryan said: \"It's not impossible.\"\n\nHe added that fatality rates were dropping as treatments for the disease improve.\n\nBut better treatments and even effective vaccines might not be enough on their own to prevent deaths surpassing two million, he said.\n\n\"Are we prepared to do what it takes to avoid that number?\" Dr Ryan asked, calling on governments to do everything to control Covid-19.\n\n\"Unless we do it all, the number you speak about is not only imaginable, but unfortunately and sadly, very likely.\"\n\nWhat are the latest developments globally?\n\nAround the world, stricter social-distancing guidelines and restrictions on businesses are being brought into effect to curb a second spike.\n\nIn Spain, the government has recommended reimposing a partial lockdown on all of Madrid area, where cases have risen sharply. Instead, local authorities stepped up restrictions on some districts of the city, affecting a million people.\n\nMeanwhile in France, staff from bars and restaurants in the southern city Marseille protested against the closure of their workplaces on Saturday.\n\nOn Friday, more restrictions were announced in several regions of the UK, as new daily infections continue to rise.\n\nMedia playback is unsupported on your device Media caption The pandemic officially started when the WHO declared it in March 2020 but how will it end?\n\nIn contrast, curbs on businesses are being lifted in some US states, despite the increasing number of cases nationwide.\n\nDr Anthony Fauci, the country's top infectious diseases expert, said the first wave of the pandemic had not ended yet in the US, because infections have not decreased sufficiently since the initial outbreak.\n\n\"Rather than say, 'a second wave,' why don't we say, 'are we prepared for the challenge of the fall and the winter?',\" Dr Fauci told CNN.\n\nElsewhere, Israel tightened restrictions on businesses and travel, one week after the country became the first in the world to begin a second nationwide lockdown.", "date_added": "2020-09-26 14:18:12.220152+00:00", "url": "https://www.bbc.com/news/world-54303628", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/1024/branded_news/B6D1/production/_114610864_063371240-2.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/B6D1/production/_114610864_063371240-2.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08mxnvm.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::news.world.story.54303628.page&x1=[urn:bbc:cps:8811c405-245e-4c92-91f4-0980451fc33c]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}