{"title": "Coronavirus: Two million global deaths 'not impossible' even with vaccine, warns WHO", "text": "The number of global coronavirus deaths could reach two million before a vaccine is found and widely used, the World Health Organisation has warned.\n\nIt comes as the death toll in the nine months since the coronavirus emerged in Wuhan, China, nears one million.\n\nDr Mike Ryan, director of the WHO's emergencies programme, said the figure could be higher without concerted action to curb the pandemic.\n\n\"It's certainly unimaginable,\" he told a briefing. \"But it's not impossible, because if we look at losing a million people in nine months and then we just look at the realities of getting a vaccine out there in the next nine months, it's a big task for everyone involved.\n\n\"There's the issue of funding these vaccines. There's the issue of distributing these vaccines and then the issues of acceptance.\n\nAdvertisement\n\n\"And beyond that, with the work we still have to do in controlling this disease. And remember, we have things we can do now to drive transmission down and drive down the number of deaths.\"\n\nDr Ryan said there was a \"worrying\" spike of COVID-19 infections across Europe, which have triggered local lockdowns.\n\nThese are in part due to improved and rigorous testing, he added.\n\n\"But what is worrying to us is an increase in hospitalisations and an increase in bed occupancy for hospitalisations and also in ICU. We're at the end of September, not even towards the end of September, and we haven't even started our flu season yet,\" he said.\n\n\"So what we are worried about is the possibility that these trends are going in the wrong direction. Now, on the other hand, we are in a much different situation now than we were in a few months ago. We have tools in place to be able to reduce transmission and to save lives.\"\n\n'Vaccine nationalism will prolong pandemic'\n\nInfections have risen to almost 32.5 million, according to Johns Hopkins University, which has been tracking the coronavirus outbreak.\n\nMany countries are experiencing a second surge as winter approaches.\n\nIt is unknown what impact the cold months will have on the disease, and how it will interact with other seasonal respiratory viruses.", "date_added": "2020-09-26 14:18:06.136211+00:00", "url": "https://news.sky.com/story/coronavirus-two-million-global-deaths-not-impossible-even-with-vaccine-warns-who-12082074", "source": "Sky News", "photos_url": ["https://e3.365dm.com/20/07/768x432/skynews-coronavirus-vaccine_5052383.jpg?20200729065447", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/20/09/768x432/skynews-tedros-adhanom-ghebreyesus_5087141.jpg?20200904204602", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/07/1600x900/skynews-coronavirus-vaccine_5052383.jpg?20200729065447", "https://e3.365dm.com/20/08/512x512/skynews-coronavirus-graphic_5065471.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}