{"title": "Amazon says nearly 20,000 U.S. employees have contracted Covid-19", "text": "Amazon said Thursday that 19,816 of its U.S. employees have tested positive or are presumed positive for Covid-19.\n\nThe announcement, part of a blog post published by Amazon, offers the public's first national overview of how the pandemic has hit the company's sizable domestic workforce through September 19.\n\nAccording to Amazon's calculations, the company's infection rate is 42 percent lower than expected based on the general population.\n\n\"Based on this analysis, if the rate among Amazon and Whole Foods Market employees were the same as it is for the general population rate, we estimate that we would have seen 33,952 cases among our workforce,\" the company wrote. \"In reality, 19,816 employees have tested positive or been presumed positive for COVID-19 — 42% lower than the expected number.\"\n\nFull coverage of the coronavirus outbreak\n\nThe company said it is testing thousands of its employees for Covid-19 every day, with the intention of reaching 50,000 tests a day by November. Amazon and Whole Foods together have almost 1.4 million employees in the United States — meaning 50,000 daily tests would represent about 3.6 percent of its workforce.\n\nNBC News published an investigation Wednesday that detailed how the company's lack of transparency had made it almost impossible to track the spread of Covid-19 at its many fulfillment centers, Whole Foods locations and various other facilities, where workers have been racing to meet record demand for online retail during the pandemic.\n\nThe company had previously declined to provide infection figures to lawmakers or its employees at fulfillment centers, making it difficult for workers and health inspectors to determine Covid-19 hot spots. The company did provide a chart of \"actual Amazon case rates\" broken down by state, which showed that company facilities in Minnesota, Florida and Alabama had the highest percentages of positive infections across the country.\n\nStill, some lawmakers called for Amazon to release more granular data about Covid-19 outbreaks in its facilities.\n\n\"Amazon will have to be more transparent than simply aggregating their data to keep from showing dangerous hot spots of Covid in their individual warehouses,\" said California Assembly member Lorena Gonzalez, who recently introduced a bill to improve working conditions for warehouse workers. \"They need to do right by their employees and the communities where they are located by disclosing actual cases in real time.\"", "date_added": "2020-10-01 23:10:00+00:00", "url": "https://news.yahoo.com/amazon-says-nearly-20-000-231000359.html", "source": "", "photos_url": ["https://s.yimg.com/ny/api/res/1.2/_hG2G.TbPpLRM5Inmi3E9g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/s4XYlKGoirmE6BEDo9.3YQ--~B/aD0xNjY3O3c9MjUwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-US/nbc_news_122/2100c814dd55f79e93828318a49355ff", "https://s.yimg.com/uu/api/res/1.2/s4XYlKGoirmE6BEDo9.3YQ--~B/aD0xNjY3O3c9MjUwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-US/nbc_news_122/2100c814dd55f79e93828318a49355ff", "https://s.yimg.com/os/creatr-uploaded-images/2020-08/cc9fbf10-d778-11ea-9fef-b38fb44c1836"], "is_grouped": false, "upvotes": 0, "downvotes": 0}