{"title": "Almost 20,000 Amazon workers in US test positive for Covid-19", "text": "Amazon has revealed that almost 20,000 of its workers in the US have contracted Covid-19 after months of demands for public disclosure from activists.\n\nThe US tech company has been one of the biggest corporate winners during the pandemic, with people across the world switching to online shopping during lockdowns. However, Amazon has faced criticism from some labour campaigners who alleged that the company put employees in danger by keeping warehouses open.\n\nGlobal markets retreat after Trump tests positive for Covid-19 – business live Read more\n\nIn a blogpost, Amazon said that its analysis suggested that the rate of infection among 1.4 million workers at Amazon and its Whole Foods subsidiary was 42% lower than the rate expected based on the broader US population.\n\nA state-by-state breakdown of the cases showed that the highest rate of infection of Amazon employees was in Minnesota, where 3.17% of Amazon workers were presumed to have caught Covid-19, double the rate of infection in the broader population. However, the data did not give absolute numbers of infected workers in each state or whether workers in warehouses were more vulnerable.\n\nAmazon, which has a market value of $1.6tn (£1.2tn) and whose largest shareholder is its founder and chief executive, Jeff Bezos, the world’s richest person, said it was investing “hundreds of millions of dollars” in its own coronavirus testing programme. It plans to conduct 50,000 tests a day across 650 sites by November.\n\nSign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk\n\nAthena, a coalition of US activist groups campaigning for greater regulatory oversight over Amazon, called for immediate investigations into the company by public health officials as well as regular reporting on the number of employees with Covid-19.\n\nAthena’s director, Dania Rajendra, said in a statement: “Amazon allowed Covid-19 to spread like wildfire in its facilities, risking the health of tens of thousands of people who work at Amazon – as well as their family members, neighbours and friends.\n\n“Amazon is, in no uncertain terms, a threat to public health.”\n\nAmazon’s blogpost said the company gives its employees comprehensive health insurance and paid time off for any worker who needs to be quarantined. It has also instituted new cleaning regimes and other processes to reduce the spread of the virus, the company said.", "date_added": "2020-10-02 00:00:00+00:00", "url": "https://www.theguardian.com/technology/2020/oct/02/almost-20000-amazon-workers-in-us-test-positive-for-covid-19", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=Amazon%2CBusiness%2CRetail+industry%2CCoronavirus+outbreak%2CUS+news%2CJeff+Bezos%2CE-commerce", "https://i.guim.co.uk/img/media/035104c3a90ecdbd28677c0264de1f38c9e8a314/0_367_5610_3366/master/5610.jpg?width=300&quality=85&auto=format&fit=max&s=6028029865caa3a320a835371449845f", "https://i.guim.co.uk/img/media/e5f3c3d57f8254e312257c0f90c45bde42c55dfe/30_351_5083_3049/master/5083.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=d967710ad3b8d712187dd8d193cf397b", "https://i.guim.co.uk/img/media/e5f3c3d57f8254e312257c0f90c45bde42c55dfe/30_351_5083_3049/master/5083.jpg?width=300&quality=85&auto=format&fit=max&s=8d342ab365561a607c6208195c2544f8", "https://i.guim.co.uk/img/media/4ce838b9c0cf4739c33edffc65d539d6bd1b945e/0_285_5550_3330/master/5550.jpg?width=300&quality=85&auto=format&fit=max&s=a246ede99fc2e416377d941ecf6cb59b", "https://phar.gu-web.net/count/pv.gif", "https://i.guim.co.uk/img/media/9e13614d5ab4c74c5fff4a92216da8d89082349f/0_55_3500_2101/master/3500.jpg?width=300&quality=85&auto=format&fit=max&s=b1ab99efb0fe200524c6358a7d3ae77b", "https://phar.gu-web.net/count/pvg.gif", "https://i.guim.co.uk/img/media/b5badc6ac2899e8dba9bddb4273a54bde1dc766b/43_0_2727_1637/master/2727.jpg?width=300&quality=85&auto=format&fit=max&s=a3bf14266334279f4313e586baa9f745"], "is_grouped": false, "upvotes": 0, "downvotes": 0}