{"title": "Sudan leaders in UAE for talks with Emirati, US officials", "text": "A high-level delegation led by the head of Sudan's ruling council has travelled to the United Arab Emirates for separate talks with Emirati and US officials, including discussions on its removal from the US's list of countries that \"sponsor terrorism\", according to state media.\n\nThe Sudanese state news agency SUNA said on Sunday General Abdel-Fattah al-Burhan, head of the sovereign council that has been in charge following the overthrow of President Omar al-Bashir last year, will hold talks with the UAE's leadership on \"all regional issues that are related to Sudan\".\n\nIt added that Sudanese Justice Minister Naser-Eddin Abdelbari will meet US officials present in Abu Dhabi to discuss the \"removal of [the] name of Sudan from the list of states sponsoring terrorism, support of the transitional period and writing off American debts on Sudan\".\n\nHowever, the Axios website reported that US, Emirati and Sudanese officials would hold a \"decisive\" meeting in Abu Dhabi on Monday \"on a possible normalization agreement between Sudan and Israel\", similar to the US-brokered deals struck by the UAE and Bahrain in recent weeks.\n\n200831121214289\n\nCiting anonymous sources, Axios said Sudan's transitional government - besides the terror delisting - is asking for \"more than $3bn in humanitarian assistance and direct budgetary aid\" in return for a deal with Israel.\n\nIt is also seeking \"a commitment\" by the US and the UAE \"to providing Sudan with economic aid over the next three years\", Axios reported on Sunday.\n\nIn August, US Secretary of State Mike Pompeo raised the issue of Sudan establishing ties with Israel during a visit to Khartoum. In response, Sudanese Prime Minister Abdalla Hamdok said his government had no mandate to do so, and that such a move could be decided after the end of the transitional period and the holding of elections, planned for 2022.\n\nAt the time, Pompeo was on a regional tour as part of a drive to convince more Arab countries to establish ties with Israel.\n\nUS President Donald Trump has said he expects other Arab countries to follow in the footsteps of the UAE and Bahrain, the first Arab states in a quarter of a century to \"normalise\" relations with Israel.\n\nPalestinians were outraged by the moves, seeing them as a betrayal that further weakens a long-standing pan-Arab position calling for Israeli withdrawal from occupied territory and acceptance of Palestinian statehood in return for normal relations with Arab countries.\n\nEconomic downfall\n\nTies with Israel are a sensitive issue in Sudan, which was among the hardline enemies of Israel under al-Bashir.\n\nIn February, al-Burhan met Israeli Prime Minister Benjamin Netanyahu in Uganda, a secret meeting condemned by Sudanese protesters. Al-Burhan afterwards said Khartoum's position towards the Palestinian issue and the right of Palestinians to set up their independent state \"remained and will remain firm\", though Israeli commercial planes soon began overflying Sudan.\n\nSince coming to office, Sudan's transitional government has been pushing to be taken off the US list, which makes the country ineligible for much-needed loans from international financial institutions and limits potential foreign investment.\n\nThe authorities are currently under pressure to fix a deepening economic crisis, which has worsened since al-Bashir was overthrown in April last year in the wake of months-long protests against his rule. Inflation hit almost 170 percent last month, the currency has been in freefall and the government has declared an economic state of emergency as the cost of food and transport continue to soar across the country.\n\nPrices of some staple foods like bread and sugar have increased by 50 percent over the past few weeks, with many fearing the crisis will worsen.\n\nThe dire situation in Sudan has been exacerbated by heavy rains that brought record-breaking flash floods, devastating most of the country.\n\nSo far, the floods have killed more than 120 people, affected some half a million people and caused the total and partial collapse of more than 100,000 homes in at least 16 Sudanese states.", "date_added": "2020-09-21 21:42:04.006578+00:00", "url": "https://www.aljazeera.com/news/2020/09/sudan-leaders-uae-talks-emirati-officials-200921065131443.html", "source": "", "photos_url": ["https://www.aljazeera.com/mritems/imagecache/mbdxxlarge/mritems/Images/2020/9/21/addc8a30948d4318b9fd33eeca76d10a_18.jpg", "https://www.aljazeera.com/assets/images/aj-logo-sm-2.png", "https://www.aljazeera.com/mritems/Images/2020/9/21/6dc471cf7b314c71996001db8a89ab25_18.jpg", "https://www.aljazeera.com/assets/images/aj-logo-lg-124.png", "https://www.aljazeera.com/assets/images/AljazeeraLogo.png", "https://www.aljazeera.com/assets/images/sb-video-icon.png", "https://www.aljazeera.com/mritems/imagecache/mbdxxlarge/mritems/Images/2020/9/9/5c830456f8744c31add268e68b41b542_18.jpg", "https://www.aljazeera.com/mritems/images/site/aje-logo-white.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}