{"title": "Philippines president slams Facebook after platform takes down accounts", "text": "Philippines President Rodrigo Duterte on Tuesday slammed Facebook after the social media platform said last week that it took down two networks promoting government propaganda that primarily targeted the Philippines and Southeast Asian countries.\n\n“Facebook, listen to me. We allow you to operate here hoping that you could help us,” President Rodrigo Duterte said in a late-night televised address, according to Reuters. “Now, if government cannot espouse or advocate something which is for the good of the people, then what is your purpose here in my country?”\n\nDuterte has used social media platforms like Facebook to help harness power and assist his rise to his election win in 2016.\n\nADVERTISEMENT\n\nPresidential spokesman Harry Roque said Duterte would not shut down the platform in the country, but said the president wants to understand how it regulates the content and questioned Facebook’s partnership with two local fact-checkers that he said were critical of Duterte’s government, according to the newswire.\n\n“We need new policies to level the playing field on Facebook,” Roque told Reuters.\n\nFacebook took down 155 Facebook accounts, 11 pages, nine Groups and six Instagram accounts affiliated with a network located in China. The network used fake accounts to spread messages in support of Duterte.\n\nThe platform took down a second network that originated in the Philippines and targeted users there pushing pro-Duterte content.\n\nA spokesperson for Facebook was not immediately available for comment in response to Duterte's comments.", "date_added": "2020-09-29 09:07:07+00:00", "url": "https://thehill.com/policy/technology/518708-philippines-president-slams-facebook-after-platform-takes-down-accounts", "source": "TheHill", "photos_url": ["https://thehill.com/sites/default/files/duterte_philippines_getty.jpg", "https://thehill.com/sites/default/files/styles/leading_video/public/ca_2020_nevada_democratic_debate_getty.jpg?itok=tjlYKXbm", "https://thehill.com/sites/default/files/styles/leading_video/public/donaldtrump_bidenjoe_092420getty_split_polls.jpg?itok=y4AFdWgm", "https://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-footer.png", "https://thehill.com/sites/default/files/styles/leading_video/public/ca_extremesports_nodategetty.jpg?itok=AMD04cIp", "https://thehill.com/sites/default/files/styles/thumb_small_article/public/duterte_philippines_getty.jpg?itok=oCqQRCGQ", "https://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-big.png", "https://sb.scorecardresearch.com/p?c1=2&c2=10314615&c3=&c4=https%3A//thehill.com/policy/technology/518708-philippines-president-slams-facebook-after-platform-takes-down-accounts&c5=&c6=&c15=&cv=2.0&cj=1", "https://thehill.com/sites/default/files/styles/leading_video/public/trumpdonald_bidenjoe_092520getty_split_debate.jpg?itok=RBrME974"], "is_grouped": false, "upvotes": 0, "downvotes": 0}