{"title": "Philippines accuses Facebook of censoring pro-government content", "text": "MANILA (Reuters) - The Philippines accused Facebook on Tuesday of censoring pro-government content which it said was tantamount to curtailing freedom of speech and called for new measures to regulate the social media giant to “level the playing field”.\n\nFILE PHOTO: A Facebook logo is displayed on a smartphone in this illustration taken January 6, 2020. REUTERS/Dado Ruvic/Illustration\n\nIn the Southeast Asian country, President Rodrigo Duterte has been bolstered by establishing a powerful support base on social media platforms like Facebook, a factor that was instrumental in his election victory in 2016.\n\nBut Facebook last week dismantled a network of accounts that originated from China and the Philippines for engaging in “coordinated inauthentic behaviour”, including one that Manila says it supports for its anti-communism stance.\n\nThe takedown drew the ire of Duterte who warned Facebook on Monday night that it should explain what its purpose is in his country if it wants to continue to operate.\n\nPresidential Spokesman Harry Roque said Duterte would not shut down Facebook, but he wants to understand how it regulates content in the Philippines where 65% percent of its 107 million people are users.\n\nPlatforms like Facebook have become political battlegrounds in the Philippines, but the Duterte administration has denied allegations that it has allowed the abuse and manipulation of social media by its supporters to harass or discredit opponents.\n\nRoque also questioned Facebook’s partnership with local fact-checkers Rappler and Vera Files, online news organizations that he said were critical of the Duterte government.\n\n“We need new policies to level the playing field on Facebook,” Roque said, adding Facebook CEO Mark Zuckerberg himself has called for regulation of online content.\n\nFacebook and Rappler did not immediately respond to a request for comment, while Vera Files declined to comment.\n\nFacebook has been under fire in recent years for its lax approach to fake news reports, state-backed disinformation campaigns and violent content spread on its services, prompting calls for new regulations around the world.\n\nFollowing such criticism, Zuckerberg had said the company would prioritize “trustworthy” news in its feed by identifying high-quality outlets.", "date_added": "2020-09-29 08:29:23+00:00", "url": "https://www.reuters.com/article/philippines-duterte-facebook/philippines-accuses-facebook-of-censoring-pro-government-content-idUSL4N2GQ1TI", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200929&t=2&i=1535323695&r=LYNXMPEG8S0SN&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}