{"title": "Philippines' Duterte calls out Facebook after accounts taken down", "text": "Philippine President Rodrigo Duterte said on Monday that Facebook could not stop him from promoting the objectives of his government, telling the social media giant that they should talk about its purpose in his country.\n\n“Facebook, listen to me,” Duterte said in a late-night televised address. “We allow you to operate here hoping that you could help us. Now, if government cannot espouse or advocate something which is for the good of the people, then what is your purpose here in my country?”\n\nHis remarks follow Facebook’s move on Sept. 22 to dismantle a network of fake accounts that originated in China and the Philippines, including some that criticized the Communist Party of the Philippines and its armed wing, the New People’s Army (NPA).\n\nFacebook linked some of the fake accounts in the Philippines to the military and the police, although they denied being the account holders.\n\nBut the military later said it regretted the decision of Facebook to remove a page that belonged to a group of parents that raised awareness about the recruitment machinery of the communists. The conflict between the government and the NPA has raged since 1968 and has killed tens of thousands.\n\nThe Armed Forces of the Philippines had inquired if Facebook could restore the page called “Hands off Our Children”, its spokesman said last week, because its advocacy was something the military “shares and advances”.\n\n“What would be the point of allowing you to continue if you can’t help us? We are not advocating mass destruction, we are not advocating massacre. It’s a fight of ideas,” Duterte said.\n\n“If you are promoting the cause of the rebellion..., if you cannot reconcile the idea of what your purpose is or was, then we have to talk.”\n\nFacebook said the fake accounts were dismantled because they had engaged in “coordinated inauthentic behaviour”.\n\nPlatforms like Facebook have become political battlegrounds and have helped strengthen Duterte’s support base, having been instrumental in his election victory in 2016.\n\n“Is there life after Facebook? I don’t know,” Duterte said.", "date_added": "2020-09-28 21:47:07+00:00", "url": "https://www.nbcnews.com/tech/philippines-duterte-calls-facebook-accounts-taken-rcna142", "source": "NBC News", "photos_url": ["https://media1.s-nbcnews.com/j/rockcms/2020-09/161/200928-Rodrigo-Duterte-2019-ac-539p-2a727b_b77890da6db00fedab1bf010676bf2b512b922ed.fit-760w.jpg", "https://media1.s-nbcnews.com/j/rockcms/2020-09/161/200928-Rodrigo-Duterte-2019-ac-539p-2a727b_b77890da6db00fedab1bf010676bf2b512b922ed.nbcnews-fp-1200-630.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}