{"title": "North Korean leader offers rare apology for killing of South Korean", "text": "SEOUL (Reuters) - North Korean leader Kim Jong Un apologised on Friday for the shooting death of a South Korean man to prevent the spread of the novel coronavirus, the South’s national security adviser said, as public and political outrage over the killing grew.\n\nThe apology came in a letter from the North’s United Front Department, which handles cross-border ties, to South Korean President Moon Jae-in a day after South Korean officials said the North’s soldiers killed the man, doused his body in fuel and set it on fire.\n\nThe rare conciliatory message from the North Korean leader came as Moon faced intense political fallout over the incident, which coincided with a renewed push by him for engagement with North Korea.\n\n“Chairman Kim Jong Un asked to convey his feeling that he is greatly sorry that an unexpected unsavoury incident occurred in our waters which hugely disappointed President Moon Jae-in and compatriots in the South,” the adviser, Suh Hoon, told reporters.\n\nSuh said the letter was a response to requests for an explanation for the incident and included a promise to prevent any recurrence.\n\nNorth Korea expressed hope the incident would not undermine recent efforts to foster trust, Suh said, adding Moon and Kim had exchanged letters this month.\n\nMoon praised Kim’s “strong resolve to save lives” and steer anti-virus and flood recovery work in his Sept. 8 letter, his office said.\n\nIn a Sept. 12 reply, Kim said Moon would win the battle against the coronavirus and “good things” would happen later.\n\nThe leaders have held three summits and signed pacts to ease tension since 2018, but relations have soured since the collapse last year of a second summit between Kim and U.S. President Donald Trump, at which Moon had offered to mediate.\n\nFILE PHOTO: A woman walks past a TV broadcasting file footage for a news report on North Korea firing an unidentified projectile, in Seoul, South Korea, March 9, 2020. REUTERS/Heo Ran/File Photo\n\nDEFECTION OR ACCIDENT?\n\nThe shooting of the man, a fisheries official who had gone missing this week, shocked South Koreans and sparked a barrage of criticism from the opposition and the public, prompting an unusually tough response from Moon, who called it “unpardonable”.\n\nCritics accused Moon of failing to save a citizen’s life while being soft on North Korea, saying the military did not attempt to save him despite spotting him six hours before he was shot dead.\n\nSouth Korean officials said the man has run up debt and likely sought to defect to the North. But his brother refuted that, saying he had just got a new boat and must have had some sort of accident.\n\n“Not everyone who has debts wants to go to the North,” the brother, Lee Rae-jin, said on social media.\n\n“What the military was doing when he was floating around our waters for almost a day?”\n\nThe North’s soldiers fired more than 10 shots at the man after he tried to flee without revealing his identity, Suh said, citing the letter.\n\nBut the North Korean side denied burning his body, saying the soldiers had burned a floatation device he was using in line with their anti-virus procedures, Suh said.\n\nYang Moo-jin, a professor at the University of North Korean Studies in Seoul, said the apology showed Kim did not want the incident to escalate but it remained highly contentious in the South.\n\n“The letter showed Kim’s willingness to quickly resolve the situation but publicly it’s a very sensitive matter,” Yang said.\n\nThe shooting came a day after Moon proposed a new initiative including North Korea to the U.N. General Assembly and called for a formal termination of the 1950-53 Korean War, which ended in an armistice, a long-standing North Korean demand.\n\nBut opposition politicians derided Moon’s olive branch.\n\n“Now is not the time to speak of ending the war,” said Thae Young-ho, a former North Korean diplomat who is now an opposition lawmaker. He called for a formal investigation.", "date_added": "2020-09-25 13:04:58+00:00", "url": "https://www.reuters.com/article/us-northkorea-southkorea-shooting/north-korean-leader-offers-rare-apology-for-killing-of-south-korean-idUSKCN26G0JK", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200925&t=2&i=1534911862&r=LYNXNPEG8O0GR&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}