{"title": "North Korea's Kim apologizes over shooting death of S. Korean", "text": "North Korean leader Kim Jong Un apologized Friday over the killing of a South Korea official near the rivals’ disputed sea boundary, saying he’s “very sorry” about the incident he called unexpected and unfortunate, South Korean officials said.\n\nIt’s extremely unusual for a North Korean leader to apologize to South Korea on any issue. Kim’s move could de-escalate tensions between the Koreas as it’s expected to ease anti-North sentiments in South Korea over the man’s death as well as mounting criticism of its liberal President Moon Jae-in.\n\n“Comrade Kim Jong Un, the State Affairs Commission chairman, feels very sorry to give big disappointment to President Moon Jae-in and South Korean citizens because an unexpected, unfortunate incident happened” at a time when South Korea grapples with the coronavirus pandemic, Moon adviser Suh Hoon cited the North Korean message as saying.\n\nSOUTH KOREAN OFFICIAL, WHO MAY HAVE TRIED TO DEFECT TO THE NORTH, SHOT TO DEATH, BURNED: REPORT\n\nOn Thursday, South Korea accused North Korea of fatally shooting one of its public servants who was likely trying to defect and burning his body after finding him on a floating object in North Korean waters on Tuesday. South Korean officials condemned North Korea for what they called an “atrocious act” and pressed to punish those responsible.\n\nAccording to the North Korean message, North Korean troops first fired blanks after the man found in the North’s waters refused to answer other than saying he’s from South Korea a couple of times. Then, as he made moves to flee, the North Korean troops fired 10 rounds. When they came near the floating object, they only found lots of blood but no sign of him.\n\nThe troops determined he was dead and burned the floating object in line with anti-coronavirus rules, according to the North Korean message read by Suh.\n\nSenior South Korean military officer Ahn Young Ho told a parliamentary committee meeting Wednesday that North Korea killed the man likely because of elevated anti-coronavirus measures that involve “indiscriminate shooting” at anyone approaching its borders illegally.\n\nDefense Minister Suh Wook said at the same meeting that the official was believed to have tried to defect because he left his shoes on the ship, put on a life jacket, and boarded a floating object. Suh also cited circumstantial evidence indicating the defection attempt. Some experts say there wasn't enough proof to conclude he tried to cross over to North Korea.\n\nThe North Korean message was sent from the United Front Department of the ruling Workers’ Party, a top North Korean body in charge of relations with South Korea.\n\nHARRY KAZIANIS: NORTH KOREA AND TRUMP -- HERE'S WHAT BOB WOODWARD DOESN'T GET ABOUT PRESIDENT'S STRATEGY\n\nThe message said North Korea “cannot not help expressing big regrets” over the fact South Korea had used “blasphemous and confrontational words like atrocious act” to condemn the North without asking it to explain details of the incident. But it said North Korea is still sorry about such an incident happening on its territory and will take steps to prevent trust between the countries from collapsing.\n\nSouth Korean coast guard said earlier Friday that their ships were searching waters near the boundary in case the official's body drifts back. The western sea boundary is where several bloody inter-Korean naval skirmishes and deadly attacks blamed on North Korea occurred in past years.\n\nCLICK HERE FOR THE FOX NEWS APP\n\nCoast guard officials said they were also checking the man’s cellphone records, bank accounts and insurance programs to find more about his disappearance. They said the 47-year-old father of two had some debts but gave no further details.", "date_added": "2020-09-25 15:48:18.042001+00:00", "url": "https://www.foxnews.com/world/north-koreas-kim-apologizes-shooting-death-korean", "source": "Fox News", "photos_url": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/931/524/AP20269118995430.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/AP20269338856022.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/AP20269118995430.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/Emilio-Ameri.jpeg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/640/320/AP20269118995430.jpg?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2020/09/AP20269118995430.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/GettyImages-french-police.jpg?ve=1&tl=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
