{"title": "Alexei Navalny calls discharge from hospital 'miracle' after novichok poisoning", "text": "Russian opposition figurehead Alexei Navalny says it is a \"miracle\" he has been discharged from hospital after being treated for novichok poisoning.\n\nThe 44-year-old became unwell on a domestic flight in Siberia last month and was airlifted to Berlin in a coma.\n\nLaboratories in Germany, France and Sweden confirmed he was poisoned with the same nerve agent used to target Sergei Skripal in Salisbury in 2018.\n\nImage: The Russian opposition figurehead was in a coma for 16 days\n\nMr Navalny said the first time he saw himself in a mirror after 16 days spent in a coma he looked like a character from Lord of the Rings and feared he would \"never be discharged\".\n\nBut doctors have performed a \"miracle\" and he says he now no longer needs to be an in-patient but can get on with the \"noramlisation\" of life, he wrote on Instagram in a post sent as he was \"hobbling through the park\".\n\nAdvertisement\n\nMr Navalny said he is still learning to regain strength in his limbs and cannot throw a ball with his left hand but will get sessions with a physiotherapist every day.\n\nHe added when he asked doctors how to exercise his brain, they told him: \"Read more, write on social networks, play video games.\"\n\n\"I need to find out if the hospital can get a PlayStation 5 prescription,\" he joked in the sign-off.\n\nMedics at the Charite hospital where Mr Navalny had been treated said his condition \"improved sufficiently for him to be discharged from acute inpatient care\".\n\nThe hospital added based on his progress and current condition, \"the treating physicians believe that complete recovery is possible\".\n\nBut it cautioned \"it remains too early to gauge the potential long-term effects of his severe poisoning\".\n\nImage: Mr Navalny was in intensive care for over three weeks. Pic: @navalny\n\nThe Kremlin responded by saying it was pleased to learn of Mr Navalny's recovery.\n\nHe is free to return to Russia but it remains to be seen if he wants to share information with law enforcement officials there, a spokesperson added.\n\nThey also insisted no-one in President Vladimir Putin's entourage has access to novichok.\n\nMr Navalny had been in hospital for 32 days - 24 of them in intensive care.\n\nHis team said they searched the Siberian hotel room where he stayed prior to the flight on 20 August - an hour after the news broke he had been taken ill.\n\nThey claimed he was poisoned using a water bottle, gathered up as part of any evidence \"that could even hypothetically be useful\".\n\nNavalny video 'shows novichok water bottles'\n\nAll the items were passed to German authorities because \"the fact that the case would not be investigated in Russia was quite obvious,\" they added.\n\nThe UK and other Western countries have demanded answers from Russia.\n\nPrime Minister Boris Johnson called for a \"full, transparent investigation into what happened\" and pledged to \"join international efforts to ensure justice is done\".\n\nMoscow has said it is yet to see evidence of a crime and has declined to open an investigation so far.\n\nThe Kremlin has denied any involvement.", "date_added": "2020-09-23 22:52:41.155976+00:00", "url": "https://news.sky.com/story/alexei-navalny-discarged-from-hospital-after-novichok-poisoning-12079189", "source": "Sky News", "photos_url": ["https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/09/768x432/skynews-alexei-navalny-germany_5105608.jpg?20200923115529", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/20/08/768x432/skynews-germany-hospital-navalny_5075197.jpg?20200823150841", "https://e3.365dm.com/20/09/1600x900/skynews-alexei-navalny-germany_5105608.jpg?20200923115529", "https://e3.365dm.com/20/09/768x432/skynews-navalny-hospital-poisoning_5097232.jpg?20200915110202", "https://e3.365dm.com/20/09/768x432/skynews-navalny-novichok_5099060.jpg?20200917103247", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}