{"title": "Alexei Navalny out of German hospital after treatment for poisoning", "text": "Alexei Navalny has been discharged from Berlin’s Charité hospital after spending 32 days as an inpatient, following what German authorities say was poisoning with a novichok nerve agent and with doctors suggesting he could make a full recovery.\n\nThe hospital said in a statement on Wednesday morning that the Russian opposition politician’s condition had “improved sufficiently for him to be discharged from acute inpatient care”, and added that he had left on Tuesday.\n\n“Based on the patient’s progress and current condition, the treating physicians believe that complete recovery is possible,” the statement said, adding that it was still not clear what the potential long-term effects of the poison would be.\n\nIn a new post on Instagram on Wednesday, Navalny complained that looking in the mirror, he thought he now resembled a Lord of the Rings character. He thanked the doctors at Charité for their “unbelievable work” and said he had asked to go somewhere “with trees” for rehabilitation and daily physiotherapy.\n\n“There are several funny things going on. For example I can’t throw a ball with my left hand. I can catch it, but not throw it, my brain doesn’t want to make this movement.”\n\n\n\nHe said a neurologist had told him to improve his mental functions again he should read, write on social media and play video games, and said he was keen to acquire a PlayStation 5.\n\nNavalny arrived in Berlin two days after he fell ill on a plane from Tomsk in Siberia to Moscow. The plane made an emergency landing in Omsk, where he spent two days being treated by local doctors, who said they found no evidence of poisoning. Privately, doctors there told media outlets they believed it was poisoning.\n\nThe German chancellor, Angela Merkel, said laboratory tests “confirmed unequivocally” that a novichok nerve agent had been used on Navalny. German authorities say French and Swedish laboratories had confirmed their findings. Navalny’s associates say a key piece of evidence was a water bottle retrieved from Navalny’s hotel room in Tomsk by associates and handed to German doctors, on which traces of novichok were also found. This suggests he was poisoned before arriving at the airport.\n\nProfile Who is Alexei Navalny? Show Born in 1976 just outside Moscow, Alexei Navalny is a lawyer-turned-campaigner whose Anti-Corruption Foundation investigates the wealth of Vladimir Putin’s inner circle. He started out as a Russian nationalist, but emerged as the main leader of Russia's democratic opposition during the wave of protests that led up to the 2012 presidential election, and has since been a thorn in the Kremlin’s side. Navalny is barred from appearing on state television, but has used social media to his advantage. A 2017 documentary accusing the prime minister, Dmitry Medvedev, of corruption received more than 30m views on YouTube within two months.\n\nHe has been repeatedly arrested and jailed. The European court of human rights ruled that Russia violated Navalny's rights by holding him under house arrest in 2014. Election officials barred him from running for president in 2018 due to an embezzlement conviction that he claims was politically motivated. Navalny told the commission its decision would be a vote 'not against me, but against 16,000 people who have nominated me; against 200,000 volunteers who have been canvassing for me'. There has also been a physical price to pay. In April 2017, he was attacked with green dye that nearly blinded him in one eye, and in July 2019 he was taken from jail to hospital with symptoms that one of his doctors said could indicate poisoning. In 2020, he was again hospitalised after a suspected poisoning, and taken to Germany for treatment. The German government later said toxicology results showed Navalny was poisoned with a Novichok nerve agent. Photograph: Pavel Golovkin/AP\n\nRussian authorities have denied all involvement in the incident, alternately suggesting Navalny had not been poisoned, or that he may have been poisoned when already in Germany.\n\nThe French newspaper Le Monde on Tuesday reported, citing unnamed sources, that Vladimir Putin, the Russian president, told his French counterpart, Emmanuel Macron, that Navalny was an “internet troublemaker” who may have poisoned himself.\n\nNavalny made fun of the claim in an Instagram post. “I cooked up novichok in the kitchen, had a sip from the bottle in the plane and fell into a coma,” he wrote. “But Putin outplayed me … In the end, I spent 18 days in a coma like an idiot but failed to achieve my goal.”\n\nThe Kremlin spokesman, Dmitry Peskov, on Wednesday said Le Monde had misrepresented the call and its report was “imprecise”. He said Navalny was free to return to Russia “like any other Russian citizen” and, in keeping with the Kremlin’s convention of not using his name, said he welcomed news that “the patient really is getting better.”\n\nNavalny, who runs a foundation that exposes corruption among high-ranking officials and was barred from running for president against Putin in 2018, is the most prominent opposition figure in the country. His associates have frequently been attacked or arrested.\n\nIt was not clear whether Navalny would return to Russia immediately. Previously, he said he planned to return as soon as he could. “No other options were ever considered,” his spokeswoman Kira Yarmysh said last week.", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/23/alexei-navalny-discharged-german-hospital-treatment-novichok-poisoning", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=Alexei Navalny,Russia,Germany,Novichok poisonings,Europe,UK news,World news", "https://i.guim.co.uk/img/media/1991689f592df8cc2f162990ae79ac329398a7c1/799_25_2246_2246/2246.jpg?width=620&quality=85&auto=format&fit=max&s=c0c586695c9ce5315c120b0b0343d3dc", "https://i.guim.co.uk/img/media/ac32a6edbf88776432986bc2204a42bc3abff97d/0_111_1440_864/master/1440.jpg?width=445&quality=85&auto=format&fit=max&s=40fc23d1442546608fe4867c20bbeec1", "https://i.guim.co.uk/img/media/ac32a6edbf88776432986bc2204a42bc3abff97d/0_111_1440_864/master/1440.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=61d1ef5a847aed36d003c8173db84dcd"], "is_grouped": false, "upvotes": 0, "downvotes": 0}