{"title": "Indian farmers block roads, railways over farm bills", "text": "Farmers organise protests across several states against gov’t move to open agriculture to corporate sector.\n\nFarmers in India blocked roads and railway tracks on Friday in a protest against new legislation that they say could pave the way for the government to stop buying grain at guaranteed prices, leaving them at the mercy of private buyers.\n\nLarge protests have been organised in Punjab, Haryana, Uttar Pradesh – the main food-growing states in the country.\n\nAs part of a nationwide shutdown called by India’s leading farmers’ organisations, growers held demonstrations in many parts of the country and blocked highways leading to New Delhi using trucks, tractors and combine harvesters.\n\nOpposition parties and trade unions across several Indian states, including Bihar, Madhya Pradesh, West Bengal, Odisha and Karnataka, have voiced support for farmers as protests mount against the new laws passed earlier this week.\n\nAuthorities on Friday had to cancel several train services on some routes, as farmers started blocking highways and railway tracks.\n\nFarmers’ bodies also organised protests in Prime Minister Narendra Modi’s home state of Gujarat in western India.\n\nModi’s government has defended the bills – recently approved by parliament – as reform measures that will help rid India’s vast agriculture sector of antiquated laws and allow farmers to sell to institutional buyers and big retailers like Walmart.\n\n“For decades, the Indian farmer was bound by various constraints and bullied by middlemen. The bills passed by Parliament liberate the farmers from such adversities,” he said in a Twitter post.\n\nThe government has also insisted that the new rules give farmers the option to sell their produce to private buyers but it would still buy staples such as rice and wheat at guaranteed prices.\n\nFarmers on a tractor shout slogans as they block the Delhi-Uttar Pradesh border during a protest against farm bills passed by India’s parliament, in Noida, India [Danish Siddiqui/Reuters]\n\n‘Pro-corporate’\n\nPart of Modi’s agricultural reform policy, the laws will also allow traders to stock food items. Hoarding food items to make a profit is a criminal offence in India.\n\nBut such assurances have failed to mollify millions of farmers who make up an influential voting bloc in states such as Punjab and Haryana – India’s northern farm belt that borders the capital, New Delhi.\n\nModi, who was re-elected with an overwhelming majority in 2019, now faces the biggest farmers’ protest just weeks before an assembly election in Bihar, India’s third-most populous state.\n\nFarmer Karam Singh accused the government of trying to make traditional wholesale markets redundant. Farm leaders say India’s more than 7,000 regulated wholesale markets have played a crucial role in ensuring timely payments to growers.\n\nSingh said the new law has made nearly 85 percent of India’s poor farmers, who own less than 2 hectares (5 acres) of land, vulnerable to being shortchanged by private buyers.\n\nFarmers sit on a water tank as they block a national highway during a protest against farm bills passed by India’s parliament, in Shambhu in the northern state of Punjab, India, September 25, 2020 [Adnan Abidi /Reuters] “The private sector will give us a good price for one or two years, but what about after that?” he asked. “The government should guarantee the private sector will give us more than the government price.”\n\nThe main opposition Congress party has called the bills “black law” and “pro-corporate”. Its top leader Rahul Gandhi accused Modi of “making farmers ‘slaves’ of the capitalists…”.\n\nPolice in various states have beefed up security in the hope of heading off any violence, especially around New Delhi.", "date_added": "2020-09-25 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/25/indian-farmers-block-roads-railways-over-farm-bills", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/Punjabfarmers.jpg?fit=1000%2C562", "https://www.aljazeera.com/wp-content/uploads/2020/09/0d36d3e0fb4d4a359b57910ef61e231c_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/72e05b03b47c419a9b63c20d027596fa_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/wechat.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2008-10-03T120000Z_281397244_GM1E4A31EYZ01_RTRMADP_3_KASHMIR-CLASH.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/NYSE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/08/b22619d3cf92414abc2bef50939ac2fd_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/ae72160c6ef547b1aea01657f6e64eda_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/Punjabfarmers.jpg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/09/Indiafarmers.jpg?w=770&resize=770%2C433", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20266734273418.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/Indianfarmers2.jpg?w=770&resize=770%2C433", "https://www.aljazeera.com/wp-content/uploads/2020/09/356b849508f24315a9b9ef10890fa30e_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/02/105c48f6e64f429ab550de92e85aacdd_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/07/91aebd6c464c44f6a9398d1d47ad715d_18.jpeg?resize=270%2C180"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
