{"title": "Bharat Bandh: India farmers block roads and trains to protest reforms", "text": "Bharat Bandh: India farmers block roads and trains to protest reforms Published duration 8 hours ago\n\nimage caption Protests have been taking place in several Indian states\n\nFarmers in India have taken to the streets to protest reforms that they say are against their interests.\n\nSeveral farming and trade unions, and opposition parties have blocked motorways and railway tracks in different states.\n\nBut much of the protest is concentrated in the states of Punjab and Haryana where farm yields are high.\n\nThe government denies that the reforms, which open the farming sector to private players, will hurt farmers.\n\nThe governing Bharatiya Janata Party (BJP), which proposed the three bills that contain the reforms, has defended them as necessary to increase farm incomes and productivity. While farmers in many states can already sell to private players, these bills offer a national framework.\n\nOpposition parties and various farmers' groups, however, say they are \"anti-farmer\", and make them vulnerable to market forces. They have called for nation-wide demonstrations to oppose the reforms.\n\nNearly all farmers' unions in Punjab have called for a strike in the state, reports BBC Punjabi's Sarabjit Dhaliwal.\n\n\"Farmers here are sitting on railway tracks. Both men and women farmers have gathered in large numbers across the state,\" he said.\n\nimage caption Farmers protesting in Vaishali district of Bihar state\n\nFarmers in Punjab say they will continue to fight - with or without political support.\n\n\"We don't trust political leaders. It's our fight and we'll fight it on our own. We don't need them,\" farmer Jaswant Singh told BBC Punjabi.\n\nSimilar scenes have been reported from the neighbouring state of Haryana.\n\nWhat are the reforms?\n\nThe reforms seek to loosen rules around sale, pricing and storage of farm produce - rules that have protected India's farmers from the free market for decades.\n\nHarinder Singh Lakhowal, who is associated with the Punjab unit of the Bharatiya Kisan Union (Indian Farmers' Union), told BBC Hindi that protests would continue until the government rolls back the reforms.\n\n\"There will be no rail movement and no buses will run in Punjab. There will be traffic jams on all the highways. There will be 200-250 demonstrations all over Punjab,\" he said.\n\nimage caption Markets shut and empty streets in Punjab\n\nMost Indian farmers currently sell the majority of their produce at government-controlled wholesale markets or mandis at an assured floor price known as the Minimum Support Price (MSP).\n\nFarmers are worried that market forces will eventually dictate prices, and the government will withdraw the MSP, leaving farmers without a crucial bargaining chip.\n\nThe governing Bharatiya Janata Party has denied this, but farmers say there is no guarantee that it won't happen.\n\nWhere are the protests happening?\n\nThe strongest protests are in Punjab and Haryana where the mandi system is strong and the productivity is high - so only the government has been able to buy that volume of produce at a set price.\n\nProtests are also taking place in the northern Indian state of Uttar Pradesh. Dharmendra Singh, a farmer leader, told BBC Hindi that all districts in western Uttar Pradesh will see huge protests throughout Friday.\n\nimage caption Protesters in Uttar Pradesh\n\nAkhilesh Yadav, the state's former chief minister, told the BBC that the reforms have failed to assure farmers that the government has their best interest in mind.\n\n\"We need to strengthen the mandi system and modernise it - not weaken it,\" he said.\n\n\"Farmers heavily rely on governments for a fair price for their produce. Governments are required to step in and help farmers if prices go too low - now they are worried whether such government protection will exist or not in the future.\"\n\nimage caption Protesters and police in Karnataka's Bangalore city\n\nKarnataka state in the south too has seen demonstrations, some of which have led to arrests.\n\n\"Over 500 workers belonging to farmers' organisations, trade unions and political parties were arrested after a two-hour protest on Friday,\" reports BBC Hindi's Imran Qureshi.\n\nWhat is the government saying?\n\nThe BJP continues to defend the reforms. Prime Minister Narendra Modi, who addressed the country on Friday, blamed rumours for the protests.\n\n\"All BJP karyakartas [workers] should reach out to farmers on the ground and inform them in simplified language about the importance and intricacies of the new farm reforms, and how these will empower them. Our efforts will bust the lies and rumours being spread in the virtual world,\" he said.\n\nRelated Topics India\n\nAsia", "date_added": "2020-09-25 15:58:23.841039+00:00", "url": "https://www.bbc.com/news/world-asia-india-54277325", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/13DD9/production/_114596318_sfsf.jpg", "https://c.files.bbci.co.uk/74F2/production/_114583992_whatsappimage2020-09-25at10.47.05am-2.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/0167/production/_114595300_p08sgntm.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/B3FF/production/_114597064_whatsappimage2020-09-25at11.26.24am.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/3CFA/production/_114601651_p08sj3d1.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D0A1/production/_114590435_hi063476271.jpg", "https://c.files.bbci.co.uk/1021F/production/_114597066_whatsappimage2020-09-25at11.26.25am.jpg", "https://c.files.bbci.co.uk/E3A7/production/_114597285_whatsappimage2020-09-25at1.09.17pm.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/12407/production/_114595747_p08sgqvc.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1C5B/production/_114595270_p08sgj98.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/11234/production/_114569107_chandler.wide.jpg", "https://c.files.bbci.co.uk/6E77/production/_114597282_whatsappimage2020-09-25at12.02.56pm.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/2591/production/_114571690_pandem2_epa.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/0B3E/production/_114587820_raunakmodi.jpg", "https://c.files.bbci.co.uk/174F7/production/_114597459_whatsappimage2020-09-25at11.26.24am.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
