{"title": "World's biggest banks 'allowed criminals to launder dirty money', leaked documents allege", "text": "UK bank shares have taken a hit after some of the world's largest lenders were accused of allowing criminals to launder dirty money.\n\nOver 2,100 suspicious activity reports (SARs) covering more than $2trn (£1.5trn) in transactions were leaked to BuzzFeed News and shared with the International Consortium of Investigative Journalists (ICIJ).\n\nThese reports, and more than 17,600 other records obtained by the ICIJ, allegedly show how senior banking officials allowed fraudsters to move money between accounts in the knowledge that the funds were being generated or used criminally.\n\nFive global banks were named in the investigation: JPMorgan Chase, HSBC, Standard Chartered, Deutsche Bank and Bank of New York Mellon.\n\nCovering transactions between 1999 and 2017, the SARs were leaked from the US Financial Crimes Investigation Network (FinCEN), an agency which is part of the US Treasury and tasked with tackling money laundering.\n\nAdvertisement\n\nTwo weeks ago FinCEN warned that media organisations were preparing to publish a story on documents that had been obtained illegally, before last week announcing that it was seeking public comments on how to improve the anti-money laundering system in the US.\n\nAccording to the ICIJ, the $2trn in suspicious transactions identified within the documents represents less than 0.02% of the more than 12 million SARs that financial institutions filed with FinCEN between 2011 and 2017.\n\nIn the key findings of its report, the ICIJ alleged: \"Big banks shift money for people they can't identify and in many cases fail to report suspect transactions until years after the fact.\"\n\n\"Government fines and threats of criminal prosecutions against banks haven't stopped a tide of illicit payments,\" the organisation adds, raising questions about money-laundering enforcement.\n\nImage: HSBC, Standard Chartered, Deutsche Bank and Bank of New York Mellon were the other financial firms named in the investigation\n\nBuzzFeed News described the documents as revealing \"how the giants of Western banking move trillions of dollars in suspicious transactions, enriching themselves and their shareholders while facilitating the work of terrorists, kleptocrats, and drug kingpins\".\n\nAmong the criminal organisations named in the reports are the Al Zarooni Exchange, which was sanctioned by the US Treasury in 2015 for laundering funds for the Taliban.\n\nThe SARs reportedly also show how Russian and Ukrainian oligarchs avoid sanctions to move their money into the West.\n\nThe ICIJ reported that some of the banks named continued to work with \"mobsters, fraudsters or corrupt regimes\" even after they were warned by US officials that they would face criminal prosecutions for doing so.\n\nThe SARs were written by internal compliance officers at these banks, and are \"not necessarily evidence of criminal conduct or other wrongdoing\" the ICIJ reported.\n\nOf the five banks to be named, UK-listed HSBC and Standard Chartered stocks both fell more than 3% when the FTSE 100 opened for business on Monday - with shares in the wider banking sector also coming under pressure.\n\nIn HSBC's case, the decline tipped prices to their lowest level since 1998.\n\nThe bank responded by saying it would not comment on suspicious activity reporting but said the documents referred to historical information which predated the conclusion of its deferred prosecution agreement with the US over its failures to prevent Mexican drug cartels from laundering hundreds of millions of dollars.\n\nAs part of the conclusion of that agreement, HSBC said that the authorities were satisfied with its work tackling money laundering.\n\nImage: Deutsche Bank said 'a number of historic issues' relating to its business 'are well known to our regulators'\n\nStandard Chartered, which is also based in the UK, responded to the reports by stating: \"The reality is that there will always be attempts to launder money and evade sanctions; the responsibility of banks is to build effective screening and monitoring programmes to protect the global financial system.\"\n\n\"We take our responsibility to fight financial crime extremely seriously and have invested substantially in our compliance programmes,\" the bank added.\n\nIn its response, Germany's Deutsche Bank also stressed that the ICIJ \"reported on a number of historic issues\" and said \"those relating to Deutsche Bank are well known to our regulators\".\n\n\"The issues have already been investigated and led to regulatory resolutions in which the bank's co-operation and remediation was publicly recognised,\" Deutsche Bank added.\n\nThe Bank of New York Mellon said it takes its role \"in protecting the integrity of the global financial system seriously, including filing suspicious activity reports\" and added that it fully complied with all applicable laws and regulations.\n\nImage: The Bank of New York Mellon said it takes its role 'in protecting the integrity of the global financial system seriously'\n\nJPMorgan Chase, which is also based in New York, stated: \"We report suspicious activity to the government so that law enforcement can combat financial crime, and have thousands of people and hundreds of millions of dollars dedicated to this important work.\n\n\"We have played a leadership role in anti-money laundering reform that will modernise how the government and law enforcement combat money laundering, terrorism financing and other financial crimes.\"\n\nAnti-corruption group Transparency International UK said the leak \"shows how UK banks continually fail to address suspicious activity and instead offered their services to those with money to hide\".\n\nIts chief executive Daniel Bruce said: \"These revelations are a damning indictment of the system that is supposed to prevent the UK and other financial centres becoming havens for dirty money.\n\n\"The government should respond rapidly to this significant investigation in order to demonstrate that the UK is serious about tackling dirty money.\"\n\nAlex Cobham, chief executive at Tax Justice Network, said: \"Swift and robust action is needed, including potential criminal charges, or banks will simply continue to treat the prospects of being caught and fined as a simple cost of business.\"", "date_added": "2020-09-21 21:31:31.647131+00:00", "url": "https://news.sky.com/story/worlds-biggest-banks-allowed-criminals-to-launder-dirty-money-leaked-documents-allege-12077604", "source": "Sky News", "photos_url": ["https://e3.365dm.com/20/09/768x432/skynews-deutsche-bank-new-york-city_5103533.jpg?20200921020404", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/08/768x432/skynews-jpmorgan-chase-new_5073497.jpg?20200821112654", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/20/09/768x432/skynews-bank-of-new-york-mellon_5103535.jpg?20200921030525", "https://e3.365dm.com/20/08/768x432/skynews-hsbc-new-york_5056800.jpg?20200803064148", "https://e3.365dm.com/20/08/1600x900/skynews-jpmorgan-chase-new_5073497.jpg?20200821112654", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}