{"title": "FinCEN Files: All you need to know about the documents leak", "text": "Leaked documents involving about $2tn of transactions have revealed how some of the world's biggest banks have allowed criminals to move dirty money around the world.\n\nThey also show how Russian oligarchs have used banks to avoid sanctions that were supposed to stop them getting their money into the West.\n\nIt's the latest in a string of leaks over the past five years that have exposed secret deals, money laundering and financial crime.\n\nWhat are the FinCEN files?\n\nThe FinCEN files are more than 2,500 documents, most of which were files that banks sent to the US authorities between 2000 and 2017. They raise concerns about what their clients might be doing.\n\nThese documents are some of the international banking system's most closely guarded secrets.\n\nBanks use them to report suspicious behaviour but they are not proof of wrongdoing or crime.\n\nThey were leaked to Buzzfeed News and shared with a group that brings together investigative journalists from around the world, which distributed them to 108 news organisations in 88 countries, including the BBC's Panorama programme.\n\nHundreds of journalists have been sifting through the dense, technical documentation, uncovering some of the activities that banks would prefer the public not to know about.\n\nGetty FinCEN Files 2,657 documents including\n\n2,121 Suspicious Activity Reports Source: ICIJ\n\nTwo acronyms you need to know\n\nFinCEN is the US Financial Crimes Enforcement Network. These are the people at the US Treasury who combat financial crime. Concerns about transactions made in US dollars need to be sent to FinCEN, even if they took place outside the US.\n\nSuspicious activity reports, or SARs, are an example of how those concerns are recorded. A bank must fill in one of these reports if it is worried one of its clients might be up to no good. The report is sent to the authorities.\n\nWhy does this matter?\n\nIf you are planning to profit from a criminal enterprise, one of the most important things to have in place is a way of laundering the money.\n\nLaundering money is the process of taking dirty money - the proceeds of crimes such as drug dealing or corruption - and getting it into an account at a respected bank where it will not be linked with the crime.\n\nThe same process is needed if you are a Russian oligarch whom Western countries have taken sanctions against to stop you getting your money into the West.\n\nBanks are supposed to make sure they don't help clients to launder money or move it around in ways that break the rules.\n\nBy law, they have to know who their clients are - it's not enough to file SARs and keep taking dirty money from clients while expecting the authorities to deal with the problem. If they have evidence of criminal activity they should stop moving the cash.\n\nFergus Shiel from the International Consortium of Investigative Journalists (ICIJ) said the leaked files were an \"insight into what banks know about the vast flows of dirty money across the globe\".\n\nHe said the documents also highlighted the extraordinarily large amounts of money involved. The documents in the FinCEN files cover about $2tn of transactions and they are only a tiny proportion of the SARs submitted over the period.\n\nWhat has been revealed?\n\nImage copyright EPA Image caption Canary Wharf, the heart of London's banking network\n\nWhy is this leak different?\n\nThere have been a number of big leaks of financial information in recent years, including:\n\nThe FinCEN papers are different because they are not just documents from one or two companies - they come from a number of banks.\n\nThey highlight a range of potentially suspicious activity involving companies and individuals and also raise questions about why the banks which had noticed this activity did not always act on their concerns.\n\nOnce a bank has filed a report to the authorities, it is very difficult to prosecute it or its executives, even if it carries on helping with the suspicious activities and collecting the fees.\n\nFinCEN said the leak could impact on US national security, compromise investigations, and threaten the safety of institutions and individuals who file the reports.\n\nBut last week it announced proposals to overhaul its anti-money laundering programmes.\n\nThe UK has also unveiled plans to reform its register of company information to clamp down on fraud and money laundering.", "date_added": "2020-09-21 21:31:42.721044+00:00", "url": "https://www.bbc.com/news/uk-54226107", "source": "BBC News", "photos_url": ["https://news.files.bbci.co.uk/include/idt2/assets/cde993c4-0906-41ca-88d2-ff744e2bbd49", "https://ichef.bbci.co.uk/news/1024/branded_news/2864/production/_114504301_fincen_graphic.png", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=uk::news.uk.story.54226107.page&x1=[urn:bbc:cps:78784bd2-4fec-4b30-95b0-568014d567f3]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/320/cpsprodpb/2864/production/_114504301_fincen_graphic.png", "https://ichef.bbci.co.uk/images/ic/720x405/p08s1dgj.png", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}