{"title": "England v West Indies: Hosts win five-over match by three wickets to take series 5-0", "text": "Last updated on .From the section Women's Cricket\n\nFifth Twenty20, Incora County Ground, Derby West Indies 41-3 (5 overs): Taylor 15*, Davies 1-11 England 42-7 (4.3 overs): Beaumont 9, Connell 3-14 England win by three wickets; win series 5-0 Scorecard\n\nEngland completed a clean sweep in their Twenty20 series against West Indies with a three-wicket win in a truncated fifth and final match in Derby.\n\nThe match was reduced to five overs per side after rain delayed the start of play by just over two hours.\n\nWest Indies posted 41-3 from their five overs and England were struggling at 5-2 after losing two wickets in the opening over.\n\nThe tourists' much-improved bowling and fielding display left England needing seven runs from the final six balls, and they looked to have handed the match to West Indies with consecutive run-outs.\n\nHowever, with England requiring a run a ball to win, Shakera Selman bowled two no-balls to give England a 5-0 series win.\n\nThis was the first time a women's international Twenty20 match has been reduced to five overs per side.\n\nAstonishing end to five-over thrash\n\nThis was a manic way to end the series, with West Indies once again finding themselves in an ideal position and then blowing their advantage.\n\nThey started strongly with the ball, Shamilia Connell removing Heather Knight and Amy Jones in the opening over, and England found themselves 17-3 after Shakera Selman had Tammy Beaumont caught in the covers.\n\nLosing Sciver and Katherine Brunt in the space of two balls also did not help England's cause. Sciver was run out after a miscommunication with her batting partner before a superb, leaping catch from Stafanie Taylor in the covers ended Brunt's innings.\n\nEngland looked to be imploding in the final over, with two superb throws from the fielders in the circle seeing Sarah Glenn and Fran Wilson run out with ease.\n\nSelman was aghast when she bowled a front-foot no-ball, allowing Sophia Dunkley to scramble a single and giving England an extra run, taking the target down to one run from three balls.\n\nHowever, aiming for a yorker on the free hit, Selman bowled a head-high full toss, effectively handing the match to England.\n\nEcclestone impresses again\n\nIt felt as though the truncated nature of the match would benefit West Indies, whose line-up contains plenty of big hitters, and they were better with the bat than England.\n\nEngland were sharp in the field - a crucial strength in a shortened game - and Sophie Ecclestone was once again superb with the ball.\n\nDeandra Dottin started aggressively, taking 11 off the first over, but she holed out off Brunt and West Indies were soon 17-3.\n\nHowever, the odd cameo here and there, and Natasha McLean pumping the final ball of the innings for six - possibly the biggest of the series - ensured they posted a total that was very nearly enough.\n\n'Good learning experience' - what they said\n\nEngland captain Heather Knight: \"It was a bizarre end to a bizarre summer. It was a bit scrappy but a good learning experience.\n\n\"It was about winning in the end and we're delighted to win the series 5-0 and finish the summer on a high.\n\n\"(Head coach) Lisa Keightley has been really clear on getting everyone in the right role going into 2022 (two World Cups, Commonwealth Games and Ashes). We've seen real progress.\n\n\"We've still got a way to go, we've got things to improve on and we want to peak at the right time.\"\n\nWest Indies captain Stafanie Taylor: \"It was a brilliant game. It's one of the best games I've played. I've never played a game this short before.\n\n\"My catch? We call it a blinder in that you don't see it. It was a momentum thing - I stuck my hands out there and the ball stuck.\"", "date_added": "2020-10-01 14:32:37.146353+00:00", "url": "https://www.bbc.com/sport/cricket/54361893", "source": "BBC Sport", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/5FD1/production/_112292542_soundsheaderv1-nc.png", "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/A11C/production/_112244214_soundsfooter-nc.png", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=cricket::womens::sport.cricket.womens.story.54361893.page&x1=[urn:bbc:cps:f8d3e073-1ca5-4c14-9d18-b3a4ad8b862a]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[SPORT_GNL]&x12=[SPORT]", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/17908/production/_114702569_englandcelebrate_getty.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}