{"title": "England beat West Indies in five-over slog to seal women's T20 clean sweep", "text": "With play delayed because of rain, the final match of the England-West Indies women’s Twenty20 series descended into a five-over-a-side hit-out which ended in anticlimactic fashion after Shakera Selman finished up with consecutive no-balls, handing the home side a three-wicket win.\n\nChasing 41, England had been left needing seven from the last over, and West Indies then piled on the pressure with the run-outs of Sarah Glenn and Fran Wilson, after Sophia Dunkley tried to force the pace. But with three balls remaining and three needed, Selman firstly overstepped and then bowled over head height, sealing England’s 5-0 series sweep.\n\nWest Indies had earlier appeared to do the hard graft necessary to earn a first win, recovering from 17 for three to post 41. The England seamer Freya Davies, getting her first outing of the series, made good use of her single over by having Hayley Matthews caught at mid-on, before taking a solid catch at short third man to hand Katherine Brunt the crucial wicket of Deandra Dottin (11).\n\nHowever, Stafanie Taylor cashed in on a fumbled stumping from Amy Jones to finish on 15 not out from 10 balls, while Natasha McLean chipped in with an undefeated 14 off 10 balls, concluding the five overs in style with a huge six smashed over deep midwicket.\n\nShamilia Connell then picked up three wickets for 14 runs in her two available overs, the third courtesy of a spectacular full-length diving catch by Taylor at cover. England were reduced to 25 for five but they fought back into contention and, while Selman had seen off Tammy Beaumont with her first over, her second would not prove so forgiving.", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.theguardian.com/sport/2020/sep/30/england-beat-west-indies-in-five-over-slog-fest-to-seal-t20-clean-sweep", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/27b9c59edf0bbec6b6b716f99b019ba76fd6bc1a/0_105_2982_1789/master/2982.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=01271535ca60dcfc547f9d257298d2d5", "https://i.guim.co.uk/img/media/27b9c59edf0bbec6b6b716f99b019ba76fd6bc1a/0_105_2982_1789/master/2982.jpg?width=445&quality=85&auto=format&fit=max&s=3eca653ff6e02d67fba12aeee99a378f", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=Women's cricket,England women's cricket team,West Indies Women,Cricket,Sport"], "is_grouped": false, "upvotes": 0, "downvotes": 0}