{"title": "Britain, EU start key week of Brexit talks with 'better mood music'", "text": "BRUSSELS (Reuters) - The European Union and Britain start a decisive week of talks on Monday on a new trade deal and implementing their divorce agreement before national leaders assess progress or the risk of a no-deal split on Thursday and Friday.\n\nFILE PHOTO: A Mini car is seen with a Union flag and European Union flag design on its bonnet in London, Britain March 31, 2016. REUTERS/Toby Melville/File Photo\n\nNegotiations this year have stumbled over fisheries, fair competition and settling disputes, and Brexit talks descended into new chaos this month when London proposed draft laws that would undermine its earlier EU divorce bill.\n\nAn EU diplomat said however that “the mood music was a bit better” after Britain’s Brexit supremo Michael Gove expressed confidence about securing a trade deal.\n\n“It’s high time that negotiations move forward, we need to make progress on issues like the level playing field, fisheries and governance,” the diplomat told Reuters on condition of anonymity.\n\n“The UK still has to restore trust after the Internal Market Bill escalation.”\n\nGove meets a deputy head of the bloc’s executive Commission, Maros Sefcovic, on Monday in the Joint Committee tasked with implementing the divorce treaty and now looking at the contentious new UK laws.\n\n“We are looking forward to continuing our discussions at the Joint Committee and working towards a satisfactory outcome for both sides,” a UK government spokeswoman said.\n\nTrade talks headed by the EU’s Michel Barnier and the UK’s David Frost resume in Brussels on Tuesday. Lasting until Friday morning and also due to cover energy cooperation and transport, they are the final round of negotiations scheduled so far.\n\nEU leaders meeting in Brussels on Thursday and Friday are expected to authorise more negotiations before their next summit on Oct. 15-16.\n\nBut Ireland - the EU country most affected by Brexit - is planning to raise Brexit this week and the leaders will hear whether this week’s ninth negotiating round brought the chance of a breakthrough.\n\nThe EU says negotiators must seal a deal by the end of October or the first days of November at the latest, to leave enough time for ratification by the European Parliament and some national parliaments so a deal can take effect from 2021 when Britain’s post-Brexit transition ends.", "date_added": "2020-09-28 10:29:28+00:00", "url": "https://www.reuters.com/article/britain-eu/britain-eu-start-key-week-of-brexit-talks-with-better-mood-music-idUSL8N2GP1UB", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200928&t=2&i=1535188341&r=LYNXMPEG8R0WD&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}