{"title": "Brexit: Gove in Brussels as EU trade talks resume", "text": "Image copyright PA Media\n\nCabinet Office minister Michael Gove is in Brussels at the start of a week of talks about the UK's future relationship with the European Union.\n\nMr Gove is meeting European Commission Vice President Maros Sefcovic to discuss implementation of the Brexit divorce deal.\n\nAnd on Tuesday formal negotiations will resume as the two sides attempt to agree a post-Brexit trade deal.\n\nLast week the UK said a lot of work remains before a deal can be reached.\n\nAn EU spokesman said their chief negotiator Michel Barnier was neither optimistic nor pessimistic but determined to reach a deal.\n\nThe Brexit transition period, in which the UK has kept to EU trading rules, ends on 31 December. The UK and EU are yet to agree a deal that will govern their future trade.\n\nThe last set of talks between the two sides ended acrimoniously when the UK government introduced the Internal Market Bill, which would allow the UK to override parts of the original Brexit divorce deal - known as the withdrawal agreement.\n\nMr Sefcovic said that if the bill were to be adopted, it would constitute an \"extremely serious violation\" of the withdrawal agreement and of international law.\n\nHe urged the government to withdraw the bill \"by the end of the month\", adding that the withdrawal agreement \"contains a number of mechanisms and legal remedies to address violations of the legal obligations contained in the text - which the European Union will not be shy in using\".\n\nThe UK government said it would \"discharge its treaty obligations in good faith\", but added that \"it is important to remember the fundamental principle of parliamentary sovereignty.\"\n\nThe bill has not been withdrawn and is set to be debated by MPs on Tuesday.\n\n'Fundamental gaps'\n\nOther long-running sticking points that could stymie negotiations include state aid and fishing access.\n\nDuring this week's talks, negotiators will also discuss law enforcement and transport. The two chief negotiators - the EU's Mr Barnier and the UK's David Frost will meet on Friday morning.\n\nBBC political correspondent Chris Mason said sources in government say that while progress is being made, there are \"fundamental gaps\" between the two sides and talk of \"optimism\" in recent days has been overstated.\n\nTime is tight and there is no breakthrough... yet. A sentence you may just have heard before in these Brexit negotiations.\n\nThe chief negotiators on both sides - Lord Frost for the UK, Michel Barnier for the EU - will oversee this week's discussions, before meeting formally on Friday morning.\n\nWhatever happens, a crunch point is rapidly approaching.\n\nThe deadline for a deal is two and a half weeks away.\n\nLike lots of Brexit deadlines it could slip a bit... but not by much.\n\nIf the sides fail to reach a deal by the end of the year, the UK would trade with the EU on World Trade Organization (WTO) rules.\n\nThis would mean tariffs would be applied to most goods which UK businesses send to the EU, making UK goods more expensive and harder to sell in Europe.\n\nThe UK could also apply tariffs to EU goods.", "date_added": "2020-09-28 13:25:42.038592+00:00", "url": "https://www.bbc.com/news/uk-politics-54318987", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=politics::news.politics.story.54318987.page&x1=[urn:bbc:cps:004d23cf-0284-4f41-8a4b-9ba0722f89a4]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/157E4/production/_114663088_9aa20362-5fff-4420-b498-34134798905f.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/157E4/production/_114663088_9aa20362-5fff-4420-b498-34134798905f.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}