{"title": "Nagorno-Karabakh: What's behind the fighting between Armenia and Azerbaijan?", "text": "As fierce fighting continues between bitter rivals Azerbaijan and Armenia over a breakaway region, fears are growing of a regional war that could draw in Russia and Turkey.\n\nThe two former Soviet republics have reported that dozens of fighters have been killed and hundreds wounded since hostilities broke out Sunday.\n\nOn Tuesday, both accused each other of firing directly into each other's territory beyond the conflict zone, as civilian deaths grew and fighting raged for a third day.\n\nAs the violence escalates, NBC News looks at the main players and what is behind the recent fighting.\n\nWhat is Nagorno-Karabakh?\n\nAt the heart of the conflict is Nagorno-Karabakh, a mountainous region slightly bigger than Rhode Island. It is internationally recognized as part of Azerbaijan but has been under de facto Armenian control since the early 1990s.\n\nIts allocation to Azerbaijan during the Soviet era was contested by its ethnic Armenian majority. This led to a war after the Soviet Union collapsed in the early 1990s and Nagorno-Karabakh attempted to declare independence.\n\nMedics help a man said to have been injured in clashes in Azerbaijan's breakaway region of Nagorny Karabakh in this photo released by the Armenian Foreign Ministry on Monday. Armenian Foreign Ministry via AFP - Getty Images\n\nSome 30,000 died in the conflict, which also displaced around 1 million before a ceasefire in 1994. Since then, Nagorno-Karabakh has remained a breakaway region inside Azerbaijan.\n\nThere is a local leadership in Nagorno-Karabakh, but the territory, home to about 150,000 people, relies on Armenia for financial support.\n\nLong-running negotiations mediated by Russia, U.S. and France have seen little progress, and there have been periodic clashes on the region’s borders.\n\nWhy is there fighting now?\n\nTensions between the two sides simmered over the summer, spilling into deadly clashes in July, which led to Sunday’s hostilities.\n\nThe escalation in July was perceived to be a setback for Azerbaijan, which was reported to have lost a high-profile general in the fighting, said Kevork Oskanian, a political science research fellow at the U.K.’s University of Birmingham.\n\nSunday’s clashes may have been an attempt by Azerbaijan to save face, Oskanian said.\n\nBut while the latest bout of fighting started over the weekend, the conflict’s roots go back centuries.\n\nArmenians see Nagorno-Karabakh as their ancient kingdom’s province of Artsakh, Oskanian said.\n\nMeanwhile, the area has central cultural importance to Azeris, who trace Shusha in modern-day Nagorno-Karabakh back to 18th-century Karabakh Khanate.\n\nWhile religion is used by both sides for propaganda purposes, in both majority Christian Armenia and mainly Muslim Azerbaijan, Oskanian said the conflict is almost exclusively about competing secular nationalism on both sides.\n\n“On the Armenian side, you often hear the argument that this is a struggle over life and death, that if their side lost, it would mean the annihilation of the Karabakh Armenians, and, perhaps, of Armenia itself,” he wrote in an email. “On the Azerbaijani side, people talk about the importance of Karabakh to their sense of what it means to be Azerbaijani.”\n\nWhat’s Turkey’s role?\n\nTurkey has cultural, economic and political ties with Azerbaijan, and the two nations also held large military exercises in July and August.\n\nTurkey’s strongman president, Tayyip Erdogan, said on Monday his country would stand with “brotherly Azerbaijan will all its resources and heart.”\n\nTurkey is trying to shore up domestic legitimacy by supporting fellow Turkic nation Azerbaijan, Laurence Broers, associate fellow with Russia and Eurasia programme at London think-tank Chatham House, said in an email.\n\nDownload the NBC News app for the latest news on the coronavirus\n\n“It has recent battle experience in several regional theaters, and it also has a defence industry keen for new markets,” Broers said.\n\nPashinyan, Armenia’s prime minister, has called on the international community to halt any possible interference by Turkey, which, he said, will destabilize the region.\n\nIn what could be a major escalation of the violence on Tuesday, Armenia alleged that one of its warplanes was shot down by a Turkish fighter jet, killing the pilot, but Ankara has denied any involvement.\n\nArmenian officials have also accused Turkey, a NATO member, of supplying Azerbaijan with fighters from Syria and weapons. Both Azerbaijan and Turkey deny it.\n\nWho else is involved?\n\nRussia has remained the most active international player in the conflict, and the main mediator.\n\nMoscow tries to maintain good relations with both sides of the conflict and deepen its influence in the region, said Oskanian. The Kremlin also does not want tensions to spin out of control and draw in outside powers — notably Turkey, he added.\n\nWhile the U.S. remains one of the mediators in the conflict, Nagorno-Karabakh has not been prioritized by Washington since 2001, Broers said.\n\nThe recent flare up has drawn America’s attention, however, with Secretary of State Mike Pompeo urging both sides to halt the violence on Tuesday.\n\nReality TV star Kim Kardashian West, who has Armenian roots, has also commented, urging “diplomatic measures to prevent unnecessary escalation and tragedy” in a series of tweets on Sunday, calling on Azerbaijan to “cease all offensive use of force.”\n\nWhat’s next?\n\nThe worst-case scenario is an all-out war involving Russia and Turkey, say experts, including Broers.\n\nThe conflict could destabilize the South Caucasus region — Armenia, Azerbaijan and Georgia — which serves as a corridor for pipelines transporting oil and gas to world markets.\n\nBut Broers and Oskanian said pipelines are not the primary consideration, although they may become so if the conflict becomes extended.\n\n“Oil and gas pipelines run quite close to the present frontline. A few dozen kilometers in fact,” Oskanian said.\n\nThe Associated Press contributed to this report.", "date_added": "2020-09-30 11:31:00+00:00", "url": "https://www.nbcnews.com/news/world/nagorno-karabakh-what-s-behind-fighting-between-armenia-azerbaijan-n1241538", "source": "NBC News", "photos_url": ["https://media1.s-nbcnews.com/j/newscms/2020_03/3184026/yuliya-talmazan-circle-byline-template_829a2bcb40d186382c212ca7aff6ccc3.focal-100x100.jpg", "https://media13.s-nbcnews.com/j/MSNBC/Components/Video/202009/-a0136.focal-760x428.jpg", "https://media12.s-nbcnews.com/j/MSNBC/Components/Video/202009/ott_now_armenia_200928_1920x1080.focal-760x428.jpg", "https://media4.s-nbcnews.com/j/newscms/2020_40/3415610/200928-azerbaijan-armenia-mn-1551_f7d8c181c9cb2b7a067393cf39f4246c.nbcnews-fp-1200-630.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}