{"title": "Azerbaijan, Armenia reject talks as Karabakh conflict widens", "text": "UN Security Council expressed concern about the clashes, after Secretary-General Antonio Guterres called for a halt to fighting.\n\nArmenia and Azerbaijan accused one another of firing directly into each other’s territory and rejected pressure to hold peace talks as their conflict over the enclave of Nagorno-Karabakh threatened to descend into all-out war.\n\nBoth countries reported on Tuesday firing from the other side across their shared border, well to the west of the breakaway Nagorno-Karabakh region over which fierce fighting broke out between Azeri and ethnic Armenian forces on Sunday.\n\nThe incidents signalled a further escalation of the conflict despite urgent appeals from Russia, the United States and others to halt the fighting.\n\nThe conflict has reignited concerns about stability in the South Caucasus region, and threatens to drag in Turkey and Russia.\n\nAzeri President Ilham Aliyev, speaking to Russian state television, flatly ruled out any possibility of talks. Armenian Prime Minister Nikol Pashinyan told the same channel there could be no negotiations while fighting continued.\n\nNagorno-Karabakh is a breakaway region inside Azerbaijan that is controlled by ethnic Armenians and backed by Armenia. It broke away from Azerbaijan in a war during the 1990s but is not recognised by any country as an independent republic.\n\nDozens of people have been reported killed and hundreds wounded since clashes between Azerbaijan and ethnic Armenian forces broke out on Sunday.\n\nUN concern\n\nAfter a closed-door discussion on Tuesday the 15-member United Nations Security Council “expressed concern” about the clashes, condemned the use of force and backed a call by UN Secretary-General Antonio Guterres for an immediate halt to fighting.\n\nFurther stoking tensions between the two former Soviet republics, Armenia said a Turkish F-16 fighter jet had shot down one of its warplanes over Armenian airspace, killing the pilot.\n\nIt provided no evidence of the incident. Turkey has denied the claim.\n\n“Armenia should withdraw from the territories under its occupation instead of resorting to cheap propaganda tricks,” Turkish President Recep Tayyip Erdogan’s top press aide Fahrettin Altun said.\n\nEarlier this week, Armenia accused Turkey of sending mercenaries to back Azerbaijani forces in the ethnically Armenian region.\n\nPutin appeal\n\nAny descent into all-out war could threaten to drag in not only Turkey, but Russia. Moscow has a defence alliance with Armenia, but also enjoys close relations with Azerbaijan.\n\nThe Kremlin said President Vladimir Putin spoke by phone to Pashinyan for the second time since the start of the crisis and said all sides should take measures to de-escalate. It has not made public any contacts between Putin and Aliyev.\n\nMoscow was in constant contact with Turkey, Armenia and Azerbaijan, and any talk of providing military support for the opposing sides would only add fuel to the fire, it said.\n\nRising casualties\n\nPashinyan told the BBC in an interview that Azeri forces had shelled villages and towns in Nagorno-Karabakh and inside Armenia itself on Tuesday.\n\n“There are casualties among both military and civilians. Dozens are killed and hundreds are wounded,” he said.\n\nAzerbaijan’s prosecutor’s office said 12 Azeri civilians had so far been killed and 35 wounded by Armenian fire. The Azeri side has not disclosed military casualties.\n\nNagorno-Karabakh has reported the loss of at least 84 soldiers.\n\n“What can I say? It’s a war. We hear air raids several times a day and hide in bomb shelters,” Albert Voskanyan, a resident of the enclave’s capital Stepanakert, told Reuters.\n\nArmenian officials said earlier that a civilian was killed in an Azeri attack on the Armenian town of Vardenis, more than 20km (12 miles) from Nagorno-Karabakh. They said a bus caught fire in the town after being hit by an Azeri drone.\n\nAzerbaijan’s defence ministry said that from Vardenis the Armenian army had shelled the Dashkesan region inside Azerbaijan. Armenia denied those reports.", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/30/azerbaijan-armenia-reject-talks-as-karabakh-conflict-widens", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/2019-12-03T151758Z_37714372_RC2RND9JEHQ4_RTRMADP_3_INDIA-RAPE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/01/dc0eded54f5e43c3a8ccde3e49ed45b6_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20274292312916.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T095315Z_1898645278_RC2X8J944S2V_RTRMADP_3_ARMENIA-AZERBAIJAN.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/sss-1.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20272398202359.jpg?resize=270%2C180", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/09/image-80.jpg?resize=1200%2C630", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T030927Z_1494312708_RC2R8J9P9WZ3_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-27T095226Z_1355268214_RC2X6J9K2J9B_RTRMADP_3_ARMENIA-AZERBAIJAN-2.jpg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T015218Z_1533046636_RC2P8J95JWFA_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113"], "is_grouped": false, "upvotes": 0, "downvotes": 0}