{"title": "Why Armenia and Azerbaijan are fighting", "text": "Why Armenia and Azerbaijan are fighting In 2016 the two fought an inconclusive five-day war that killed over 100.\n\nMOSCOW -- The current military conflict between Armenia and Azerbaijan over the disputed region of Nagorno-Karabakh dates back to the fall of the Soviet Union when the two fought a bloody war over the territory.\n\nThe mountainous region is historically claimed by both Armenians and Azerbaijanis. As the two countries gained independence amid the Soviet collapse in the late 1980s, ethnic Armenians in Nagorno-Karabakh sought to unite with Armenia.\n\nThe resulting six year war between 1988 and 1994 caused an estimated 30,000 casualties and displaced hundreds of thousands before a ceasefire brokered by Russia ended large-scale fighting.\n\nBut Armenia and Azerbaijan never signed a peace treaty and the conflict has remained unresolved, frequently seeing violent clashes for the past three decades as international mediation efforts led by Russia, France and the United States have made little headway.\n\nThe war left Nagorno-Karabakh as majority Armenian after hundreds of thousands of Azeris were forced to flee and with an Armenian-backed government in control. The enclave of 150,000 people is still recognized internationally as Azerbaijan’s and the country has never given up its claim.\n\nFighting has frequently occurred since. In 2016 the two countries fought an inconclusive five-day war that killed over 100 people. Intense skirmishes were fought again this July along the border.\n\nBut independent analysts and civilians on the ground say this current fighting is far heavier than at any time since the 1990s and that the risks of a full-scale war are much higher.\n\n\"This is totally different,\" Angela Frangyan, a filmmaker in Nagorno-Karabakh's capital Stepanakert on Tuesday said by phone, saying the scale and intensity of the fighting had not been seen since the 1990s war.\n\nArmenia and Azerbaijan have accused each other of starting the current round of fighting and experts have said it's not clear what triggered it now, though many warned it had been brewing since the skirmishes in July.\n\nWhy does it matter?\n\nThere are fears that the intense fighting could escalate into a full-scale war between Armenia and Azerbaijan that could pull in major regional players, in particular Turkey and Russia. In addition to the risk of a humanitarian crisis for Armenia and Azerbaijan, all-out war could also threaten what is an important energy corridor.\n\nTurkey is already becoming increasingly involved in the conflict and on Tuesday Armenia accused it of shooting down an Armenian fighter jet.\n\nTurkey has close ethnic and historic links with Azerbaijan and is a longtime supporter, but independent analysts say Turkey has taken a significantly more aggressive stance on the fighting this time. Turkey’s president Tayyip Recep Erdogan has said \"it is time to end Armenia’s occupation\" and demanded it withdraw from soil Turkey considers to be Azerbaijani.\n\nArmenia has accused Turkey of providing military advisers, weapons and warplanes to assist Azerbaijan. And there are reports of Turkish-backed Syrian rebel fighters being recruited last month to assist Azerbaijan.\n\nTurkey and Azerbaijan have both denied the reports or that Turkey is interfering militarily in the conflict. Both countries also dismissed the Armenian allegation that Turkey had shot down the fighter jet.\n\nSome analysts believe Turkey's new role in the conflict reflects a broader policy of greater assertiveness abroad under Erdogan, who has launched military interventions in Syria and Libya. Turkey’s strong backing of Azerbaijan complicates efforts to end the fighting around Nagorno-Karabakh, in particular by the traditional power broker in the region -- Russia. Moscow has close ties to both Azerbaijan and Armenia. But it has a formal security pact with Armenia, a military base in the country, and in recent years Azerbaijan has turned more toward Turkey.\n\nThat security agreement puts Russia in an uncomfortable diplomatic position. Few believe it will lead to a military clash between Russia and Turkey but there are worries that Turkish support for Azerbaijan could lead to another prolonged conflict fueled by Turkey and Russia’s support for opposing sides, as is already playing out in Syria and Libya.\n\nThe Kremlin has signaled it has no desire for such a conflict and called for an immediate halt to the fighting, urging Turkey to persuade Azerbaijan to return to talks.", "date_added": "2020-09-30 13:28:42.641299+00:00", "url": "https://abcnews.go.com/International/armenia-azerbaijan-fighting/story?id=73310472", "source": "ABC News", "photos_url": ["https://s.abcnews.com/images/International/Armenian-2-gty-er-200929_1601405126505_hpMain_16x9_992.jpg", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7"], "is_grouped": false, "upvotes": 0, "downvotes": 0}