{"title": "The 5 Most Interesting Things Mark Zuckerberg Told MKHBD", "text": "Off the back of Facebook Connect this week, YouTuber Marques Brownlee released an insightful conversation with Mark Zuckerberg talking about the long-term future of AR and VR technology, and Facebook’s goals for how to get there.\n\nWe recommend watching the full video if you’re interested in Zuckerberg’s thoughts on how VR and AR (especially the latter) will play out in the long-term. However, we’ve also summed up 5 of the biggest talking points from the video below with direct quotes.\n\n1. Facebook’s investment in AR and VR\n\n“Our company is probably investing the most in virtual and augmented reality of anyone else in the world,” Zuckerberg told Brownlee.\n\nThey went on to discuss a lot about AR as opposed to VR, and the ways in which Facebook are working toward the eventual goal of producing AR glasses. “We have thousands of people working on [AR] at Facebook,” said Zuckerberg. “Because I just do think this is going to be the next computing platform, even if it takes several years to get there.”\n\n2. Holographic TVs?\n\n“Once we have really good, mature AR glasses, we won’t even necessarily need other kinds of screens anymore,” said Zuckerberg. “Things like TVs, tablets, all these things could just be digital holograms.”\n\n“I think there is going to be a crazy amount of creativity that gets unlocked, and a lot of innovation, when a lot of stuff…can just get turned into an app that can be a hologram that you can give to someone. I think that’s going to be wild.”\n\n3. Human sonar capabilities\n\n“Haptics are one area where you wanna feel something, you pick up a rock or an object and it kinda has more weight… that’s kinda hard to model. But I do think we’re going to get other senses through augmented and virtual reality that may not be possible in the physical world. Let’s say for example I’m feeling around my desk and my hand is getting close to a water bottle.\n\n“Today, you don’t feel the water bottle until you touch it but it’s possible in AR and VR that we can provide some kind of sense so that as you start getting close to an object, you start feeling some kind of resistance or some sense that you’re near something, which is of course how some other animals navigate the world through sonar and different things like that.”\n\n4. ARsthetics\n\n“[AR] has a very high bar for aesthetics [of the device/glasses] and feeling like it’s a normal pair of glasses,” said Zuckerberg, in response to a question about whether the quality of the experience or the form factor of a VR/AR device is more important.\n\n“If you think about the range of glasses — really thin-rimmed glasses to really thick-rimmed glasses — I don’t know if we can cram all the electronics into a very thin-rimmed glasses anytime soon. But the goal is going to be to try to get all the electronics and things we need to produce that into a normal thick rimmed glasses pair of glasses. I think that matters. But then in the mean time, for virtual reality we just want to get it as light as possible.”\n\n“We’re definitely going to focus on just smaller, faster processor, better screens, until you get down to the retina displays.”\n\n5. Thoughts on Google Glass?\n\nMarques also asked Zuckerberg for his thoughts on Google Glass, and whether the device was ahead of its time. “Well I think the idea that you’re going to want some information and context there [in your eyes/glasses], it makes sense to work on that,” responded Zuckerberg. “We’ll see other types of other glasses I imagine, I don’t know what Apple or others are working on, but there’s one version that the tech can take which you can kind of think of as a smart watch on your face.”\n\n“[A Google Glass/smart watch-style AR device] is not personally the thing that I’m super excited about building for a number of reasons,” he continued, with a shrug.\n\n“Firstly, I come at this from the perspective of ‘How do we connect people better?’ So having some information in the corner of your eye is just not as powerful, from my perspective, as having hologram Marques here with me and being able to interact, or share objects or play a game together. That, I think, is just a completely different value proposition that is going to be harder to build, but is worth waiting for to get to that.”\n\n“Google glass was sort of an early take on the smart watch on the face thing. I don’t know, I’m sure others will try that too, that’s not the main thing that we’re focused on trying to build.”\n\nWhat did you take away from Zuckerberg’s talk with Brownlee? Let us know what you think in the comments below.", "date_added": "2020-09-20 08:00:17-07:00", "url": "https://uploadvr.com/facebook-ar-mark-zuckerberg-mkhbd/", "source": "UploadVR", "photos_url": ["https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2019/02/The-Messy-Truth-VR.jpg", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2020/07/960x0-160x150.jpg", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2020/09/Quest-2-lifestyle-1-640x450.jpg", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2020/09/thumbnail.jpg", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2020/08/Professional-Headshot-square-313x325.jpg", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2020/09/Quest-2-with-packaging-scaled.jpg", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2020/09/Oculus-Quest-2-Leaked-160x150.jpg", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2020/09/Oculus-Quest-2-Leaked-640x450.jpg", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2019/07/logo@2x.png", "https://pixel.quantserve.com/pixel/p-uwz71wWMRHXaQ.gif", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2019/11/venturebeat-logo-325x325.png", "https://mk0uploadvrcom4bcwhj.kinstacdn.com/wp-content/uploads/2020/07/960x0-640x450.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}