{"title": "Mark Zuckerberg and Facebook have a plan to kill the iPhone", "text": "The iPhone is one of the most popular and iconic devices ever made and continues to be Apple’s most important product, but there will come a time when a different type of device might replace the iPhone and smartphones in general.\n\nFacebook CEO Mark Zuckerberg alluded to such a future in an interview with YouTube sensation Marquees Brownlee where the two discussed Facebook’s foray into virtual and augmented reality.\n\nWhile Zuckerberg was careful to criticize Apple or the iPhone openly, he did hint that the future of communication might not involve physical screens, and made no secret that Facebook is going to compete in that landscape.\n\nApple’s Apple Watch keynote and Sony’s PS5 price and release date reveal have been the most important tech events of the week. With all the news about the new Apple Watch features, the iPhone 12 processor, the iOS 14 release, and the PS5 preorder issues, you might have missed another exciting development in the tech world. Popular YouTuber Marques Brownlee interviewed Facebook CEO Mark Zuckerberg, and the two spent a good 15 minutes talking about a very specific slice of technology: hardware.\n\nWhen you think Facebook and Zuckerberg, topics like user privacy and personal data mismanagement, election manipulation, questionable business practices, and social media toxicity should be top of mind. However, that’s not what Brownlee addressed during the interview, focusing squarely on the future of virtual reality (VR) and augmented reality (AR). If you can put a few large pins in all the issues that Zuckerberg and co. still need to address, and dissociate yourself from any preexisting anger at Facebook, the interview is quite interesting. The CEO offered the audience a rare glimpse into his vision for these two technologies that Facebook’s involved in via its Oculus endeavor. That’s where Zuckerberg explained exactly what will kill the iPhone in the future, without explicitly addressing the most popular gadget ever made. And that’s where he seemed to make it clear that Facebook is gunning for that position as well.\n\nA series of leaks have said that Apple is manufacturing AR glasses of its own. Initially, the devices will work with the iPhone, needing to connect to the device wirelessly, just like the Apple Watch does. Apple has to develop this technology right now, well before others get more traction with similar ideas. That’s because future versions of AR glasses might not need pairing up with an actual smartphone. If a wearable device that looks like a regular pair of glasses is powerful enough to project any holograms in front of your eyes, you won’t need a physical screen in your pocket to look at a screen and interact with apps. The gadget would give you access to a virtual screen that you’ll interact with via gestures, without needing a physical object in your hands. The iPhone could be on your face. Or it could be a screen-less device you carry in your pocket.\n\nIt turns out, that’s what Zuckerberg envisions for the future of AR glasses, and that’s where he’ll be steering his AR and VR efforts towards in the coming years.\n\nThe CEO told Brownlee that the world is getting major new tech platforms every 15 years. Each one of them “delivers a more immersive experience and allows us to communicate with the people and businesses and things that we care about around the world with just higher fidelity.”\n\nThe phones in our pocket are already “pretty amazing,” he said. “You have this like incredibly powerful computer in your pocket, but it’s not the end of the line,” Zuckerberg explained. The phone pulls you away from the world around, it’s immersive, and achieves all that with a relatively tiny screen.\n\nSpeaking of the next-gen platforms, Zuckerberg said “the essence of virtual and augmented reality is that you need to have a technology that delivers this feeling of presence, the sense that you’re actually right there with another person and all the different sensations that come with that normally,” he said.\n\nVR and AR will offer users new experiences that will be more immersive than before compared to the screen-centric experiences that are available right now. With phones, tablets, and TVs, you’re convincing your brain you’re somewhere else, Zuckerberg said. But VR and AR will actually allow the mind to believe that you’re somewhere else. These devices will be able to project people and objects in real-time, and involve other senses, including sound and touch.\n\nZuckerberg said AR glasses would be “good looking kind of normal glasses, not anything that’s super thick.” They would be devices that last all day long, capable of projecting holograms into the world.\n\nThis all makes sense for both AR and VR, with special emphasis on the latter. But that’s where Zuckerberg dropped the gem that makes it clear that the Facebook CEO think screens won’t necessarily be needed in the future. He said that the “trippy” thing that he’s thinking about is further out. “Once we have really good mature AR glasses we won’t even necessarily need other kids of screens anymore,” he said, making sure he never mentioned smartphones. “Things like TVs, tablets could all be digital holograms,” and it could be apps that power experiences that would have needed physical screens before.\n\nHearing Zuckerberg talk about what might be the death of the smartphone and the iPhone is quite sobering for a number of reasons, including the ones we put a few huge pins in. Like Zuckerberg, Apple may have similar thoughts, and that’s why the company will want to have its AR glasses out well before others can beat it to market with more exciting designs.\n\nWhile Facebook’s CEO did not openly attack Apple during the interview, he did it passive-aggressively. He acknowledged that Apple and others might be working on AR devices, but said that nobody is investing as much as Facebook is. He made it clear that he’s been rocking Samsung phones for years and that he instructed other execs at Facebook to use Android, not iPhones like everyone else. He also plugged Spotify, which has been criticizing Apple app practices for years. That’s unsurprising, considering that Facebook went after Apple for the stricter privacy protections in iOS 14 just a few weeks ago. But we’re not going to unpin those pins right now. Brownlee’s full interview with Zuckerberg follows below in full.", "date_added": "2020-09-20 00:00:00+00:00", "url": "https://bgr.com/2020/09/20/iphone-ar-glasses-mark-zuckerberg-augmented-reality-vs-screens/", "source": "BGR", "photos_url": ["https://bgr.com/wp-content/themes/BGR/assets/images/pmc-logos/deadline.svg", "https://bgr.com/wp-content/themes/BGR/assets/images/pmc-logos/fn.svg", "https://sb.scorecardresearch.com/p?c1=2&c2=6035310&c3=&c4=&c5=&c6=&c15=&cv=2.0&cj=1", "https://www.facebook.com/tr?id=2048158068807929&ev=ViewContent&noscript=1", "https://bgr.com/wp-content/uploads/2020/09/Dr.-Anthony-Fauci-1.jpg?quality=70&strip=all&w=160&h=160&crop=1", "https://bgr.com/wp-content/uploads/2020/08/Amazon-Deals-3.jpg?quality=70&strip=all&w=160&h=160&crop=1", "https://bgr.com/wp-content/uploads/2020/08/PS5-Hardware.png?w=160&h=160&crop=1", "https://bgr.com/wp-content/uploads/2018/08/phonesoap.gif?w=160&h=160&crop=1", "https://bgr.com/wp-content/uploads/2020/09/marquees-brownlee-interview-mark-zuckerberg.jpg?quality=70&strip=all&w=160&h=160&crop=1", "https://bgr.com/wp-content/themes/BGR/assets/images/pmc-logos/hollywood-life.svg", "https://bgr.com/wp-content/themes/BGR/assets/images/icons/feed-white.svg", "https://bgr.com/wp-content/uploads/2020/09/rsz_adobestock_60749156.jpg?quality=70&strip=all&w=400&h=234&crop=1", "http://bgr.com/wp-content/uploads/2013/11/chris-smith-125x125.jpg", "https://bgr.com/wp-content/themes/BGR/assets/images/icons/twitter-white.svg", "https://bgr.com/wp-content/themes/BGR/assets/images/icons/facebook-white.svg", "https://bgr.com/wp-content/themes/BGR/assets/images/pmc-logos/variety.svg", "https://bgr.com/wp-content/uploads/2020/09/american-flag.jpg?quality=70&strip=all&w=160&h=160&crop=1", "https://bgr.com/wp-content/uploads/2020/08/coronavirus-face-mask-supermarket-grocery-shopping.jpg?quality=70&strip=all&w=160&h=160&crop=1", "https://bgr.com/wp-content/themes/BGR/assets/images/pmc-logos/tvline.svg", "https://q.quora.com/_/ad/1013bc3efebd417594984a1c0f0298eb/pixel?tag=ViewContent&noscript=1", "https://bgr.com/wp-content/themes/BGR/assets/images/pmc-logos/pmc.svg", "https://bgr.com/wp-content/uploads/2020/09/marquees-brownlee-interview-mark-zuckerberg.jpg?quality=70&strip=all", "https://bgr.com/wp-content/themes/BGR/assets/images/pmc-logos/wwd.svg", "https://bgr.com/wp-content/themes/BGR/images/sprite_2x/logo-header-black.png", "https://pixel.quantserve.com/pixel/p-31f3D02tYU8zY.gif", "https://bgr.com/wp-content/uploads/2020/09/marquees-brownlee-interview-mark-zuckerberg.jpg?quality=70&strip=all&w=782", "https://bgr.com/wp-content/themes/BGR/assets/images/icons/twitter.svg", "https://bgr.com/wp-content/uploads/2017/10/black-panther-trailer1.jpg?quality=70&strip=all&w=160&h=160&crop=1", "https://bgr.com/wp-content/uploads/2020/08/Amazon-Deals-2.jpg?quality=70&strip=all&w=400&h=234&crop=1", "https://bgr.com/wp-content/uploads/2019/08/galaxy-note-10-fortnite.jpg?quality=70&strip=all&w=400&h=234&crop=1", "https://bgr.com/wp-content/uploads/2020/09/3m-n95-face-mask.jpg?quality=70&strip=all&w=160&h=160&crop=1", "https://bgr.com/wp-content/themes/BGR/assets/images/icons/facebook.svg", "https://secure-us.imrworldwide.com/cgi-bin/m?ci=us-203220h&cg=0&cc=1&ts=noscript", "https://bgr.com/wp-content/uploads/2019/11/amazon-sign-black-friday-deals.jpg?quality=70&strip=all&w=160&h=160&crop=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}