{"title": "Louisville police officers shot amid Breonna Taylor protests; suspect in custody", "text": "Two police officers were shot in Louisville, Ky., on Wednesday night as protesters flocked to the streets to rally against the death of Breonna Taylor, authorities said.\n\nShortly after a police news conference, reports emerged on social media that a third police officer may have been injured.\n\nThe two police victims confirmed by authorities were being treated at a hospital for non-life-threatening injuries, Interim Louisville Metro Police Department Chief Robert Schroeder said in a short news conference around 10 p.m. ET.\n\nLIVE UPDATES: PROTESTS ERUPT IN LOUISVILLE AFTER BREONNA TAYLOR GRAND JURY DECISION\n\n\"One is alert and stable, the other officer is currently undergoing surgery and stable,\" Schroeder said, adding that one suspect was in custody. The suspect was not identified and potential charges were not available.\n\nOne officer was shot in the abdomen, below a bulletproof vest, while the other was shot in a thigh, sources told the Courier-Journal of Louisville.\n\nSchroeder said the shootings happened at the intersection of First and Broadway. It was unclear whether the protests played a role in the shootings.\n\n\"I am very concerned about the safety of our officers,\" he told a reporter. \"I think the safety of our officers and the community we serve is of utmost importance.\"\n\nPresident Trump on Wednesday night tweeted he was \"Praying for the two police officers that were shot tonight in Louisville, Kentucky. The Federal Government stands behind you and is ready to help. Spoke to @GovAndyBeshear and we are prepared to work together, immediately upon request!\"\n\nLouisville Mayor Greg Fischer tweeted late Wednesday, \"Our hearts go out to the two @LMPD officers who were shot. Please pray for them and their families, & pray for our city, and all who are in pain today. For anyone who is still out, please go home tonight. Violence doesn't get us closer to a fair, just and equitable city.\"\n\nKentucky Gov. Andy Beshear also posted comments via video.\n\nDemocratic nominee Joe Biden also said he and his wife, Jill, are praying for the wounded officers and he condemned protest-related violence as \"never..the answer.\"\n\nA third officer reportedly suffered minor injuries but wasn't shot, a reporter with WGCL-TV in Atlanta reported. The station reported that two civilians also were shot.\n\nDemonstrators turned out in droves hours after a grand jury handed down charges against one of three officers involved in the March raid inside Taylor's apartment -- with none of the charges directly involving Taylor's death.\n\nThe local branch of the FBI said on Twitter that its SWAT team responded to an officer shooting and was assisting in the investigation.\n\nA grand jury earlier in the day indicted one of the three officers who took part in the botched drug operation in Taylor's apartment, targeting a man who did not live there and who was already in custody.\n\nThe charges against former LMPD Officer Brett Hankison were for recklessly firing stray bullets that found their way into a neighboring family’s home. He was fired in June.\n\nCivil rights attorney Ben Crump called the charges “outrageous and offensive to Breonna Taylor’s memory.”\n\nBREONNA TAYLOR SHOOTING: FIRED LOUISVILLE OFFICER INDICTED ON CRIMINAL CHARGES BUT NOT HER DEATH\n\n“It’s yet another example of no accountability for the genocide of persons of color by white police officers,” he said in a joint statement with co-counsels Sam Aguiar and Lonita Baker. “With all we know about Breonna Taylor’s killing, how could a fair and just system result in today’s decision?”\n\nProtesters shouted slogans like “No justice, no peace” and criticized the charges in connection with Taylor’s death.\n\nPhotographs taken during the protests show tense confrontations between protesters and police after dark.\n\nIn one, police brandish firearms and clear out an intersection near where the officer was shot. In others, fires burn on the sidewalk.\n\nTownHall reporter Julio Rosas shared video to Twitter that he said showed people trying to set fire to the courthouse’s boarded up windows.\n\nDemonstrators were marching in other cities around the country, too, including New York City, Chicago, Atlanta and Washington, D.C.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nTaylor was shot and killed in the crossfire when her boyfriend, Kenneth Walker, allegedly opened fire on police officers who entered her apartment March 13, according to Kentucky Attorney General Daniel Cameron. Walker has stated he believed the officers were intruders.\n\nThe Associated Press contributed to this report.", "date_added": "2020-09-24 21:23:53.330068+00:00", "url": "https://www.foxnews.com/us/louisville-police-officers-shot-amid-breonna-taylor-protests-suspect-in-custody", "source": "Fox News", "photos_url": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/640/320/AP20268038517214.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/640/320/Brett-Hankison-SHELBY-COUNTY-DETENTION-CENTER.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/GettyImages-Portland.jpg?ve=1&tl=1", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/368ed710-940e-4135-96cd-c0526a1b8bb7/8279adc0-b16e-4e2e-aaa4-23d6a0353ae7/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/640/320/Louisville-Protest-AP-1.jpg?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2020/09/Louisville-Protest-AP-1.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/206746be-AP20268035123158.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/640/320/Louisville-Protest-AP-5.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/Beta_houston_8.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/AP-Louisville6.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/23061b15-094c-4585-9521-4f31b44634f3/9eeed36f-71b2-4e2e-80f8-146652c9c978/1280x720/match/image.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}