{"title": "Two police officers shot in Louisville during Breonna Taylor unrest", "text": "Two police officers have been shot in Louisville as the city erupts in civil unrest following the decision not to file charges directly over the death of Breonna Taylor.\n\nLouisville Metro Police Department chief of police, Robert Schroeder, confirmed in a statement that two officers had been shot during unrest in the city. Both officers were in surgery overnight but were said to be stable, one suspect was taken into custody.\n\n‘I am very concerned about the safety of our officers,’ Schroeder said.\n\nThe report came as angry clashes broke out across the city and police in riot gear threatened to fire tear gas and arrest protesters after declaring ongoing demonstrations demanding justice for the killing of Breonna Taylor an “unlawful assembly.”\n\nEarlier on Wednesday the grand jury passed down three charges of Wanton Endangerment on one of the officer’s involved in Taylor’s killing yet none of them were related to her death. Two other officers were handed no charges at all.\n\nHours later local police began firing pepper balls into crowds who had gathered to express their anger over the death of the 26-year-old black woman.\n\nArmoured officers were also captured using batons and tackling demonstrators, who have led memorials, marches and demonstrations without incident for 120 days following the killing of Ms Taylor on 13 March.\n\nBut with a grand jury announcement imminent, state and local officials activated the Kentucky National Guard and issued a state of emergency, while armed militia groups began patrolling streets to defend police and property. A curfew was put in place for 9pm.\n\nA large memorial for Ms Taylor has been at the centre of nightly protests in downtown Louisville at Jefferson Square, where flowers, cards and messages have been displayed and maintained for several weeks.\n\nThat memorial has grown to include tributes to other victims of police violence in Louisville, including David McAtee, who was fatally shot by Kentucky National Guard members during protests in June, as well as Tyler Gerth, a photographer who was killed at the square later that month.\n\nWhen the indictment was announced, people gathered at the memorial broke out in tears and embraced.\n\nThe protests, igniting a national cry to “arrest the cops\" who killed her, have demanded an end to police brutality and the brutalisation of black Americans and called for systemic reforms to US policing.\n\nMs Taylor was in bed with her boyfriend Kenneth Walker after midnight in March when three officers – Brett Hankinson, Jonathan Mattingly and Myles Cosgrove – executed a search warrant by banging on her apartment door before ramming it open.\n\nMr Walker, who has said that police did not announce themselves and feared that someone broke into the home, fired one shot from a pistol, striking officer Mattingly in the leg. All officers returned fire. Ms Taylor was shot six times.\n\nNow-former officer Hankison faces three counts of wanton endangerment. He could face up to five years in prison in each count, if convicted.\n\nHe was fired three months after her death for \"wantonly and blindly\" firing 10 rounds into the building, according to then-interim Louisville Police Chief Robert Schroeder.\n\nBut Kentucky attorney general Daniel Cameron argued on Wednesday that officers Mattingly and Cosgrove were “justified in their return of deadly fire\" because Mr Walker had fired first, he said.\n\nThat justification “bars” the office from pursuing criminal charges against them, he said.\n\nDemonstrations across the US are planned in response to the indictment.\n\nState lawmaker Charles Booker, who lost a close Democratic US senate primary election against Amy McGrath in June to face against incumbent Mitch McConnell, said “justice has failed\" with the indictment.\n\n“It failed us in a way that it's been failing us for generations,” he said at a press conference alongside Kentucky governor Andy Beshear. “A woman – a black woman – was killed in her home by the agency paid for to protect and serve her. That's wrong. There is no justifying that. ”\n\nThe governor told protesters that he will “listen and hear” and said he wants to “be a better partner moving forward” but warning against people trying to “hijack what they’re trying to do” in the streets.\n\n“The eyes of the world are on Louisville,” he said.\n\nGovernor Beshear also demanded more information and transparency from the attorney general, including the public release of “all information, evidence and facts” including ballistic reports.\n\n“Everyone can and should be informed,” he said. “Those feeling frustration and feeling hurt deserve to know more.”", "date_added": "2020-09-24 07:19:24+00:00", "url": "https://www.independent.co.uk/news/world/americas/breonna-taylor-unlawful-protests-update-louisville-police-officer-shot-b563628.html", "source": "The Independent", "photos_url": ["https://static.independent.co.uk/2020/09/23/21/APTOPIX_Racial_Injustice_Breonna_Taylor_28358.jpg", "https://static.independent.co.uk/2020/09/23/19/Racial_Injustice_Breonna_Taylor_Reaction_16554.jpg?width=230"], "is_grouped": false, "upvotes": 0, "downvotes": 0}