{"title": "Breonna Taylor: Two officers shot during Louisville protests", "text": "Media playback is unsupported on your device Media caption Large crowds demonstrated in Louisville over the decision not to prosecute police for Breonna Taylor's killing\n\nTwo policemen have been shot amid protests in the US over a decision not to charge any officers over the killing of Breonna Taylor.\n\nMs Taylor, 26, a black hospital worker, was shot six times as three officers raided her home on 13 March.\n\nA grand jury in the city of Louisville returned only one minor charge against one of the officers, for shots which hit a neighbouring apartment.\n\nThe attorney general said the two other officers' actions had been justified.\n\nOne had been hit by a shot fired by Ms Taylor's boyfriend, who later told police he thought it was an ex-boyfriend of Ms Taylor who had broken into the apartment.\n\nImage copyright Facebook Image caption Breonna Taylor was an emergency medical technician\n\nA judge had granted a warrant to search Ms Taylor's home because investigators suspected her ex-boyfriend, a convicted drug dealer, was using the address to receive packages. Ms Taylor had no criminal record.\n\nCases of killings of unarmed black people by police have fuelled anger across the US and beyond, spurred especially by the death of George Floyd in police custody in Minneapolis in May.\n\nWhat is happening in Louisville?\n\nThe two police shot on Wednesday are not in life-threatening conditions and a suspect has been arrested.\n\nA state of emergency has been declared and the National Guard has been deployed. A three-day curfew from 21:00 to 06:30 (01:00-10:30 GMT) has been introduced, though crowds were still gathered after it came into effect.\n\nProtests over the grand jury's decision also took place in New York, Washington, Atlanta, and Chicago.\n\nSkip Twitter post by @SeattlePD Commanders on scene have declared the ongoing protest an unlawful assembly after multiple fires have been set, explosives have been thrown at officers, and property damage in the surrounding area. Leave the area immediately or you may be subject to arrest. — Seattle Police Dept. (@SeattlePD) September 24, 2020 Report\n\nTears and shock\n\nBy Aleem Maqbool, BBC News, Louisville\n\nAt the moment protesters heard there would be no charges against officers directly relating to the killing, there were anguished cries, tears and shock at the tribute spot in Louisville dedicated to her memory.\n\nAs the evening went on, some told us they felt the officers would get charged, given the $12m (£9.3m; €10.3m) settlement the city of Louisville had agreed with Breonna Taylor's family, which they saw as an admission that there had been wrongdoing.\n\nImage copyright Reuters Image caption Anger erupted in Louisville after the grand jury's decision\n\nOthers told us that in spite of the outcry after George Floyd's death, they felt there had been no systemic change and that police officers would continue to be protected in a way they saw as unfair.\n\nThe numbers on the streets thinned as the curfew approached, but that was when the two officers were shot and injured. One protester told me that he would keep taking to the streets until he saw police face the same accountability as the suspect who was arrested for shooting the officers is likely to.\n\nWhat charges have been brought over the case?\n\nOne of the officers who raided Ms Taylor's apartment, Brett Hankison, was charged with three counts of \"wanton endangerment in the first degree\". Mr Hankinson was fired from the force in June.\n\nUnder Kentucky law, wanton endangerment applies to an act of \"extreme indifference to the value of human life\". It is the lowest-level felony and carries a maximum sentence of five years in prison.\n\nMs Taylor's relatives and activists had been calling for the three officers, who are all white, to be charged with murder or manslaughter.\n\nThis was rejected by a grand jury - a panel drawn from members of the public to determine whether there is enough evidence to pursue a prosecution - that reviewed the evidence.\n\nMedia playback is unsupported on your device Media caption Kentucky Attorney General Daniel Cameron presented the grand jury decision\n\nFollowing the decision, Kentucky Attorney General Mr Cameron - the state's top prosecutor - said there was \"nothing I can offer [Ms Taylor's family] today to take away the grief and heartache as a result of losing a child, a niece, a sister and a friend,\" calling it a \"gut-wrenching emotional case\".\n\nMr Cameron said a ballistics report had found that six bullets had struck Ms Taylor, but only one had been fatal. That analysis concluded that Detective Myles Cosgrove had fired the shot that killed Ms Taylor.\n\nThe attorney general said it was not clear if Mr Hankison's shots had also hit Ms Taylor, but they had hit a neighbouring apartment.\n\nHe said Mr Cosgrove and the third officer, Jonathan Mattingly, had been \"justified to protect themselves and the justification bars us from pursuing criminal charges\".\n\nThe FBI was still investigating potential violations of federal law in the case, Mr Cameron added.\n\nWhat has been the reaction?\n\nBen Crump, a high-profile lawyer for the Taylor family, said the decision was \"outrageous and offensive\".\n\nWhen asked about the charges at a White House news conference, US President Donald Trump said he \"thought it was really brilliant\".\n\nHe praised Kentucky's attorney general, who addressed the Republican party convention last month, for \"doing a fantastic job\".\n\nMr Trump's Democrat challenger for November's election, Joe Biden, said the decision \"does not answer\" the call for justice, while telling protesters to act peacefully.\n\nKentucky Governor Andy Beshear, a Democrat, urged prosecutors to release the evidence that was presented to the grand jury.\n\n\"I think having more of the facts out there so people can see, people can truly process it, is where we need to be,\" he said.\n\nWhat were the circumstances of Ms Taylor's killing?\n\nPlainclothes police, executing a search warrant, forced their way into the apartment where Breonna Taylor was in bed with her boyfriend, Kenneth Walker, shortly after midnight.\n\nMr Walker fired a shot from his licensed gun, later telling police he thought that Ms Taylor's ex-boyfriend, Jamarcus Glover, had broken in, according to the New York Times.\n\nOfficials say Mr Walker's bullet struck Mr Mattingly in the leg. The three officers returned fire, discharging 32 rounds, according to a ballistics report from the FBI.\n\nMs Taylor was shot amid the commotion and died on the hallway floor.\n\nNo drugs were found at the property, though Jefferson County Prosecutor Thomas Wine said the search was cancelled after the shooting.\n\nImage copyright LMPD Image caption From left: Brett Hankison, Jonathan Mattingly and Myles Cosgrove\n\nA subsequent police report contained errors, including listing Ms Taylor's injuries as \"none\" and saying no force was used to enter, when a battering ram had been used.\n\nMr Hankison was fired from the police after investigators found he had \"wantonly and blindly fired 10 rounds\" during the raid, according to his termination letter.\n\nMr Mattingly and Mr Cosgrove were reassigned to administrative duties.", "date_added": "2020-09-24 21:22:55.106718+00:00", "url": "https://www.bbc.com/news/world-us-canada-54275346", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/images/ic/1024x576/p08sdmfq.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::us_and_canada::news.world.us_and_canada.story.54275346.page&x1=[urn:bbc:cps:b98cb3da-17f7-44d5-9c13-fc3b1ffb6dad]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/images/ic/720x405/p08sdmfq.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}