{"title": "Bobcat fire again threatening Mt. Wilson; more evacuations ordered", "text": "Fire crews remained in battle mode Monday as efforts to save Mt. Wilson from the raging Bobcat fire continued.\n\nDays after officials announced that firefighters had beaten back advancing flames and the 116-year-old Mt. Wilson Observatory was safe, firefighters were battling flare-ups at the top of the mountain. As darkness fell Monday, flames could be seen close to both the observatory and the communications towers on Mt. Wilson.\n\n“Just when I thought the danger was over — it wasn’t,” Thomas Meneghini, the observatory’s executive director, said Monday. “As I was leaving [Sunday], eight more strike units were rumbling up the road.”\n\nIt was the second time in a little over a decade that the gleaming white-domed observatory and its companion installations — including the towers that serve broadcast outlets and a variety of law enforcement and national security functions — have faced imminent threat of destruction from wildfire. In 2009, crews battled the Station fire from the ground and the sky over several days.\n\nAdvertisement\n\n1 / 35 The Bobcat fire continues to burn in the Angeles National Forest as seen from the Evergreen Cemetery in Los Angeles on Monday. (Genaro Molina/Los Angeles Times) 2 / 35 Horses are spooked by the approaching Bobcat fire on 106th Street in Juniper Hills on Friday. (Irfan Khan/Los Angeles Times) 3 / 35 A house on Cima Mesa Road in Juniper Hills burns as the Bobcat fire continues to rage Friday. (Irfan Khan/Los Angeles Times) 4 / 35 Mike Gregoryan is frustrated as he is asked to leave his home on Cruthers Creek as Bobcat fire reaches closed to structures. (Irfan Khan/Los Angeles Times) 5 / 35 A Joshua tree burns as the Bobcat fire rages in Juniper Hills Friday. (Irfan Khan/Los Angeles Times) 6 / 35 A man riding a tractor evacuates Valyermo as the Bobcat Fire burns in Angeles National Forest on Friday. (Dania Maxwell/Los Angeles Times) 7 / 35 A firefighter monitors the area in Valyermo as the Bobcat Fire burns in Angeles National Forest on Friday. (Dania Maxwell/Los Angeles Times) 8 / 35 Castle Snider, 8, looks on as flames from a control burn are used to reduce fuel near homes in Monrovia as the Bobcat fire continues to burn in the Angeles National Forest. (Robert Gauthier / Los Angeles Times) 9 / 35 LaVerne engine 761 arrives to offer defense as the Bobcat fire burns near homes in Monrovia. (Robert Gauthier / Los Angeles Times) 10 / 35 A fire engine drives into air thick with smoke along Juniper Hills Rd. as the Bobcat Fire advances North into the Antelope Valley. (Robert Gauthier/Los Angeles Times) 11 / 35 Flames crest a hill a few miles from Juniper Hills Rd. as the Bobcat Fire advances North into the Antelope Valley. (Robert Gauthier/Los Angeles Times) 12 / 35 Landscape blackened by Bobcat fire along Angeles Crest Highway close to Mt. Wilson Observatory. (Irfan Khan/Los Angeles Times) 13 / 35 Los Angeles County firefighters standing on outlook as they monitor the Bobcat fire burning in a canyon near the Mt. Wilson Observatory in Angeles National Forest. (Irfan Khan/Los Angeles Times) 14 / 35 A helicopter fights the Bobcat fire burning close to Mt. Wilson Observatory. (Irfan Khan/Los Angeles Times) 15 / 35 After spending night at camp Pasadena, firefighters Christina Terrazas, left, and Jason Van Vlymen have their breakfast standing next to their fire truck. Hundreds of firefighters from different agencies fighting Bobcat Fire in San Gabriel mountains above Arcadia, Monrovia and Duarte camp overnight in Santa Fe Dam Recreation Park in Irwindale. (Irfan Khan/Los Angeles Times) 16 / 35 Road Runners hand crew from the Angeles National Forest walk single file as they head for breakfast at the Bobcat fire command post at the Santa Fe Dam Recreation Park in Irwindale. (Irfan Khan/Los Angeles Times) 17 / 35 A firefighter monitors a controlled burn as flames from the Bobcat fire approach homes on Oakglade Drive in Monrovia. (Robert Gauthier / Los Angeles Times) 18 / 35 Flames from a control burn are used to reduce fuel near homes in Monrovia as the Bobcat fire continues to burn in the Angeles National Forest. (Robert Gauthier / Los Angeles Times) 19 / 35 Curious deer look on as firefighters watch the progress of the Bobcat fire as it continues to burn in the Angeles National Forest. (Robert Gauthier / Los Angeles Times) 20 / 35 Firefighters from Glendale engine 21 monitor the progress of a controlled burn as flames from the Bobcat fire approach homes on Oakglade Drive in Monrovia. (Robert Gauthier / Los Angeles Times) 21 / 35 Firefighters look on from Sawpit Canyon as a controlled fire burns on a hillside overlooking the San Gabriel Valley. (Robert Gauthier / Los Angeles Times) 22 / 35 Sara Sweeney, superintendent of the Mormon Lake Hotshots, uses a drip torch to set a backfire in the Angeles National Forest north of Monrovia. (David McNew / Getty Images) 23 / 35 Firefighters keep watch from an overlook on Mt. Wilson as the Bobcat fire burns in the Angeles National Forest near Pasadena. (Mario Tama / Getty Images) 24 / 35 A Coulson 737 firefighting tanker jet drops fire retardant to slow Bobcat fire at the top of a major run up a mountainside in the Angeles National Forest. (David McNew / Getty Images) 25 / 35 Los Angeles County firefighters, using only hand tools, keep flames from jumping a fire break in the Angeles National Forest north of Monrovia. (David McNew / Getty Images) 26 / 35 Mormon Lake, Ariz. Hotshot Squad team member Jessy Twin looks over charred hillsides after clearing brush. Twin said his crew is on their sixth day of cutting line. (Robert Gauthier / Los Angeles Times) 27 / 35 A firefighting helicopter refills in a reservoir on Grand View Ave. as crews continue to battle the Bobcat fire. (Robert Gauthier / Los Angeles Times) 28 / 35 A hazy sunset looms in the west as seen from Angeles Crest Highway as crews continue to battle the Bobcat fire in the nearby Angeles National Forest. (Robert Gauthier / Los Angeles Times) 29 / 35 A line of California fire engines head to the flaming Santa Anita Canyon as the Bobcat fire burns near Arcadia. (Robert Gauthier / Los Angeles Times) 30 / 35 Claudia Alcaino walks her dogs along Highland Oaks Drive as crews continue to battle the Bobcat fire in the nearby Angeles National Forest. (Robert Gauthier / Los Angeles Times) 31 / 35 A man walks on Santa Fe Dam as smoke rises from the Bobcat fire in the San Gabriel Mountains above Duarte. (Irfan Khan / Los Angeles Times) 32 / 35 THe Bobcat fire rages above Rincon Fire Station on Highway 39 in the Angeles National Forest. (Irfan Khan / Los Angeles Times) 33 / 35 A worker installs a street camera along North Azusa Avenue as smoke covers the sky from the Bobcat fire. (Wally Skalij / Los Angeles Times) 34 / 35 The Bobcat fire continues to blaze in the mountains above Monrovia. (Robert Gauthier / Los Angeles Times) 35 / 35 A house on Cima Mesa Road in Juniper Hills burns as the Bobcat fire continues to rage Friday. (Irfan Khan/Los Angeles Times)\n\nThe Bobcat fire, which ignited Sept. 6, has grown to more than 105,000 acres — one of Los Angeles County’s largest blazes ever — and remains at 15% containment, the U.S. Forest Service said.\n\nThe Los Angeles County Sheriff’s Department on Monday afternoon ordered the evacuations of people who live south and west of Upper Big Tujunga Canyon, east of Angeles Forest Highway and north of Angeles Crest Highway.\n\nFirefighters have already used half of a 530,000-gallon water tank on the observatory grounds in their nearly weeklong battle against the blaze, Meneghini said. Crews are working to refill the tank and keep water pressure strong.\n\nAdvertisement\n\nOfficials from the Forest Service said Mt. Wilson remains a top priority, noting that “multiple, multiple resources” have been dedicated to battling the flames, which continued to burn fiercely through Monday.\n\n“Some of that smoke may have dissipated,” Jerry McGowan, an incident commander, said Monday evening, “but there is quite a bit of fire still down in that hole, down in that area.”\n\nFire crews were also focusing Monday on the Antelope Valley, where the massive blaze continued to loom large after forcing evacuations and charring multiple homes. The National Weather Service said fire weather conditions, including heat, dryness and gusty winds, could feed the flames and create the “potential for rapid growth and extreme fire behavior.”\n\nAdvertisement\n\n“Out by the Bobcat fire, it’s still fairly warm and dry, and there will be afternoon and evening gusts of winds,” meteorologist David Sweet said from the weather service’s station in Oxnard. “And that’s the concern right there: dryness and gusty winds.”\n\nIsolated wind gusts could reach as high as 40 mph, Sweet said. The winds will probably continue for the rest of the week.\n\nResidents in the Juniper Hills area of the Antelope Valley anxiously awaited updates on their homes after evacuation orders last week.\n\n“We kept watching the fire maps closely, and we knew that it was in our area,” said Juniper Hills resident Bridget Lensing, who evacuated her family’s home Thursday. “We were hoping and praying somehow our home would be spared.”\n\nAdvertisement\n\nLensing’s parents bought their Cima Mesa home in the 1980s, and she and her brother were raised there. She said that her family rushed to spray the whole property with water before evacuating, and that they spent an agonizing 48 hours away from the area before returning to find much of their neighborhood destroyed.\n\n“All the homes on our street were gone,” Lensing said. “Everything was dust beside the chimneys.”\n\nLensing’s house was the only one on the street to survive, she said, although it was apparent that flames had swept through the property. Her closest neighbor’s home of 50 years burned in the blaze.\n\n“We feel so, so sorry for them,” she said. “But they want to rebuild.... Juniper Hills is so strong.”\n\nAdvertisement\n\nVince Pena, an incident commander with the Los Angeles County Fire Department, said the Bobcat fire has destroyed or damaged 29 structures, although that tally “could go up to 85 or so” as fire crews continue to assess the damage. An estimated 4,000 people have been displaced from 1,100 homes, he said Monday evening.\n\nThe Bobcat fire is one of six major blazes currently prioritized by the state, Gov. Gavin Newsom said Monday during a news briefing. The other fires are the August Complex, the North Complex, the Creek fire, the El Dorado fire and the Snow fire.\n\n“We’re putting all the resources we possibly can on all these complexes,” Newsom said, “but focusing, as we should, on that Bobcat fire.”\n\nAdvertisement\n\nCalling this year a historic fire season, the governor said 19,000 firefighters are battling 27 blazes statewide. Among those, 26 people have died, including three firefighters, and 6,400 structures have been destroyed.\n\n“The 26 fatalities and 6,400 structures are based on what we have seen, what we have witnessed,” he said, noting that “by no stretch of the imagination” is that number the extent of potential destruction and death from the fires.\n\nFifteen mutual-aid states are helping with firefighting efforts statewide, Newsom said, and 3.6 million acres have burned.\n\nAdvertisement\n\nFor weeks, firefighters on the Bobcat fire have been hindered by steep, rocky terrain within the Angeles National Forest, which made it difficult for large mechanical equipment to reach several front lines of the blaze.\n\nThe fire’s creep into the Antelope Valley, fed by low-lying desert shrubbery, also presents new challenges.\n\n“The more variables you have, the more complex it becomes,” Forest Service spokesman Larry Smith said. “It’s much less terrain-influenced there. Now it’s a fuel-driven fire.”\n\nGrasses, sage and brush are contributing to the fire’s movement through the valley, Smith said, but he noted that the flatter terrain is allowing for more mechanized equipment, such as bulldozers, to create containment lines.\n\nAdvertisement\n\nAdding to complications were two private drones being flown in the area late Monday morning, which grounded a fixed-wing aircraft for 30 minutes, the Forest Service said in a tweet.\n\n“If drones are spotted, firefighting aircraft must stay grounded until the area is cleared,” they said.\n\nMandatory evacuation orders remain in place for multiple areas:\n\nJuniper Hills, Devil’s Punchbowl and Paradise Springs\n\nCrystal Lake, the East Fork of the San Gabriel River and Camp Williams\n\nResidences along Angeles Crest Highway between Angeles Forest Highway and Highway 39\n\nSouth of Highway 138, north of Big Rock Creek, east of 87th Street East and west of Largo Vista Road\n\nSouth of 138th Street East, north of Big Pine Highway and Highway 2, east of Largo Vista Road and west of 263rd Street East\n\nSouth of Highway 138, north of East Avenue W-14, east of 155th Street East and west of 165th Street East.\n\nThe Forest Service said Monday the fire had jumped Highway 2 multiple times and is “now on both sides of the road on Barley Flats.”\n\nAdvertisement\n\nThe following areas remain under evacuation warnings:\n\nCity of Pasadena\n\nUnincorporated communities of Altadena and Wrightwood\n\nSouth of Pearblossom Highway, east and north of Angeles Forest Highway, north and west of Mt. Emma Road, east and south of Highway 122 and west of Chesebro Road\n\nSouth of Highway 2, north of Blue Ridge Truck Trail, east of Highway 39 and west of the Los Angeles County border\n\nSouth of Avenue U-8, north of East Avenue W-14, east of 121st Street East and west of 155th Street East\n\nSouth of Pearblossom Highway, south and east of Pearblossom Highway, north and west of Mt. Emma Road, north and east of Angeles Forest Highway and west of Chesebro Road\n\nSouth of Mt. Emma Road, north of Upper Big Tujunga Canyon Road, east of Angeles Forest Highway and west of Pacifico Mountain\n\n\n\nAn American Red Cross evacuation point has been set up at Palmdale High School for anyone needing assistance.\n\nAir quality continues to suffer because of the fire. Officials issued a smoke advisory for a swath of Southern California through Monday afternoon.\n\nAdvertisement\n\nAlthough forecasts show good or moderate air quality is expected for much of the Southland throughout the day, pollutants could reach levels considered unhealthy for sensitive groups and individuals in the eastern San Gabriel Valley, areas in and around the San Gabriel Mountains and parts of the Inland Empire.\n\nGiven the forecast, Los Angeles County health officials are urging residents with heart disease, asthma or other respiratory diseases to minimize their time outdoors.\n\nAs of Monday, roughly 1,700 personnel have been assigned to the Bobcat fire, Smith said, including several firefighters who have arrived from across the country to battle the insatiable blaze.\n\n“Is there a fatigue level? Absolutely,” Smith said, “but firefighters are always optimistic. I never go into a fight with the intent to lose.”\n\nAdvertisement\n\nTimes staff writer Luke Money contributed to this report.", "date_added": "2020-09-21 00:00:00+00:00", "url": "https://www.latimes.com/california/story/2020-09-21/bobcat-fire-looms-large-in-antelope-valley-as-gusty-winds-create-potential-for-rapid-growth", "source": "Los Angeles Times", "photos_url": ["https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/0399895/2147483647/strip/true/crop/6720x4480+0+0/resize/1680x1120!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F01%2F46%2F5140e9ec47ea987c35940a560a5b%2Fla-photos-1staff-614910-me-0921-smokey-skies-gem-002.jpg", "https://ca-times.brightspotcdn.com/dims4/default/88d4739/2147483647/strip/true/crop/1125x1125+438+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Ff0%2Fe4%2Fb4dd9b71d291ed525842b3d782fb%2Fimg-53605b30-turbine-la-bio-louis-sahagun", "https://ca-times.brightspotcdn.com/dims4/default/b7e1086/2147483647/strip/true/crop/2400x1600+0+0/resize/840x560!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fed%2F01%2F793c0a564b848563b8d21df08693%2Fla-photos-1staff-614924-me-0916-bobcat-mt-wilson-022.IK.JPG", "https://ca-times.brightspotcdn.com/dims4/default/e4bcfd4/2147483647/strip/true/crop/2400x1260+0+170/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fed%2F01%2F793c0a564b848563b8d21df08693%2Fla-photos-1staff-614924-me-0916-bobcat-mt-wilson-022.IK.JPG", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/efac580/2147483647/strip/true/crop/1600x1600+0+0/resize/100x100!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb0%2Fa9%2F1a938224441ca6a99cebb3530ca5%2Fhayley-smith.jpg", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}