{"title": "Huge California wildfire threatening more than 1,000 homes", "text": "LOS ANGELES (AP) — A wildfire scorching its way through brush and timber from the mountains to the desert northeast of Los Angeles threatened more than 1,000 homes on Tuesday as crews across the West battled dozens of other major blazes.\n\nThe Bobcat Fire in Southern California was advancing at one to two miles (1.6 to 3.2 kilometers) per hour at times and threatened the Mojave Desert town of Pearblossom after burning into the Antelope Valley foothill area, across the San Gabriel Mountains from Los Angeles.\n\nThe blaze that began Sept. 6 has destroyed or damaged at least 29 homes and other buildings, with the toll rising to perhaps 85 when damage assessment teams can complete their work this week, authorities said.\n\nCheryl Poindexter lost her desert home.\n\n“That fire came over the hill so hard and fast that I turned around and I barely got my eight dogs and my two parrots out,” Poindexter told ABC7. “You can see everything is ash.”\n\nFirefighters also battled flareups near Mount Wilson, which overlooks greater Los Angeles and has a historic observatory founded more than a century ago and numerous broadcast antennas that serve Southern California.\n\nThe fire was fueled by vegetation that hadn't burned in decades and pushed by erratic winds over the weekend, although they had died down by Monday, and were expected to remain light through Tuesday.\n\nNumerous studies in recent years have linked bigger U.S. wildfires to global warming from the burning of coal, oil and gas, especially because climate change has made California much drier. A drier California means plants are more flammable.\n\nNear Mount Wilson, firefighters set more than a mile (1.6 kilometers) of fires designed to burn out the blaze's fuel and act as a brake on its advance.\n\n“We’ve got a fire here that is bigger than the city of Denver, and it did it in two weeks,” said Sky Cornell with the Los Angeles County Fire Department.\n\nAbout 1,100 homes and some 4,000 residents remained under evacuation orders and the fire was only 17 percent contained, fire officials said.\n\nStory continues\n\nEvacuation warnings — meaning residents should be prepared to flee if ordered — remained in effect for the Los Angeles suburb of Pasadena, home of the Rose Bowl and the annual Rose Parade, and Wrightwood, a mountain community near several San Bernardino County ski resorts.\n\nThe blaze was one of more than two dozen major wildfires burning across California, including five of the largest in state history.\n\nMore than 5,600 square miles (14,500 square kilometers) have been charred, an area larger than the state of Connecticut, and at least 23,000 people remain evacuated statewide, Gov. Gavin Newsom said.\n\nEarly estimates are that 6,400 buildings have been destroyed across the state, but Newsom said “by no stretch of the imagination do we think this tells the entire story.” Damage assessments are ongoing, he said.\n\nNearly 19,000 firefighters in California are currently battling 27 major blazes, Newsom said. At least 7,900 wildfires have erupted in the state this year, many during a mid-August barrage of dry lightning that ignited parched vegetation.\n\nTwenty-six people have been killed. Officials were investigating the death of a firefighter at another Southern California wildfire that erupted earlier this month from a smoke-generating pyrotechnic device used by a couple to reveal their baby’s gender.\n\nCharles Morton, 39, died on Sept. 17 while battling the El Dorado Fire in San Bernardino National Forest about 75 miles (120 kilometers) east of Los Angeles.\n\nMorton, was a 14-year veteran of the U.S. Forest Service and a squad boss with the Big Bear Interagency Hotshot Crew of the San Bernardino National Forest.\n\n“Charlie was a well-respected leader who was always there for his squad and his crew at the toughest times,” said U.S. Forest Service Chief Vicki Christiansen.\n\n“Charlie is survived by his wife and daughter, his parents, two brothers, cousins, and friends. He’s loved and will be missed. May he rest easy in heaven with his baby boy,” Morton’s family said in a statement.\n\nIn Wyoming, officials warned that “a high probability for fire growth\" exists for a blaze burning toward cabins and an important water supply reservoir that’s a major source of water for the state’s capital city, Cheyenne. The Mullen Fire in the Medicine Bow National Forest is burning in heavily forested, rugged terrain that would usually be busy now with hunters at the start of elk hunting season.\n\nAnd in Colorado, one of the state’s largest wildfires continued to grow slowly, with firefighters benefiting as the flames spread into flatter ground Monday. The Cameron Peak Fire near Red Feather Lakes had burned 163 square miles (422 square kilometers) and was 15% contained. At higher elevations, it devoured numerous lodgepole pine trees that had been killed by a beetle infestation.\n\nMore than 9,000 firefighters were battling large wildfires across Oregon and Washington, where thousands of homes have been destroyed, the Pacific Northwest Region of the U.S. Forest Service said.", "date_added": "2020-09-22 05:21:25+00:00", "url": "https://news.yahoo.com/california-wildfire-threatening-more-1-052125699.html", "source": "", "photos_url": ["https://s.yimg.com/ny/api/res/1.2/dPGxwHrf1Q.getCf7Yw8CQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04OTkuMg--/https://s.yimg.com/uu/api/res/1.2/7q9eqmqbWuB_5_dB49l.Ig--~B/aD0yMjk0O3c9MzI2NDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/7c047224a956bbe1f12e6d8504eb0884", "https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2018-12/f7f4c7f0-0259-11e9-bfeb-842a32a6c67d", "https://s.yimg.com/uu/api/res/1.2/PdcEq5LpJauJcfCRbUX2Wg--~B/Zmk9ZmlsbDtoPTE0NDtweW9mZj0wO3c9MjcyO2FwcGlkPXl0YWNoeW9u/https://s.yimg.com/os/creatr-uploaded-images/2020-09/c8276aa0-fc49-11ea-bf85-c561cc654edf"], "is_grouped": false, "upvotes": 0, "downvotes": 0}