{"title": "The Samsung Galaxy S20 FE brings some flagship specs at a $699 price", "text": "Samsung already makes three different kinds of Galaxy S20 phones: a regular, a Plus, and an Ultra. Now you can add a fourth to that mix, the Galaxy S20 FE — the FE stands for “Fan Edition.” It’s an S20 with some of the more expensive parts removed but keeping some of the key features that matter. It will also come in six different colors. Available October 2nd, it will sell for $699 for the sub-6 variant on T-Mobile, AT&T, and unlocked and $749 for the mmWave version developed for Verizon.\n\nThe S20 FE has a 6.5-inch display. That slots it right in between the smaller Galaxy S20 and the larger S20 Plus. Like those phones, the FE has a 120Hz refresh rate for smoother animations and graphics, but unlike those phones, its screen is completely flat and can’t be cranked up to a Quad HD+ resolution.\n\nIt’s also plastic on the back, but if it’s anything like the Note 20’s plastic, it’ll probably feel alright. Samsung is marketing the color choices heavily: there’s red, orange, lavender, mint, and white. All of those colors are prefixed with “cloud,” Samsung’s indication that they have a matte finish that should hide fingerprints.\n\nOtherwise, though, the FE doesn’t skimp on specs. It has a 4,500mAh battery, 6GB of RAM, wireless charging, IP68 water resistance, expandable storage, and the top flight Snapdragon 865 processor. The FE also loses out on having Samsung’s higher-megapixel rear camera options, but so far those extra megapixels haven’t been the huge win Samsung was hoping for at the beginning of the year.\n\nIts main rear sensor is 12 megapixels with OIS, plus there’s a 12-megapixel ultrawide and an 8-megapixel telephoto. Samsung says the telephoto is a 3x optical zoom, and it further says it is keeping the 30x “space zoom” feature, albeit driven more by software than hardware. Those sensors do mean the FE won’t be able to swing 8K video, but that’s not a huge loss.\n\nSamsung is also continuing its tradition of throwing odd-duck cameras into its lineup, as the selfie camera on the FE is 32 megapixels — similar to what appears on the Galaxy A71.\n\nThe company tells me that when it originally launched the S20 lineup this past mark, an FE version wasn’t in its plans. But then the pandemic hit — Samsung’s S20 event was one of the last that many tech journalists attended. Not long after the March event, the company decided to make this phone.\n\nThe Galaxy S20 FE is probably the first smartphone we’ve seen that was created as a direct response to the pandemic. Specifically, Samsung wanted to target a lower price point but hang on to the premium S brand that does better in the US.\n\nIts rapid development is a testament to how quickly Samsung can churn out new products, though being based on the already existing S20 probably helped. Samsung doesn’t seem particularly concerned with the proliferation of and confusion between four different variants of the same Galaxy S20 phone with a matrix of difficult-to-compare camera specs.\n\nIt should be said that carriers often discount Samsung’s phones, so the S20 FE’s asking price of $699 may not be that far off from a regular S20’s price right now. But then again, the FE itself is likely to be getting those same discounts before too long. So depending on what’s happening with those discounts, you could argue that there’s no reason to get an S20 when the S20 FE is there or maybe the exact opposite.\n\nMaking phones with compelling specs in record time is one of Samsung’s greatest strengths. Making sure those phones don’t overlap is not.\n\nConfusing market placement aside, the FE really does seem like a very compelling prospect, at least on paper. It puts more competition in the “premium midrange” category, which in turn raises the stakes a bit for both Google and OnePlus to deliver with their upcoming phones.", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://www.theverge.com/2020/9/23/21451701/samsung-galaxy-s20-fe-price-release-date-specs-features", "source": "The Verge", "photos_url": ["https://cdn.vox-cdn.com/thumbor/MfiHPBggVMzieImhEV-FjxgFylQ=/0x452:4000x2546/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/21903263/Galaxy_S20_FE_All_Colors.jpg", "https://cdn.vox-cdn.com/thumbor/RZCPckuuveKqUOofN986AXHbPWg=/0x0:4500x3000/1200x0/filters:focal(0x0:4500x3000):no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/21903299/Galaxy_S20_FE_Cloud_Lavender_Front.jpg", "https://cdn.vox-cdn.com/thumbor/D1fQ8CzjxigG-WBDBpwV1WfB-TA=/0x0:4500x3000/1200x0/filters:focal(0x0:4500x3000):no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/21903300/Galaxy_S20_FE_Cloud_Orange_Back.jpg", "https://cdn.vox-cdn.com/thumbor/fsCPMybpQ18brJdLsakApeRRj50=/0x0:1000x450/1200x0/filters:focal(0x0:1000x450):no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/21903301/Galaxy_S20_FE_All_Colors_2.jpg", "https://cdn.vox-cdn.com/thumbor/zWV2YNaX37k1wAvNWiTpMkro2ls=/0x0:4000x2997/1200x800/filters:focal(1680x1179:2320x1819)/cdn.vox-cdn.com/uploads/chorus_image/image/67454802/Galaxy_S20_FE_All_Colors.0.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}