{"title": "Samsung Galaxy S20 FE unveiled: Price, release date, specs and colors", "text": "Samsung Galaxy S20 Fan Edition specs Price: $699\n\nScreen: 6.5-inch AMOLED (2400x1080: 120 Hz)\n\nCPU: Snapdragon 865\n\nRAM: 6GB\n\nStorage: 128GB, expandable up to 1TB\n\nRear cameras: Triple-lens: 12MP main (ƒ/1.8), 12MP ultrawide (ƒ/2.2), 8MP telephoto with 3x zoom (ƒ/2.4)\n\nFront camera: 32MP (ƒ/2.2)\n\nBattery size: 4,500 mAh\n\nSize: 6.29 x 2.93 x 0.33 inches\n\nWeight: 6.7 ounces\n\nAfter releasing a string of four-digit flagships and middling midrange handsets, Samsung has finally hit the sweet spot with the Galaxy S20 Fan Edition.\n\nAnnounced today, the S20 Fan Edition, or FE for short, costs $699 and pulls key features from across Samsung's entire range of premium phones. Buyers get a 120 Hz AMOLED display and Snapdragon 865 processor, like the regular S20 has; a big 4,500-mAh battery, like the Galaxy Note 20 Plus; as well as 5G connectivity and a range of color options, all for an affordable price.\n\nSamsung Galaxy Note 20 Ultra review: What we think so far\n\nEverything we know about the iPhone 12\n\nFrom the outside, the Galaxy S20 FE takes clear aim at OnePlus, whose dominated the space for affordable yet feature-rich Android flagships. It also gives Samsung an adversary to the highly-anticipated, entry-level, 5.4-inch iPhone 12, which is expected to cost about the same.\n\nThe Galaxy S20 FE makes some trade-offs in pursuit of its lower price, like a plastic body and half the memory of the regular S20, but overall it's shaping up to be one of the best unlocked phones based on what we've seen. After churning out a bevy of high-priced flagships during a year of economic uncertainty, Samsung finally appears to be delivering a more sensible option for the times. Here's everything you need to know about it.\n\n(Image credit: Samsung)\n\nThe Samsung Galaxy S20 FE will cost $699 and begins shipping Oct. 2, with preorders live now. It comes in just one configuration, with 128GB of storage and 6GB of RAM, though owners can expand storage by up to 1TB with a microSD card.\n\nB&H has listed the Galaxy S20 with a pre-order deal that drops the price to just $599, which is $100 off.\n\nThose who preorder a Galaxy S20 FE will also get $70 in credit at Samsung's store, which is enough to take a decent chunk of change off a pair of Galaxy Buds Live or a Galaxy Watch 3.\n\nThe Galaxy S20 FE will be available through AT&T, T-Mobile and Verizon, with the Verizon variant notably supporting the carrier's millimeter-wave 5G network for much faster speeds in urban areas.\n\nSamsung Galaxy S20 FE: Colors\n\n(Image credit: Samsung)\n\nOne of the Galaxy S20 FE's most distinctive characteristics is the sheer number of colors in which its offered. There are six in total — mint, navy, lavender, red, orange and white — some of which are reminiscent of classic Galaxy shades, while others are all new.\n\nSamsung says it's targeting younger, more design-conscious customers with this device, so the focus on providing a multitude of hues certainly appears to play to that ambition.\n\nThose who welcome a bit of pop with their smartphone purchases will certainly appreciate the assortment of colors. My personal favorite is Cloud Orange, which resembles a mix of cream and gold, at least in the images the company's provided. A mirrored triple-lens camera housing, with each optic encircled by a metallic ring, plays of tastefully against the predominantly matte back and draws a familial resemblance to the Note line.\n\nSamsung Galaxy S20 FE: Design\n\nFrom left to right: Samsung Galaxy S20 FE, Samsung Galaxy S20, Samsung Galaxy S20 Plus and Samsung Galaxy S20 Ultra (Image credit: Samsung)\n\nThe Galaxy S20 FE looks right at home next to its fellow members of the S20 family. This phones packs a 6.5-inch display, placing it between the $999, 6.2-inch Galaxy S20 and $1,199, 6.7-inch Galaxy S20 Plus in terms of size.\n\nFrom the front, it's hard to suss out differences between the S20 FE and its brethren. The pricier S20 models incorporate a slight curve to their display glass and employ slightly trimmer bezels than the Fan Edition, which opts for a flat panel to keep costs down. However, Samsung notes that the Infinity-O front-facing camera cutout in the S20 FE is actually slightly more compact than those in the more expensive S20 variants.\n\nThe Galaxy S20 FE ditches the typical glass back you'd expect from a Galaxy S device in favor of matte polycarbonate. From everything we've seen, the fit and finish of this plastic is comparable to that of the Galaxy Note 20. That's a good sign; while many critics were unimpressed with Samsung's decision to go with plastic in the cheaper of its two latest phablets, we found the material to be pleasing to the touch, while also looking nigh-indistinguishable from matte-etched glass.\n\nSamsung Galaxy S20 FE: Display\n\n(Image credit: Samsung)\n\nThe Galaxy S20 FE's 6.5-inch AMOLED screen touts a full HD resolution and, most notably, a 120 Hz refresh rate. Unlike the Galaxy Note 20 Ultra, this refresh rate isn't adaptive — it can either run at 60 Hz or 120 Hz, with no in between, and you'll have to set it manually either way.\n\nNevertheless, it's still rare to see high refresh rates on devices in the price range the Fan Edition is playing in, so it's an impressive inclusion. The OnePlus 8T, which is likely to land with a price tag somewhere in the realm of the Galaxy S20 FE's $699, has been confirmed to include a 120 Hz panel as well.\n\nSome may lament the lack of a quad-HD panel, but 1080p seems reasonable for this price range. We're more concerned about brightness, so we'll have to see how well the Galaxy S20 FE holds up in our testing.\n\nSamsung Galaxy S20 FE: Cameras\n\n(Image credit: Samsung)\n\nYou'll find three cameras on the back of the Galaxy S20 FE, comprising two 12-megapixel wide and ultrawide shooters with ƒ/1.8 and ƒ/2.2 optics and one 8MP telephoto with an ƒ/2.4 aperture and 3x optical zoom. On the front is a 32MP, ƒ/2.2 camera — a wealth of pixels to be sure, though this lens lacks phase-detection auto focus.\n\nFrom the outside, it seems as if the Fan Edition's wide and ultrawide cameras are carried over from the standard Galaxy Note 20. Meanwhile, Samsung has eschewed the 64MP telephoto present in its other flagship phones, which would ordinarily enable 8K video recording, in favor of an 8MP sensor that achieves similar 3x power with an optical advantage rather than sensor cropping. That telephoto's digital zoom tops out at 30x.\n\nAlthough overshadowed by the Galaxy Note 20 Ultra's futuristic 108MP primary camera and maximum 50x digital Space Zoom, we came away impressed with the imaging hardware on offer in the cheaper Note 20 when we reviewed that device. The quality of photography in Samsung's high-end phones has seen notable improvement in the last year, certainly due in part to groundbreaking hardware but also thanks to better computational photography that has helped Samsung close the gap to the likes of Google and Apple.\n\nGalaxy S20 FE camera features include Night Mode, Super Steady recording and Single Take, meaning Fan Edition buyers shouldn't be lacking any photography tricks compared to regular S20 owners.\n\nSamsung Galaxy S20 FE: Performance\n\n(Image credit: Samsung)\n\nJust like the other three Galaxy S20 variants, the Fan Edition is equipped with Qualcomm's Snapdragon 865 chipset. While it's not the 865 Plus found in the Note 20 line, as well as the Galaxy Z Flip 5G and Galaxy Z Fold 2, it is mighty good silicon for a handset in this price range, and in line with competing Android flagships.\n\nThat silicon is paired with 6GB of RAM and 128GB of built-in storage. The 6GB of RAM would figure to be the weakest link in this group — it's half the RAM of the more premium S20 trio, and could result in the Fan Edition becoming taxed more easily by background processes, multitasking or when launching apps from memory. In terms of raw performance and graphics, however, users aren't likely to notice a discrepancy.\n\nSamsung Galaxy S20 FE: Battery and charging\n\n(Image credit: Samsung)\n\nPacked with a massive 4,500-mAh battery, the Galaxy S20 FE should have no problem lasting through the day on a charge (well, at least on its less power-hungry 60 Hz mode). That's the same size as the batteries in the Galaxy S20 Plus and Note 20 Ultra.\n\nDespite its lower price, the Galaxy S20 FE can still charge wirelessly at a maximum of 15 watts, and even reverse charge Qi-compatible accessories with its Wireless PowerShare feature. Additionally, the device can charge in wired fashion at a peak speed of 25 watts — albeit with a caveat. Samsung is packing a standard 15W adapter in box, instead of the optimal 25W adapter, so you'll have to shell out extra for that privilege. Samsung's official 25W adapter costs $35.\n\nSamsung has committed to three years of Android platform updates with the Galaxy S20 FE. If the phone launches with the company's One UI 2.5 front end based on Android 10, that should take the S20 FE all the way to Android 13 by 2023 or 2024.\n\nLong-term software support like this is still rare in the Android space; up until recently, Google was the only phone maker to guarantee three years of updates. Thankfully, Samsung is extending the same peace of mind to its users, whether they purchase a $699 Galaxy S20 FE or a $1,999 Galaxy Z Fold 2.\n\nSamsung Galaxy S20 FE: Outlook\n\n(Image credit: Samsung)\n\nThe Samsung Galaxy S20 FE might carry a puzzling name, but it looks to be an excellent alternative to the growing number of inexpensive-yet-powerful value flagships out there. After a year flush with cheap but mediocre Galaxy A series phones, as well as impressive but stomach-churningly expensive Galaxy S20, Note 20 and foldable models, the Fan Edition finally offers an attractive mix of the specs and features users likely want for a far more agreeable price.\n\nBut of course, the competition is strong. Google's Pixel 5 and Pixel 4a 5G are on the way, as is the OnePlus 8T. All of those devices are expected to be quite reasonably priced as well. OnePlus' offering in particular figures to be in direct competition with Samsung's latest effort, as rumors suggest it'll boast similar specs.\n\nAnd that's just the Android side of things. Sometime in October, Apple will unleash the iPhone 12 range, all but certain to include two models that could compare favorably with the Galaxy S20 FE in terms of price, though they may lack some of Samsung's more head-turning features (like its 120 Hz display).\n\nWe look forward to checking out the Galaxy S20 FE for ourselves, and seeing how much of the flagship Galaxy experience Samsung's been able to preserve in this cheaper trim. But the real challenge awaits in how the most affordable S20 measures up against the onslaught of phones still to come this year.", "date_added": "2020-09-23 14:00:47+00:00", "url": "https://www.tomsguide.com/news/samsung-galaxy-s20-fe-unveiled-price-release-date-specs-and-colors", "source": "Tom's Guide", "photos_url": ["https://cdn.mos.cms.futurecdn.net/epGhsp2SSKz2JbWEsPJjiC-320-80.jpg", "https://cdn.mos.cms.futurecdn.net/epGhsp2SSKz2JbWEsPJjiC-1200-80.jpg", "https://sb.scorecardresearch.com/p?c1=2&c2=10055482&cv=3.6&cj=1", "https://www.tqlkg.com/image-6361382-13376441", "https://vanilla.futurecdn.net/tomsguide/media/img/missing-image.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}