{"title": "Japan's 'Suganomics' will target quick wins, not grand visions", "text": "TOKYO (Reuters) - Japan’s new prime minister will pursue economic structural reforms through a mixed bag of policies that target specific industries, rather than a grand strategy to reshape society and boost long-term growth.\n\nArmed with a strong grip on Japan’s bureaucracy, Yoshihide Suga knows which levers to pull to get results, say government and ruling party officials who know him or have worked with him.\n\nBut an initial need to consolidate popular support means he will first target quick policy wins that will later give him the political capital to pursue tougher reforms, they said.\n\n“He isn’t after visions. He’s someone who wants to accomplish small goals one by one,” said political analyst Atsuo Ito, a former ruling party staff. “He’ll initially focus on pragmatic goals that directly affect people’s livelihood.”\n\nSuga has said he will continue his predecessor Shinzo Abe’s pro-growth “Abenomics” strategy aimed at pulling Japan out of deflation with heavy monetary and fiscal stimulus coupled with structural reforms.\n\nBut unlike Abe, Suga’s plans for structural reforms will focus more on spurring competition, rather than deeper social change.\n\nFor Suga, economic reform will be a political priority in its own right, unlike Abe, whose reforms were wrapped up in a broader political agenda that included the thorny challenge of revising Japan’s pacifist constitution.\n\nSuga must act quickly as his current term lasts for only for a year unless he calls a snap election to win the public’s mandate to run a full, three-year term.\n\nThat means he will first seek “quick-hit” achievements that directly channel money to households. Among the sweeteners would be to slash cellphone charges by around 40%, raise the minimum wage and increase payouts to cushion the blow from the pandemic.\n\nFILE PHOTO: Yoshihide Suga speaks during a news conference following his confirmation as Prime Minister of Japan in Tokyo, Japan September 16, 2020. Carl Court/Pool via REUTERS/File photo\n\n“At this moment, he has to focus on very short-term issues like how to stimulate economy,” said Heizo Takenaka, who served in the cabinet of reformist former premier Junichiro Koizumi.\n\nRemoving protections in industry will be one such objective, even if that riles some parts of corporate Japan.\n\n“Introducing competition among mobile phone carriers could be a very symbolic policy for Suga because he loves competition,” said Takenaka, who retains close contact with Suga. “He hates people with vested interests.”\n\nIf successful, Suga could pursue bolder reforms such as liberalising the heavily protected medical sector, consolidating weak regional banks and breaking barriers that hamper competition among small- and mid-sized firms.\n\nFor an interactive graphic on Abenomics, click:\n\ntmsnrt.rs/34P4h2m\n\nKNOWS HOW TO FIGHT\n\nHaving served as Abe’s top spokesman, Suga already knows his way around Japan’s massive bureaucracy.\n\nSuga relaxed visa requirements to boost inbound tourism, overcoming push-back from the justice ministry. He also cut through bureaucratic opposition and expanded a scheme that gave tax breaks for donations to Japan’s regional areas.\n\n“Suga may not be charismatic, but he gets things done,” said Taimei Yamaguchi, a ruling party lawmaker close to Suga. “Some of the best advice I got from him was to make the most of the expertise the bureaucrats have.”\n\nSome government officials say Suga’s focus on deregulation makes his policies closer to those of Koizumi, who consolidated big banks and deregulated the labour market in the early 2000s.\n\nSuga’s slogan urging the public to “look after yourself before seeking government help” reflects his background as a self-made politician who made his way up from a son of a strawberry farmer to Japan’s leader, people who know him say.\n\n“Suga’s reforms look more like Koizumi’s,” said one of the officials. “He probably feels that it’s inevitable for some of the small, zombie firms to go under,” another official said.\n\nFor Abe, structural reforms that sought to revive the economy through looser restrictions around immigration, labour and corporations remain largely unfinished business, due to strong political opposition.\n\nThe challenge for Suga would be to push through his own painful reforms just as Japan struggles to climb out of its worst post-war slump.\n\nBank of Japan Governor Haruhiko Kuroda, who supported Abenomics with massive monetary stimulus, is hopeful.\n\n“It’s tough but there is now a widely accepted view in Japan that deregulation and structural reforms are necessary,” he said on Thursday.\n\n“Personally, I see a good chance deregulation will succeed.”", "date_added": "2020-09-18 04:27:25+00:00", "url": "https://www.reuters.com/article/us-japan-politics-suganomics-analysis/japans-suganomics-will-target-quick-wins-not-grand-visions-idUSKBN2690I3", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200918&t=2&i=1533943181&r=LYNXMPEG8H08C&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}