{"title": "Yasukuni Shrine: Japan's ex-PM Abe visits controversial memorial", "text": "Image copyright Reuters Image caption Shinzo Abe last visited the shrine in 2013 (pictured)\n\nJapan's former prime minister, Shinzo Abe, has visited a controversial war memorial just days after stepping down.\n\nMr Abe posted a picture of himself at the Yasukuni Shrine, telling his followers he had gone there to inform the spirits of his resignation.\n\nHe largely stayed away from the shrine, which honours Japan's war dead, but also convicted war criminals, during his time as prime minister.\n\nMr Abe's 2013 visit angered China and South Korea.\n\nJapan's occupation of its two neighbours ended with its defeat in 1945 and the conclusion of the Second World War.\n\nVisits by Japan's leaders to the shrine have previously been seen as a lack of remorse for its militaristic past. Neither China nor either of the Koreas has reacted to this latest visit as yet.\n\nHowever, a Japanese government spokesman defended Mr Abe's right to visit the shrine, saying Japan had recognised its war-time atrocities.\n\nAs prime minister, Mr Abe sought to revise Japan's pacifist post-war constitution to include a paragraph formally legitimising the military. However, he was unsuccessful.\n\nHe resigned as prime minister - a role he had held since 2012 - last month, saying he had health difficulties. His former chief cabinet secretary, Yoshihide Suga, was elected as his replacement last week.\n\nWhat is the Yasukuni Shrine?", "date_added": "2020-09-19 19:06:30.583050+00:00", "url": "https://www.bbc.com/news/world-asia-54216632", "source": "BBC News", "photos_url": ["https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::asia::news.world.asia.story.54216632.page&x1=[urn:bbc:cps:bd3ff21f-1b5d-4223-a527-e08d7e6b9c84]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/320/cpsprodpb/182B6/production/_114489989_a30e4a20-432e-4028-b1f4-c267a70b26e0.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/1024/branded_news/182B6/production/_114489989_a30e4a20-432e-4028-b1f4-c267a70b26e0.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}