{"title": "Thirty years on from reunification, the contours of the new Germany are still emerging", "text": "Today, as Germany celebrates 30 years since reunification on October 3 1990, it is worth noting that the term “reunification” is profoundly misleading.\n\nFirstly because what happened three decades ago was to some extent less a reunification than a takeover. The process saw the constitutional and institutional order of the Federal Republic of Germany absorb that of the formerly dictatorial German Democratic Republic. It was also a victory for the West German cultural and political precepts that had began with the creation of the federal republic in 1949: the “Bonn Republic” as the entity established under Konrad Adenauer would be known, had been marked by a clear allegiance to the West (under a concept known as the westbindung), a social market economy, federalism and an establishment characterised by a certain bourgeois cultural conservatism. All of which continued well into the 1990s under then-chancellor Helmut Kohl. The process is captured in the new Netflix true-crime series Rohwedder about the mysterious assassination, on 1 April 1991, of the West German businessman Detlev Karsten Rohwedder who led the Treuhand body tasked with winding up East German state-owned firms.\n\nIf the Rohwedder mystery still captivates Germans it is because the circumstances of his death - the de-facto West German takeover of East Germany - still resonates in today’s Federal Republic. Three decades on and despite some €2 trillion of investment in sleek infrastructure across the “new federal states”, not one of Germany’s 30 biggest companies is based in the east. Unemployment there is still higher and wages are still lower (though both are good by European comparison). Depopulation is an issue in some rural areas and small towns. In eastern boomtowns like Berlin, Leipzig and Jena much of the influx of money and young people has been led by so called Wessis (westerners) rather than native Ossis (easterners). Other than the Left party, a descendent of the Communist Party of East Germany, politics is dominated by Wessis. Even the Alternative for Germany (AfD), the party that surged in the east during and after the refugee crisis, and has fallen back since, is overwhelmingly led by westerners.\n\nSecondly, and more significantly, the term “reunification” is misleading as it implies the restoration of an order that existed before. When West Germany and East Germany came together again there was once more a single European country called “Germany”. But this new Germany necessarily had to develop its own, new identity. After all, what else was there? The two previous entities had been created from post-war occupation zones in the late 1940s. Before that had been the Third Reich, the troubled Weimar era, and the imperial Germany of the Kaiser. So the project of reunification involved not just bringing two divided sides together but also creating a new Germany. The Bonn Republic took over, but then it became the Berlin Republic. And what the Berlin Republic means remains an open question.\n\n***\n\nGermany has always been hard to pin down. Britain is an island. France has long been a hexagon bordered by seas and mountains. Spain has dominated the Iberian peninsular since the Middle Ages. Even Italy, first united in 1861, has an obvious geographic form. Germany, by contrast, is open. For centuries it was a collection of territories centred on what is today’s Germany but also extending beyond it. The renowned British Museum exhibition, “Germany: Memories of a Nation” captured this ambiguity by opening with descriptions of four cities with culturally German roots that are not in today’s Germany: Strasbourg, Basel, Prague and Kaliningrad (formerly Königsberg). The exhibition, which charted German-ness through objects, also captured the complexity of the term reich, which has recurred throughout German history and implies something between an Empire (with solid borders) and a realm (which implies something more cultural and harder to pin down).\n\nThe instability of German-ness is expressed in the word mittellage, or “middle position”, which usually applies to the country’s geography. It sits between France and Russia, in other words, so historically has looked to both western and eastern Europe. But the term also works metaphorically, in the sense that Germany is an awkward, middle-size power. It is geopolitically gangly; too big to slot neatly into a balanced European alliance system but too small to dominate the continent. This concern bothered some international figures involved in run up to reunification, including Britain’s Margaret Thatcher, who observed “We beat the Germans twice and now they’re back”, and France’s François Mitterrand, who made the introduction of the Euro the price of his approval.\n\nThe subsequent 30 years have been the best in German history; peaceful, prosperous, democratically stable and mature, and marked by a lurching but undeniable progress towards a modern and open society. The borders of Germany are finally settled beyond question. The concerns voiced in 1990 that its awkward size would destabilise Europe did bubble up again in the euro-zone crisis around 2010. But now foreign allies worry more about Germany asserting itself too little; spending too little on defence, standing up too little to democratic backsliding in its eastern neighbours, being too placid and comfortable to face up to the realities of a turbulent world. Merkel’s election slogan in 2017 - “for a Germany in which we live well and gladly” - sums up the enduring sense of sleepily comfortable prosperity. Yet the job of creating a new Germany, of creating a new Berlin Republic, is in many ways it is still only beginning.\n\n***\n\nIn this context we might see the 1990s less as the composition of a new German tapestry as merely the preparation of the loom by mostly West German weavers. The decade was a raw time. It was marked by social pain as old East German state-owned firms were wound up by the Treuhand organisation initially led by Rohwedder. Outbreaks of racist attacks in the former east are still remembered as the “baseball bat years”. Berlin was an exhilaratingly wild city. Protestors clashed on the streets with police officers as techno music thumped from clubs sprouting up all over the derelict parts of the city’s east. Meanwhile the reconstruction of the formerly divided centre of Berlin gradually transformed it into a discordant architectural microcosm of Wessi business interests and inconclusive debates about the meaning and style of the new Germany.\n\nHistorically it makes a lot of sense to define 1998 as the real end of the Bonn Republic and the beginning of the Berlin Republic, when the conservative Christian Democrat Union (CDU) and Christian Social Union (CSU, the CDU’s Bavarian partner) Wessi establishment under Kohl, and its failings, were voted out. Their red-green replacements, SPD chancellor Gerhard Schröder and his foreign minister Joschka Fischer of the Greens, were also Wessis. But these were Wessis who, unlike the Kohl generation, had been part of the \"1968 generation\" who had launched a serious debate about the character of the West Germany established by Adenauer.\n\nIt was this government that would start laying the threads onto the loom. The Schröder-Fischer administration began to overhaul the conservative family policies that a reunified Germany had inherited from West Germany. It presided over the new Germany’s first overseas military campaign, a clear break from West German pacifism, in Kosovo in 1999. Its labour market liberalisation would produce an export boom that would pull the country out of its post-reunification difficulties - albeit not without imposing severe social costs. The red-green government also overhauled old rules linking citizenship to ethnic German roots and thus opened a conversation about Germany’s possible future as a migrationsland, or a country of migration. Schröder and Fischer lost the 2005 election to Merkel but a mark of the progress under their leadership would be the 2006 World Cup in Germany, when the country presented an open and relaxed new face to the world and ordinary Germans confidently flew the black-red-gold flag in large numbers.\n\nIn the fifteen years of the Merkel era, Germany has bedded in the first stage of the Berlin republic. It has confirmed the pattern of the tapestry’s threads. The chancellor embodies much about the complex realities of reunified Germany: she was born in Hamburg, in Adenauer’s West Germany, but grew up in the East; she rose up the ranks of Kohl’s Wessi-dominated CDU in the 1990s, but partly because she was an outsider and her ambitious, male Wessi colleagues could not read her; she speaks better Russian than English but is a more Atlanticist chancellor than any of her predecessors; she has cautiously cleaved to many of the inherited norms of old Bonn Republic but also at times prodded, challenged or even overhauled them (or allowed others to do so) and thus contributed to the emergence of a new Berlin Republic.\n\nUnder Merkel’s chancellorship, the old West German assumptions about family structure and social policies as been further modernised, with generous parental leave, expansion of childcare and the introduction of equal marriage. The brutal effects of the economic liberalisations of mid-2000s have been cushioned by measures like a minimum wage and more generous family rights. (All such moves were led by little-thanked SPD ministers in the grand coalitions that have ruled for 11 years of her 15 year tenure, indeed the chancellor herself voted against equal marriage). Merkel advanced Germany’s evolution into a migrationsland in during the refugee crisis of 2015 and 2016 by admitting over 1m newcomers and thus advanced the notion of Germanness based not on ethnic background but on Habermasian loyalty to the values of the constitution. Germany has haltingly taken on more geopolitical responsibility: with military deployments in Afghanistan, Mali, Lithuania and Iraq that would have been unthinkable not long ago.\n\nMerkel’s commitment to the EU's €750 billion pandemic recovery scheme this past summer is also significant, as it breaks what many had deemed an unbreakable German taboo, namely, common EU debt. Optimists might see this as sign that, following the traumas of euro crisis and amid a belated recognition that Germany’s future stability depends more on Europe than on the US, the country is starting to confront the imbalances created Mitterrand’s and Kohl’s deal: German reunification in exchange for the Euro.\n\n***\n\nRealists, however, would also recognise that this shift came far too late and may have been a one-off. They might also note that the chancellor enjoying stratospheric popularity (a poll published on 1 October put her current approval rating at 72% and far ahead of any other politician) has made it clear that she will not run again next year. And that the election due for autumn 2021 is the least predictable since 2005. On current polls the most likely outcome would be a CDU/CSU-Green government. But also much-discussed in the Berlin political district are: “red-green-red” coalition of SPD, Greens and the Left and a “green-red-red coalition” (the same, but led by the Greens) or even another CDU/CSU-SPD grand coalition.\n\nThe crucial question is: will there be a viable left-led coalition? If so, the conservative CDU/CSU will probably lose power. Firstly as a viable left-led coalition will have to include the Greens, and the Green members (though increasingly centrist) generally see themselves as on the left and will likely opt for a left-led coalition over a CDU/CSU-led one if they have the chance. And secondly because the SPD’s chancellor candidate Olaf Scholz (himself a Merkelish, centrist type) has declared himself open to a coalition with the Left party where his successors ducked the question; a red-red-green coalition was possible in 2013 but the SPD leadership had ruled it out. If the SPD or the Greens can bind in the hard-left (Left) where the CDU/CSU cannot bind in the hard-right (AfD), that requires the CDU/CSU to dominate the centre if it is to hold power. And whether it does depends on its candidate to succeed Merkel.\n\nSo the biggest factor in the question of Germany’s future direction is the result of the CDU’s leadership contest in December - a choice between the moderate but underwhelming state premier Armin Laschet, right-wing veteran Friedrich Merz or worldly Norbert Röttgen - and whether the winner later clinches the CDU/CSU candidacy for chancellor next year or whether popular CSU leader and current Bavarian prime minister Markus Söder goes for it. Quite how each option would play out is not clear. But the result will shape the election, and with it the next steps for today’s Germany.\n\nWhat comes next for the Berlin Republic is now the question. The city itself has changed beyond recognition since the wild years of the 1990s; the wildness has given way to gentrification (which presents its own problems). But what about the country? Will the next government fall back on a reactionary vision of Germany’s social identity? Will it find a way of sustaining the country’s export success while guaranteeing greater social justice? And geopolitically, will it merely muddle-through, and be overtaken by events? Or will it adopt a new identity, rooted in Enlightenment German traditions but also drawing on the the geopolitical realism of France and the social and technological modernity of the Netherlands and Scandinavia? Will it pursue further the logic of Merkel’s commitment to the EU Covid-19 recovery fund and the long-term weakening of the transatlantic relationship, to recognise and embrace the reality of its European interdependence?\n\nThe wider question of what reunification even meant, 30 years ago in 1990, is still open too. Germany is still “becoming”. The lines of its tapestry are laid out but the next step is to weave them into something that lasts like none of the country’s previous historical orders have done. It has come a long way. But today, three decades on from what some called the “end of history”, Germany’s history far from over.", "date_added": "2020-10-04 13:29:50.536807+00:00", "url": "https://www.newstatesman.com/world/europe/2020/10/thirty-years-reunification-contours-new-germany-are-still-emerging", "source": "", "photos_url": ["https://www.facebook.com/tr?ev=6032031760848&cd[value]=0.00&cd[currency]=GBP&noscript=1", "https://analytics.twitter.com/i/adsct?txn_id=ntow3&p_id=Twitter&tw_sale_amount=0&tw_order_quantity=0", "https://www.newstatesman.com/sites/all/themes/creative-responsive-theme/images/int-header-banner.jpg", "https://www.newstatesman.com/sites/all/modules/paywall/assets/img/private-modal.png", "https://www.newstatesman.com/sites/default/files/jeremy_cliffe_byline_sketch_1_.jpg", "https://www.facebook.com/tr?id=526380280843209&ev=PixelInitialized", "https://www.facebook.com/tr?ev=6025943409225&cd[value]=0.00&cd[currency]=GBP&noscript=1", "https://www.newstatesman.com/sites/default/files/styles/thumbnail/public/Longreads_2020/10/2019_43_bernadine.jpg?itok=_oXONAXW", "https://www.newstatesman.com/sites/default/files/styles/magazine-cover-thumb/public/magazinecovers/2020_40_twilight_of_the_union_med.jpg?itok=nNPhIMWA", "https://www.newstatesman.com/sites/default/files/styles/lead_image/public/Longreads_2020/10/gettyimages-104683497_copy.jpg?itok=ft1BgBrr", "https://www.newstatesman.com/sites/default/files/styles/large/public/ns-ga.jpeg?itok=soqxWQNh", "https://t.co/i/adsct?txn_id=ntow3&p_id=Twitter&tw_sale_amount=0&tw_order_quantity=0", "https://www.newstatesman.com/sites/all/themes/creative-responsive-theme/images/nsnetworks.png", "https://www.newstatesman.com/sites/default/files/styles/thumbnail/public/Longreads_2020/09/gettyimages-623231022.jpg?itok=z6LEFyq5", "https://newstatesman.com/sites/all/themes/creative-responsive-theme/images/newstatesman_logo@2x.png", "https://www.newstatesman.com/sites/all/themes/creative-responsive-theme/images/newstatesman_logo@2x.png", "https://www.newstatesman.com/sites/default/files/styles/thumbnail/public/Longreads_2020/10/gettyimages-1249504822.jpg?itok=6jjqFhwd"], "is_grouped": false, "upvotes": 0, "downvotes": 0}