{"title": "Covid: PM considering new restrictions amid second coronavirus wave", "text": "Image copyright AFP\n\nBoris Johnson will spend the weekend considering whether to tighten Covid-19 measures in England, after saying the UK was \"now seeing a second wave\".\n\nThe government is understood to be looking at a ban on households mixing, and reducing opening hours for pubs and restaurants.\n\nAt least 13.5 million people, roughly one in five of the UK population, are already facing local restrictions.\n\nIn London, additional measures were \"increasingly likely\", its mayor said.\n\nMr Johnson only has direct power over restrictions in England. The devolved governments in Scotland, Wales and Northern Ireland can set their own rules.\n\nWidespread growth of the virus has been recorded across the country, with cases doubling every seven to eight days.\n\nThere were a further 4,322 confirmed cases on Friday - the first time the daily total of positive tests has exceeded 4,000 since 8 May.\n\nIn Bolton, one returning holidaymaker, who did not self-isolate and instead went on a pub crawl, is being partly blamed for the town's spike in cases.\n\nMeanwhile, governments across Europe have announced new restrictions to tackle the surge in infections.\n\nSpeaking on Friday, Mr Johnson said he did not \"want to go into bigger lockdown measures\" but that tighter social distancing rules might be necessary.\n\nHe added: \"Clearly when you look at what is happening, you have got to wonder whether we need to go further than the rule of six that we brought in on Monday.\"\n\nMedia playback is unsupported on your device Media caption Boris Johnson said on Friday there was no question the UK was seeing a second wave\n\nThe government is understood to be considering a short period of tighter rules across England - \"a circuit break\" - which could involve closing hospitality venues.\n\nHowever, schools and workplaces would stay open.\n\nNo 10 is also looking at limiting the opening hours of pubs and restaurants across the country, as has already happened in many areas of north-east England, where pubs had to close at 22:00 BST on Friday.\n\nLabour deputy leader Angela Rayner called for the government to hold an emergency Cobra meeting, look at the science and improve its communication so \"people can do the right thing\".\n\n\"If the government are able to do that, we will back them,\" she told the BBC.\n\nShe also said it had been \"shocking\" to see how \"monumentally\" the government's test and trace system had failed.\n\nScottish First Minister Nicola Sturgeon and Welsh First Minister Mark Drakeford are also calling for a Cobra meeting.\n\nMs Sturgeon said the next few days would be \"critical\" to avoid another full-scale lockdown in Scotland.\n\nLondon Mayor Sadiq Khan said he was extremely concerned by evidence of the accelerating speed with which coronavirus was spreading in the capital.\n\n\"We will be considering some of the measures which have already been imposed in other parts of the UK,\" he said.\n\n\"I am of the firm view that we should not wait, as happened six months ago, for this virus to again spiral out of control before taking action.\"\n\nThe government's Scientific Advisory Group for Emergencies (Sage) said the R number - representing the number of people an infected person will pass the virus on to - had risen to between 1.1 and 1.4.\n\nAlthough deaths remain at a very low level, Sage said the rise in the R number \"shows that we are moving to wider spread growth in transmission at a faster rate\".\n\nThe sharp rise in UK cases over the last two weeks comes amid ongoing problems with the government's test and trace programme, leading to people struggling to access tests.\n\nFormer government adviser Prof Neil Ferguson, whose advice was crucial to the decision to go into lockdown in March, said a two-week mini lockdown could help to \"reset\" the virus.\n\n\"We have a perfect storm right now, of people - as they've been told to - getting back to normal, schools reopening, a surge in cases and therefore the testing system is under strain,\" he told the BBC.\n\n\"Unfortunately we do have to roll the relaxation of measures back a little bit and get contacts down in the population.\"\n\nAsked if this should mean more restrictions on going abroad, he said the bigger risk was normal everyday interactions, which needed to be \"dialled back a little\".\n\n'UK's trajectory is not written in stone'\n\nThe question is no longer where we are, but where we are heading.\n\nYes, the number of people infected, in hospital with Covid or dying from the disease are all at far lower levels than at the peak.\n\nScientists will quibble about the exact definition of a \"second wave\", but all data points to rising numbers of infections.\n\nThe government's science advisers say the number is now doubling every week.\n\nIf those trends continue then infections could go from the estimated 6,000-a-day to more than 100,000 by mid-October.\n\nIt is that trajectory, which is not written in stone, the government is trying to change.\n\nThere are questions for politicians, from whether it should do a \"circuit-break\" to improving Test and Trace.\n\nBut, with evidence suggesting only one in five people are following the self-isolation rules when they get sick, there are also questions for all of us.\n\nNew restrictions for large parts of England's North West, West Yorkshire and the Midlands come into force on Tuesday.\n\nThe latest areas to see extra measures put in place include Lancashire (excluding Blackpool), Merseyside and the Cheshire boroughs of Warrington and Halton.\n\nAdditional restrictions are also being put in place in Wolverhampton, Oadby and Wigston in Leicestershire, and all parts of Bradford, Kirklees and Calderdale.\n\nIn total, nearly 4.7 million people will be affected by the new restrictions, which ban separate households from meeting each other at home or in private gardens.\n\nDo you live in one of the areas where restrictions are being reintroduced? How will you be affected? Share your views and experiences by emailing haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "date_added": "2020-09-19 18:49:00.195065+00:00", "url": "https://www.bbc.com/news/uk-54214752", "source": "BBC News", "photos_url": ["https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=uk::news.uk.story.54214752.page&x1=[urn:bbc:cps:82f862f9-968e-43b2-afaf-5163561db499]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/images/ic/720x405/p08rxjvd.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/320/cpsprodpb/11808/production/_114488617_gettyimages-1228577991-1.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/11808/production/_114488617_gettyimages-1228577991-1.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}