{"title": "Ranking the seven SEC games on its opening college football weekend", "text": "The SEC is set to leap right into conference action Saturday with seven matchups traditionally held later in the season.\n\nIf lacking the sort of marquee, national-impact games that dot the SEC schedule in October and November, the league's opening slate offers a first look at defending national champion LSU and road games for fellow College Football Playoff contenders Alabama, Georgia and Florida.\n\nOverall, the SEC's arrival raises the quality of play across the Bowl Subdivision. Five of the top eight in the Amway Coaches Poll\n\nEach of the league's seven games feature at least one ranked team,\n\nFrom first to last, here's how the league's opening weekend shakes out:\n\n1. Mississippi State at No. 5 LSU\n\nIt's the debut for new Mississippi State coach Mike Leach and an early chance for LSU to silence some of the critics pegging the Tigers to fall short of another West division championship, let alone a return trip to the College Football Playoff. As expected, Myles Brennan has been named Joe Burrow's successor at quarterback. But how close will the Tigers resemble last year's record-setting offense?\n\n2. Kentucky at No. 8 Auburn\n\nThe spotlight is on Auburn quarterback Bo Nix and his development after an often impressive but occasionally uneven freshman season; he's viewed as one of college football's potential breakout stars. Kentucky is strong on both sides of the line, especially with an offensive front with multiple all-conference contenders. With Kentucky just on the verge of the Top 25, a win at Auburn would send the Wildcats soaring into the Coaches Poll and complicate the SEC East race.\n\nLOOKING AHEAD:10 questions facing the SEC as the season gets started Saturday\n\nSTAFF PICKS:Forecasting the SEC's opening weekend and all Top 25 games\n\nWHERE THINGS STAND:Start of SEC play brings boost to college football\n\n3. No. 21 Tennessee at South Carolina\n\nWhile not a game with hugely important national ramifications, this is an SEC matchup with substantial implications for the two programs involved. A season-opening loss would cost Tennessee much of the goodwill accumulated by last year's strong close. Every game is important for a South Carolina program fresh off a disappointing 2019. In a way, though, a Tennessee loss would echo more than a South Carolina win — the Volunteers have to start fast to match this year's expectations.\n\nWHAT'S NEXT?:Five questions that need answering ahead of Week 4\n\nSTAFF PICKS:Forecasting the SEC's opening weekend and all Top 25 games\n\nWHERE THINGS STAND:Start of SEC play brings boost to college football\n\n4. No. 6 Florida at Mississippi\n\nFlorida has been somewhat overlooked behind Georgia, the recent powerhouse from the East division, but the Gators are a legitimate playoff contender in coach Dan Mullen's third season. Yet they'll spend the opener again outside the center of attention; the national focus in this game will instead be on Lane Kiffin's return to the SEC.\n\n5. No. 2 Alabama at Missouri\n\nMissouri's Eli Drinkwitz, another coach starting at a new school, draws Nick Saban and the Crimson Tide as his welcome-to-the-SEC moment. The Tigers are significant underdogs. Meanwhile, this probably sounds familiar: Alabama is expected to enter the postseason at or near the top of the conference and poised to secure a playoff berth. Quarterback Mac Jones takes over for Tua Tagovailoa while the defense brings back star linebacker Dylan Moses, who missed all of 2019 due to injury.\n\n6. No. 3 Georgia at Arkansas\n\nGeorgia shouldn't struggle with an Arkansas program in the early stages of what will be a detailed and laborious rebuild under new coach Sam Pittman. (Arkansas is expected to be an underdog in every game this season.) Any intrigue that exists stems from the Bulldogs' recent developments at quarterback: Wake Forest transfer Jamie Newman opted out of the season, leaving redshirt freshman D’Wan Mathis and Southern California transfer JT Daniels in contention for the starting job. With Daniels still working his way back from a knee injury, Mathis is in position to play a huge part in Georgia's push for the conference title.\n\n7. Vanderbilt at No. 11 Texas A&M\n\nThe Commodores are expected to again bring up the rear in the East while A&M sits among the second or third tier of preseason playoff contenders. The Aggies have the pieces to take that step forward under Jimbo Fisher but no longer have the luxury of a relatively easy schedule, with games against Alabama and Florida to begin October and matchups with Auburn and LSU to end the regular season.", "date_added": "2020-09-26 00:00:00+00:00", "url": "https://www.usatoday.com/story/sports/ncaaf/2020/09/26/sec-games-ranked-opening-weekend-college-football-season/5867067002/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/presto/2020/08/17/USAT/6edaf313-3d65-445f-97c4-b23c76bf93c6-USATSI_13763226.jpg?crop=4000,2250,x1,y47&width=3200&height=1800&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
