{"title": "Finland to deploy coronavirus-sniffing dogs at Helsinki Airport", "text": "Researchers in other countries, including the United States and the United Arab Emirates, are studying canine coronavirus tests. But the Finnish trial is among the largest in scale and farthest along.\n\nIn Dubai, health officials this summer began using dogs to analyze sweat samples from randomly selected air travelers, with more than 90 percent accuracy, according to initial results.\n\nAD\n\nAD\n\nChanges in health can affect the way people smell, researchers say. Dogs have long been valued for their ability to sniff for drugs and bombs, and have also proved able to detect cancers, infections and other health problems.\n\nResearchers at the University of Helsinki this year found promising indications that dogs can detect the virus. Scientists say only large-scale trials, such as the one to begin Wednesday, can demonstrate just how effective the method will be in practice.\n\nAs in Dubai, the dogs to be deployed in Helsinki will sniff sweat samples and will not come into contact with travelers. People who agree to the test will swab their own necks to produce a sample, to submit through an opening in a wall, said Hielm-Björkman.\n\nRegardless of whether they test positive, they will be urged to take a standard polymerase chain reaction (PCR) coronavirus test, so that researchers can monitor the dogs’ accuracy. All tests are free for travelers arriving at the airport.\n\nAD\n\nAD\n\nHielm-Björkman added the dogs may, according to preliminary research, be better at spotting coronavirus infections than PCR and antibody tests. They “can also find [people] that are not yet PCR positive but will become PCR positive within a week,” she said.\n\nVirpi Perälä, a representative for Evidensia Elainlaakaripalvelut, a network of veterinary clinics that funded the first stage of the trial, during which the initial cohort of dogs was trained, said more funding would be needed to grow the project, depending on initial results.\n\nOut of the 16 dogs trained, only four are ready to work. Six others are still in training, with another six found to be unsuitable for a noisy airport environment.\n\nAD\n\nExperts have warned that canine tests, however effective, can be difficult to scale. Training is time-consuming and expensive. Even so, researchers are optimistic that it will come to play a role, even if it cannot alleviate the demands on the world’s overstrained testing systems.\n\nOne of the aims of the upcoming trial, said Hielm-Björkman, is to gather observations on how long the dogs can work in shifts.\n\nAD\n\n“You see very easily on a dog when it starts to get tired,” she said.\n\nThe researchers say it is unlikely the dogs will be infected with the novel coronavirus during the tests or that their trainers could be exposed.\n\nEven though many dogs have tested positive for the virus in recent months, “there is no evidence that these animals can transmit the disease to humans,” according to the World Health Organization.\n\nAD\n\nHielm-Björkman said dogs could be deployed to nursing homes, schools and other places, where they may eventually come into direct contact with individuals.\n\n“You could open up society in another way if you had those dogs,” she said.\n\nTheir use in such setting could pose concerns, including implications for privacy and for those uncomfortable with or allergic to dogs.\n\nFor now, the airport trial aims to give health officials one more tool in their arsenal as Finland prepares to cope with a potential uptick in cases, although overall numbers remain low compared with the surges seen in several other European countries.", "date_added": "2020-09-22 00:00:00+00:00", "url": "https://www.washingtonpost.com/world/2020/09/22/coronavirus-sniffing-dogs-helsinki-airport-finland/", "source": "Washington Post", "photos_url": ["https://www.washingtonpost.com/wp-apps/imrs.php?src=https://d1i4t8bqe7zgj6.cloudfront.net/09-22-2020/t_940f6a43597347888890c26b6f715b62_name_1___1920x1080___30p_00_00_06_04_Still017_copy.jpg&w=1440", "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://s3.amazonaws.com/arc-authors/washpost/a6cb3f4d-a33a-417f-abf4-ba79946ada09.png&w=90&h=90"], "is_grouped": false, "upvotes": 0, "downvotes": 0}