{"title": "Dogs have started work at Helsinki Airport to sniff out coronavirus", "text": "The dogs can detect the virus with close to 100% certainty, according to a study by the University of Helsinki’s Veterinary Faculty (Picture: via REUTERS)\n\nHelsinki airport has started using dogs to sniff out passengers infected with coronavirus in an effort to curb infection rates.\n\nTrained dogs can detect Covid-19 with close to 100% certainty, a study by the University of Helsinki’s Veterinary Faculty claims.\n\nWhile the PCR test needs around 1.8 million molecules to identify the virus, dogs only need 10 to 100 molecules, Finnish airport operator Finavia said.\n\nAn eight-year-old greyhound mix named Kössi learned to identify the smell of coronavirus in just seven minutes.\n\nAdvertisement\n\nThe pilot project kicked off on Tuesday and is being trialled with 16 dogs trained by Wise Nose, a Finnish smell detection agency, the Independent reports.\n\nAdvertisement\n\nAdvertisement\n\nVisit our live blog for the latest updates: Coronavirus news live\n\nIt will see passengers swab their skin with a test wipe, before handing it over for a dog to smell. Anyone found to be carrying the virus will be moved to a health information point.\n\nThe program has been described as a ‘world first’ by director of Helsinki Airport Ulla Lettijeff.\n\nTrainer Susanna Paavilainen is seen with Kossi (L) and Miina (Picture: via REUTERS)\n\nThe dogs can detect the virus with close to 100% certainty, according to a study by the University of Helsinki’s Veterinary Faculty (Picture: via REUTERS)\n\nThe project started on Tuesday (Picture: via REUTERS)\n\nThe coronavirus sniffer dogs Valo (L) and E.T. sit near their trainers at Helsinki airport (Picture: Lehtikuva/AFP via Getty Images)\n\nShe said: ‘No other airport has attempted to use canine scent detection on such a large scale against Covid-19. This might be an additional step forward on the way to beating Covid-19.’\n\nIt comes after trainers in the UK launched a similar scheme to help struggling airlines during the pandemic.\n\nSix ‘bio-detection dogs’ are being trained in Milton Keynes to smell socks and T-shirts to see if they can detect whether a person has the virus.\n\nThe London School of Hygiene & Tropical Medicine (LSHTM) said trained dogs could be deployed in UK airports within six months, potentially screening up to 250 people per hour.\n\nSome sniffer dogs can already detect Parkinson’s disease, malaria and some cancers.\n\nGet in touch with our news team by emailing us at webnews@metro.co.uk.\n\nFor more stories like this, check our news page.", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://metro.co.uk/2020/09/23/dogs-have-started-work-at-helsinki-airport-to-sniff-out-coronavirus-13311930/", "source": "Metro", "photos_url": ["https://d3tsytm1wtjqo2.cloudfront.net/images/media/72/n/nord_logo_square_1x_9.png", "https://metro.co.uk/wp-content/themes/metro-parent/img/fallback.png", "https://d17fy28x8ov4h8.cloudfront.net/190x/images/a/ASOSLogo_9.png", "https://d17fy28x8ov4h8.cloudfront.net/190x/images/g/groupon_9.png", "https://d3tsytm1wtjqo2.cloudfront.net/images/media/72/a/AO_9.png", "https://i2.wp.com/metro.co.uk/wp-content/uploads/2020/09/PRC_165842358_1600850527.jpg?quality=90&strip=all&w=1200&h=630&crop=1&zoom=1&ssl=1", "https://sb.scorecardresearch.com/p?c1=2&c2=6034964&cv=2.0&cj=1", "https://d17fy28x8ov4h8.cloudfront.net/210x/images/a/adidas_logo_BD1_9.png", "https://i2.wp.com/metro.co.uk/wp-content/uploads/2020/09/PRC_165842358.jpg?quality=90&strip=all&zoom=1&resize=644%2C338&ssl=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}