{"title": "Coronavirus: Dogs deployed at Helsinki Airport to sniff out virus", "text": "An airport in Finland is using sniffer dogs to detect passengers infected with coronavirus.\n\nHelsinki Airport is trialling the scheme which will see 10 dogs trained in total by Wise Nose, a smell detection agency, with four deployed to work per shift.\n\nIt follows a study by the University of Helsinki's Veterinary Faculty, which suggested trained dogs can detect COVID-19 with close to 100% certainty.\n\nLive updates on coronavirus from UK and around the world\n\nImage: Finnish airport operator Finavia is trialling the scheme after a study suggested trained dogs can detect COVID-19 with close to 100% certainty\n\nFinnish airport operator Finavia said: \"We are among the pioneers. As far as we know no other airport has attempted to use canine scent detection on such a large scale against COVID-19.\n\nAdvertisement\n\n\"This might be an additional step forward on the way to beating COVID-19.\"\n\nBut for those hoping for a quick play with a puppy there's bad news - there's no direct interaction between passengers and the pooches.\n\nThose who are tested will also receive a conventional check to make sure the animals are accurate.\n\nOne of the dogs - an eight-year-old greyhound mix called Kossi, learned to identify the scent in just seven minutes.\n\nThe scheme will see passengers swab their skin with a wipe, which they will then drop into a cup to be given to one of the dogs to check in a separate booth.\n\nThe operation is being run in this way to protect passengers' anonymity and also protect dog handlers.\n\nAnyone who tests positive will be sent to an information point at the airport.\n\nFinland has reported 9,195 cases of COVID-19 and 341 deaths, according to Johns Hopkins University which has been tracking the outbreak.\n\nIn the UK, the charity Medical Detection Dogs is running a programme to see if it can train hounds to be able to sniff out the coronavirus.\n\nThe scheme is being run with the London School of Hygiene and Tropical Medicine and Durham University, with funding from both the government and the public.", "date_added": "2020-09-23 22:58:14.891406+00:00", "url": "https://news.sky.com/story/coronavirus-dogs-deployed-at-helsinki-airport-to-sniff-out-virus-12079289", "source": "Sky News", "photos_url": ["https://e3.365dm.com/20/09/768x432/skynews-coronavirus-finland_5105393.jpg?20200923102531", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/09/768x432/skynews-coronavirus-finland_5105398.jpg?20200923102945", "https://e3.365dm.com/20/09/1600x900/skynews-coronavirus-finland_5105393.jpg?20200923102531", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/20/09/512x512/skynews-coronavirus-covid-19_5103811.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}