{"title": "40% of world’s plant species at risk of extinction", "text": "Two in five of the world’s plant species are at risk of extinction as a result of the destruction of the natural world, according to an international report.\n\nPlants and fungi underpin life on Earth, but the scientists said they were now in a race against time to find and identify species before they were lost.\n\nThese unknown species, and many already recorded, were an untapped “treasure chest” of food, medicines and biofuels that could tackle many of humanity’s greatest challenges, they said, potentially including treatments for coronavirus and other pandemic microbes.\n\nMore than 4,000 species of plants and fungi were discovered in 2019. These included six species of Allium in Europe and China, the same group as onions and garlic, 10 relatives of spinach in California and two wild relatives of cassava, which could help future-proof the staple crop eaten by 800 million people against the climate crisis.\n\nNew medical plants included a sea holly species in Texas, whose relatives can treat inflammation, a species of antimalarial Artemisa in Tibet and three varieties of evening primrose.\n\n“We would be able not survive without plants and fungi – all life depends on them – and it is really time to open the treasure chest,” said Prof Alexandre Antonelli, the director of science at the Royal Botanical Gardens, Kew, in the UK. RBG Kew led the report, which involved 210 scientists from 42 countries.\n\n“Every time we lose a species, we lose an opportunity for humankind,” Antonelli said. “We are losing a race against time as we are probably losing species faster than we can find and name them.”\n\nThe UN revealed last week that the world’s governments failed to meet a single target to stem biodiversity losses in the last decade.\n\nThe researchers based their assessment of the proportion of species under threat of extinction on the International Union for Conservation of Nature’s Red List. But only a small fraction of the 350,000 known plant species have been assessed, so the scientists used statistical techniques to adjust for biases in the data, such as the lack of fieldwork in some regions.\n\nThey also used artificial intelligence to assess little-known areas. “We now have AI approaches that are up to 90% accurate,” said Eimear Nic Lughadha, a senior research leader at RBG Kew. “These are good enough to say, ‘this area has a lot of species that haven’t been assessed but are almost certainly threatened’.”\n\nIn 2019, Nic Lughadha reported that 571 species had been wiped out since 1750, although the true number was likely to be much higher.\n\nThe 2016 State of Plants report found one in five were threatened, but the new analysis reveals the real risk to be much higher. The main cause of plant losses is the destruction of wild habitat to create farmland. Overharvesting of wild plants, building, invasive species, pollution and, increasingly, the climate crisis are also important causes of losses.\n\nBillions of people rely on herbal medicines as their primary source of healthcare, but the report found that 723 species used as treatments are threatened with extinction. These include a type of red angel’s trumpet in South America used for circulatory disorders that is now extinct in the wild and an Indian pitcher plant traditionally used for skin diseases.\n\nA woman distributes cassava cuttings while others plant them on a freshly prepared land in Nigeria. Photograph: Stefan Heunis/AFP/Getty\n\n“Only 7% of [known] plants have documented uses as medicines and therefore the world’s plants and fungi remain largely untapped as potential sources of new medicines,” said Melanie-Jayne Howes, a research leader at RBG Kew. “So it is absolutely critical that we better protect biodiversity so we are better prepared for emerging challenges to our planet and our health.”\n\nProf Monique Simmons, who researches the uses of plants and fungi at RBG Kew, said nature was a key place to look for treatments for coronaviruses and other diseases with pandemic potential: “I am absolutely sure going forward that some of the leads for the next generation of drugs in this area will come from plants and fungi.”\n\nThe report also highlighted the very small number of plant species that humanity depends on for food. This makes supplies vulnerable to changes in climate and new diseases, especially with the world’s population expected to rise to 10 billion by 2050. Half the world’s people depend on rice, maize and wheat and just 15 plants provide 90% of all calories.\n\n“The good news is that we have over 7,000 edible plant species that we could use in the future to really secure our food system,” said Tiziana Ulian, a senior research leader at RBG Kew.\n\nThese species are all nutritious, robust, at low risk of extinction, and have a history of being used as local foods, but just 6% are grown at significant scale.\n\nPotential future foods include the morama bean, a drought-tolerant South African legume that tastes like cashew nuts when roasted, and a species of pandan fruit that grows from Hawaii to the Philippines.\n\nStefano Padulosi, a former senior scientist at the Alliance of Biodiversity International, said: “The thousands of neglected plant species are the lifeline to millions of people on Earth tormented by unprecedented climate change, pervasive food and nutrition insecurity, and [poverty].\n\n“Harnessing this basket of untapped resources for making food production systems more diverse and resilient to change should be our moral duty.”\n\nThe report also found the current levels of beekeeping in cities such as London was threatening wild bees, as there was insufficient nectar and pollen available to support beehive numbers and honeybees were outcompeting wild bees.", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.theguardian.com/environment/2020/sep/30/world-plant-species-risk-extinction-fungi-earth?CMP=share_btn_tw", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=Plants,Biodiversity,Conservation,Environment,Fungi,Wildlife,Biology,Science,Food security,Food,Farming,Food,Climate change,Global development,Society", "https://i.guim.co.uk/img/media/14df40a9182776e44366bdf3c89971663b4c2d68/0_0_3326_1995/master/3326.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a814b34e542fe7acef96c79fb5a265e0", "https://i.guim.co.uk/img/media/14df40a9182776e44366bdf3c89971663b4c2d68/0_0_3326_1995/master/3326.jpg?width=445&quality=85&auto=format&fit=max&s=ec77e117225d9d858a7ce2362c8e5163", "https://i.guim.co.uk/img/media/0f6786508b62549806c5fd941fbdc8c8e6e82117/0_0_3595_2400/master/3595.jpg?width=445&quality=85&auto=format&fit=max&s=f0e28e196d3955012a554c30d14297fa"], "is_grouped": false, "upvotes": 0, "downvotes": 0}