{"title": "Two fifths of the world's plants 'at risk of extinction'", "text": "Two fifths of the world's plants are at risk of extinction, up from an estimated fifth in 2016, according to Kew Gardens.\n\nIn total, 140,000, or 39.4 per cent, of plants are threatened, up from an earlier estimate of 21 per cent from four years ago, the organisation says.\n\nKew's annual State of the World’s Plants and Fungi report brings together expertise of 210 scientists from 42 countries to classify species at risk of extinction, including 723 plants we use for medicine.\n\nThe biggest threat to plants is the clearance of natural habitats such as rainforest for agriculture, the experts claim.\n\nScientists are now in a 'race against time' to find and save new species before they vanish, according to Kew Garden.\n\nAbarema filamentosa (Leguminosae), a vulnerable species from the Atlantic Forest in Brazil\n\nBut climate change is catching up and threatening species with rising temperatures and environmental catastrophes such as drought.\n\nProfessor Alexandre Antonelli, director of science at RBG Kew, said the new estimate is 'a very worrying picture of risk and urgent need for action'.\n\n'We are also losing the race against time, species are probably disappearing faster than we can find and name,' he said.\n\n'Many of them could hold important clues for solving many of the pressing challenges of medicine and perhaps even some of the emerging or current pandemics.'\n\nNew analyses this year show that 39.4 per cent of plants are at risk, meaning estimates have doubled in a mere four years.\n\nSt Helena Olive tree (pictured here) is now extinct. It was a plant from the monotypic genus\n\nAccounting for under and over-represented plant groups and geographical areas enabled the scientists to estimate extinction risk more accurately than the 2016 estimate.\n\nMore sophisticated conservation assessments and new analytical approaches have also provided researchers with better estimates, Kew said in a statement.\n\nThe best course of action now is to ‘fast track’ risk assessments – which could be done with AI – so key areas can be protected and species can be conserved.\n\nAI could potentially detect if an area contains multiple species that haven’t been assessed, but are more likely to be threatened.\n\n'We need to have a rough idea of the conservation status of every species – and we now have ways to achieve that with AI approaches that are up to 90 per cent accurate,' said report co-author Dr Eimear Nic Lughadha at RBG Kew.\n\n'The techniques are good enough to say, \"this area has a lot of species that haven’t been assessed but are almost certainly threatened\".\n\nThe only known wild species of Abutilon pitcairnense was wiped off Pitcairn Island after a landslide\n\n'Knowing that will enable us to identify the most important areas to conserve in the immediate future.'\n\nAmong those threatened with extinction are 723 species used for medicines, including plants used to treat circulatory disorders, skin diseases and coughs and colds.\n\nOut of the 5,411 medicinal plants that have been assessed for their conservation status, 723, or 13 per cent, are categorised as threatened.\n\nFor fungi, only six medicinal species have been assessed, one of which, eburiko (Fomitopsis officinalis), a wood-inhabiting parasitic fungus with antimicrobial properties, has already been pushed to the brink of extinction.\n\nFomitopsis officinalis, medicinal fungas extinct in Spain. It is widely distributed in the northern Hemisphere\n\nAmong these threatened species is Brugmansia sanguinea, a medicinal plant used traditionally for circulatory disorders, which has been listed as ‘extinct in the wild’ by the International Union for Conservation of Nature (IUCN).\n\nOther medicinal species at risk of extinction include Nepenthes khasiana, traditionally applied for skin diseases, and the black pepper bark tree (Warburgia salutaris), a traditional medicine for coughs and colds.\n\nA rise in the demand for herbal medicines is driven by an increase in prevalence of certain chronic diseases, such as Covid-19, and the search for new therapies.\n\nBrugmansia sanguinea, or the red angel's trumpet, one of the medicinal plants threatened with extinction\n\nGlobally, 4 billion people rely on herbal medicines as their primary source of healthcare.\n\n'Scientific advances are providing opportunities for more sustainable ways to reveal new medicines from nature, to harmonise the therapeutic use of biodiversity with its proactive conservation through nature-based solutions,' said co-author Dr Melanie-Jayne Howes.\n\n'These strategies provide hope to safeguard supplies of valuable medicines in the future, while demonstrating the value of plants and fungi as an additional incentive for conserving biodiversity.'\n\nFood security is also threatened according to the report, which is not helped by the fact humanity is 'overly dependent on a tiny fraction of plants and fungi'.\n\nThis is despite the thousands of species out there that have the potential to feed and fuel millions around the world.\n\nFuture food: Chaya, cnidoscolus aconitifolius, otherwise known as cabbage Star or tree spinach\n\nFonio, digitaria exilis, an annual tropical grass grown in West Africa for its tiny and husked seeds\n\nJust 15 plants provide 90 per cent of humanity’s food energy intake, and four billion people rely entirely on three crops – rice, maize and wheat.\n\nRelying on a handful of crops to feed the global population has contributed to malnutrition and left humans vulnerable to climate change.\n\nNew food sources are also needed to feed a global population anticipated to increase from 7.8 billion to 10 billion by 2050, the experts claim.\n\n'The thousands of underutilised and neglected plant species are the lifeline to millions of people on Earth tormented by unprecedented climate change, pervasive food and nutrition insecurity, and economic disempowerment,' said co-author Dr Stefano Padulosi at Bioversity International.\n\nMorama bean, a drought-tolerant South African legume, with seeds that when roasted taste similar to a cashew nut and can be boiled or ground to a powder to make porridge or cocoa-like drink\n\nPandanus tectorius, a drought-tolerant species of pandan. Pandanus tectorius trees are either male or female. Female trees produce a large, segmented fruit somewhat resembling a pineapple\n\nPLANTS FOR FOOD Baobab, a fruit which has only recently become a fashionable superfood among people in London, is high in vitamin C and fibre, and can be sprinkled in powder form over smoothies and cereal. A tuber called Oca, or Oxalis tuberosa, found in the Andes, tastes like a sweet potato, although often sweeter and more acidic. The morama bean, a drought-tolerant plant native to arid parts of southern Africa, has seeds which taste like cashew nuts when they are roasted, and the beans can be ground down to make porridge or a drink similar to cocoa. Pandanus tectorius. The female plant produces large segmented fruit akin to a pineapple. This can be either eaten raw or cooked. The leaves are often used to flavour dishes. Cnidoscolus aconitifolius, a large fast-growing leafy shrub. The highly nutritious leaves and shoots of chaya, also known as tree spinach, are a popular vegetable in Mexican cuisine. They are high in protein, vitamins, calcium and iron. However, raw chaya leaves are highly toxic and require simmering in water for 20 minutes. Advertisement\n\n'Harnessing this basket of untapped resources for making food and production systems more diverse and resilient to change, should be our moral duty to current and future generations.'\n\nThe report says there 7,039 edible plants which hold potential as future foods, all of which are could help deal with millions of malnourished people across the world and are 'robust enough for a changing climate'.\n\nFoods of the 'future larder' include the morama bean, a drought-tolerant South African legume, with seeds that when roasted taste similar to a cashew nut and can be boiled or ground to a powder to make porridge or cocoa-like drink.\n\nAnother drought-tolerant species of pandan that grows in coastal lowlands from Hawaii to the Philippines and produces a fruit that be can be eaten raw or cooked.\n\n'One of my favourite useful edible plants is the baobab (Adansonia digitata), an African \"upside down\" tree which can be used for many different things,' said Dr Tiziana Ulian at RBG Kew and lead author of the food chapter.\n\n'The fruits and seeds are eaten by local people, the white pulp is used medicinally to treat fevers and diarrhoea and the bark fibre is used to make paper, rope, and clothing.\n\n'The fruits in the form of powder have already reached the London market, and is used to sprinkle on cereal or yogurt or mixed into smoothies and juices, providing a rich source of vitamin C, fibre and antioxidants.'\n\nThere are also 2,500 identified plants that could be used for fuel or bioenergy, according to the report.\n\nFor example, extracted oil from wild-collected nuts could replace diesel in generator engines, with the husks converted to livestock feed and fertiliser.\n\nAkkoub, Gundelia tournefortii. A thistle-like plant. The unripe flower heads are consumed as a vegetable in many ways, including fried with olive oil and garlic; pickled; added to omelettes; or eaten with meat and chickpeas\n\nGalanthus bursanus, a new snowdrop in Bursa Province, Northwest Turkey, named after it was spotted on Facebook\n\nFungi also has 'unexplored potential' within the bioenergy sector and are abundant and renewable as a resource.\n\nCurrently, only six crops – maize, sugarcane, soybean, palm oil, rapeseed and wheat – generate 80 per cent of global industrial biofuel.\n\nHowever, some of these methods are harming the environment and local residents and workers when they're burnt.\n\nCordyceps jakajanicola is a newly named fungal parasite of cicadas christenedin time for the new report\n\nThe name of the fungus Lecanora solaris refers to its bright yellow ‘sunny’ colour. 1,886 species of fungus were scientifically named for the first time in 2019\n\n'Every year, as a result of unsustainable wood and charcoal burning in Uganda, thousands of hectares of forest are lost, and thousands of people suffer from smoke inhalation,' said Dr Mary Suzan Abbo, at Makerere University in Uganda.\n\n'International collaboration can help us to identify the plants and fungi that will make clean, sustainable energy accessible to everyone.'\n\nThis year is the first time the global State of the World’s assessment has compiled new fungi species along with new plant species discovered in the previous year.\n\nScientists encountered the new fungus Rhizoglomus dalpeae on an inselberg in Benin, West Africa\n\nIn 2019, 1,942 plants and 1,886 fungi were scientifically named for the first time, including new potential food plants and medicines.\n\nDiscoveries include new plants related to species that treat inflammation and malaria, wild relatives of spinach, cassava and sweet potato, and eight new species of fungi related to the edible 'old man in the woods' mushroom.\n\nBut more funding and research is needed to speed up the identification, naming and conservation of species before they go extinct, experts claim.\n\nThe underlying data has been published in a series of research papers made freely available in the journal Plants, People, Planet.", "date_added": "2020-09-30 00:01:51+00:00", "url": "https://www.dailymail.co.uk/sciencetech/article-8785725/Two-fifths-worlds-plants-risk-extinction.html", "source": "Mail Online", "photos_url": ["https://i.dailymail.co.uk/1s/2020/10/01/00/33834978-0-image-a-11_1601508817665.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836194-0-image-m-15_1601510555385.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/18/33823220-0-image-a-32_1601486288443.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33837230-0-image-m-56_1601512855693.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/14/33811384-0-image-m-14_1601473268707.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/05/33841490-0-image-m-89_1601526495503.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33848658-0-image-m-14_1601541910683.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836430-0-image-m-12_1601510950319.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836112-0-image-m-24_1601511669584.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33858946-0-image-a-25_1601558589220.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/02/33838640-0-image-m-63_1601516620695.jpg", "https://d3tsytm1wtjqo2.cloudfront.net/150x/images/v/verylogo_9.png", "https://i.dailymail.co.uk/1s/2020/10/01/10/33817764-0-image-m-48_1601544147933.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33832646-0-image-a-52_1601504100612.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33835234-0-image-a-15_1601508761349.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/22/33831120-0-image-a-123_1601501700216.jpg", "https://i.dailymail.co.uk/i/pix/promoboxes/iphone_ad_308x111.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/04/33840446-0-image-a-8_1601522153782.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33831802-0-image-a-45_1601504785484.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33854792-0-image-m-2_1601556459611.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33849514-0-image-a-25_1601542179533.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33824798-0-image-m-68_1601489583280.jpg", "https://i.dailymail.co.uk/i/furniture/misc/logo_cookie_reg.png", "https://i.dailymail.co.uk/1s/2020/10/01/04/33840608-0-image-m-20_1601523173957.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/16/33768302-0-image-a-11_1601392186367.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33833320-0-image-m-48_1601507134195.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33856032-0-image-a-7_1601554642697.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33835704-0-image-a-55_1601509838465.jpg", "https://i.dailymail.co.uk/i/furniture/facebook/DailyMail/DailyMail.png", "https://i.dailymail.co.uk/1s/2020/10/01/12/33854432-0-image-a-49_1601551315197.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/21/33828630-0-image-m-5_1601497485830.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33833120-0-image-m-34_1601505043373.jpg", "https://d3tsytm1wtjqo2.cloudfront.net/150x/images/b/bq-discount-code_9.png", "https://i.dailymail.co.uk/1s/2020/09/30/22/33832170-0-image-a-90_1601502884591.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/02/33838164-0-image-a-50_1601515282194.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33825228-0-image-m-56_1601491658752.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33849936-0-image-m-2_1601542935756.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33832976-0-image-a-132_1601504614644.jpg", "https://i.dailymail.co.uk/1s/2020/09/16/17/33261862-0-image-m-62_1600272465534.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/15/33859292-0-image-m-70_1601561064360.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33858482-0-image-m-45_1601558600015.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33825942-0-image-m-9_1601495266402.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33774002-8785725-Future_food_Chaya_cnidoscolus_aconitifolius_Credit_RBG_Kew_jpg-a-15_1601397607299.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/22/33831474-0-image-a-112_1601501435571.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33855936-0-image-a-4_1601554433503.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/18/33775820-8785725-Future_food_Morama_bean_a_drought_tolerant_South_African_legume_-a-33_1601399992035.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33847010-0-image-a-23_1601537533262.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33774020-8785725-Abarema_filamentosa_Leguminosae_a_vulnerable_species_from_the_At-a-6_1601397145478.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/07/33846038-0-image-m-104_1601535071773.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33825050-0-image-a-1_1601491707941.jpg", "https://i.dailymail.co.uk/1s/2020/09/28/10/33487800-0-image-a-6_1601286916981.jpg", "https://d3tsytm1wtjqo2.cloudfront.net/180x/images/a/argos_9.png", "https://i.dailymail.co.uk/1s/2020/09/30/17/33820840-0-image-a-10_1601482210673.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/02/33837800-0-image-m-19_1601515377125.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/11/33853520-0-image-m-2_1601549520275.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/12/33854722-0-image-m-12_1601552241985.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836686-0-image-m-59_1601511534524.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33824176-0-image-m-51_1601488867220.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33851478-0-image-a-93_1601545925340.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/16/33818780-0-image-a-68_1601479749411.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/05/33797200-0-image-m-44_1601441853706.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33833756-0-image-a-9_1601506786134.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836942-0-image-a-44_1601512034791.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33825512-0-image-m-16_1601491040580.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33849496-0-image-a-7_1601541768112.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33774020-0-image-a-3_1601396764300.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/18/33823506-0-image-a-15_1601487092551.jpg", "https://i.dailymail.co.uk/1s/2020/09/18/14/33340968-0-image-a-15_1600434397242.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33846464-0-image-m-11_1601536042484.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33828140-0-image-m-91_1601495988671.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33850594-0-image-a-7_1601544100115.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/21/33828820-0-image-m-17_1601497466418.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33826092-0-image-a-1_1601492114646.jpg", "https://d3tsytm1wtjqo2.cloudfront.net/images/media/72/a/AO_9.png", "https://i.dailymail.co.uk/i/furniture/comments/articles/icon_comments_74.png", "https://i.dailymail.co.uk/1s/2020/10/01/08/33847294-0-image-m-4_1601537345631.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/22/33832030-0-image-m-42_1601502429133.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/17/33819946-0-image-m-16_1601482340551.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/03/33839932-0-image-m-71_1601519949578.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/07/33800382-8785725-Lecanora_solaris_named_after_its_sunny_yellow_colour_Credit_Evge-a-37_1601449075952.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/09/33804730-0-image-a-74_1601456268295.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/21/33829544-0-image-m-17_1601498339227.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/18/33775340-0-image-m-88_1601399308577.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33849634-0-image-a-20_1601542300747.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/14/33812758-0-image-a-56_1601471091004.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33826724-0-image-a-4_1601493534576.jpg", "https://i.dailymail.co.uk/1s/2020/09/22/15/33297558-0-image-m-93_1600784227333.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/15/33860236-0-image-m-63_1601561079415.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/12/33854772-0-image-a-17_1601552155382.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/03/33839138-0-image-m-69_1601518052801.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/17/33821624-0-image-m-28_1601483537851.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/09/33800618-8785725-Scientists_encountered_the_new_fungus_Rhizoglomus_dalpeae_on_an_-a-54_1601453745461.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33857196-0-image-a-4_1601556437711.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/07/33846132-0-image-m-48_1601535123802.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33826826-0-image-m-27_1601493676731.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/05/33842430-0-image-m-9_1601528226620.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/13/33810774-0-image-a-13_1601468140622.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33859446-0-image-m-45_1601560796412.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/17/33821648-0-image-m-10_1601483344392.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33774014-8785725-Cordyceps_jakajanicola_is_a_newly_named_fungal_parasite_of_cicad-a-21_1601397887186.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/11/33852732-0-image-a-1_1601548536965.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33847780-0-image-a-1_1601539037621.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33774018-8785725-St_Helena_Olive_tree_is_extinct_Credit_Rebecca_Cairns_Wicks_JPG-a-8_1601397183390.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/16/33819918-0-image-a-157_1601481509147.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33848974-0-image-m-63_1601541787598.jpg", "https://i.dailymail.co.uk/1s/2020/09/03/00/32711388-0-image-m-8_1599088727548.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836300-0-image-m-55_1601510910236.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/05/33840850-0-image-m-85_1601525441688.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/07/33845570-0-image-m-99_1601534021362.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33774024-8785725-The_only_known_wild_species_of_Abutilon_pitcairnense_was_wiped_o-a-10_1601397426970.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/11/33853406-0-image-m-11_1601549452531.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33837396-0-image-a-52_1601513152001.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33850880-0-image-a-36_1601544729276.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/06/33844492-0-image-m-92_1601531350500.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33850010-0-image-m-14_1601543059054.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836978-0-image-m-6_1601512415240.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/15/33815860-0-image-m-31_1601475582825.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/07/33774016-8785725-Pandanus_tectorius_a_drought_tolerant_species_of_pandan_Pandanus-a-34_1601448730677.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33847492-0-image-m-27_1601537810750.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33837220-0-image-a-49_1601513454060.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33837514-0-image-m-19_1601513488522.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33833314-0-image-a-31_1601505613288.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33837310-0-image-a-8_1601513388063.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33848110-0-image-a-28_1601539132305.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33850370-0-image-a-79_1601543749615.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33850726-0-image-a-68_1601545923179.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/08/33774012-8785725-Akkoub_Gundelia_tournefortii_Credit_RBG_Kew_jpg-a-39_1601449425875.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/06/33842428-0-image-m-32_1601528665926.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/07/33774008-8785725-Fomitopsis_officinalis_medicinal_fungas_extinct_in_Spain_It_is_w-a-35_1601448730818.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/13/33811892-0-image-m-12_1601470147605.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33851088-0-image-a-44_1601545783368.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33834478-0-image-a-96_1601507725222.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/11/33852556-0-image-a-6_1601549975465.jpg", "https://i.dailymail.co.uk/1s/2020/09/28/14/33717616-0-image-m-24_1601299341125.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836428-0-image-m-48_1601510983693.jpg", "https://i.dailymail.co.uk/1s/2020/09/24/18/33583492-0-image-a-6_1600967796265.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33835326-0-image-m-36_1601508907438.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33774006-8785725-Galanthus_bursanus_a_new_snowdrop_named_after_it_was_spotted_on_-a-23_1601398013968.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/06/33844592-0-image-m-82_1601531672044.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/05/33842344-0-image-a-96_1601528012379.jpg", "https://ads.creative-serving.com/pixel?id=3140889", "https://i.dailymail.co.uk/1s/2020/10/01/12/33854502-0-image-a-6_1601551659010.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/16/33819242-0-image-a-90_1601480021051.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33848290-0-image-a-29_1601540429187.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33860082-0-image-m-113_1601560384365.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33849648-0-image-a-37_1601542737184.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/03/33839606-0-image-a-51_1601518612409.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/02/33838044-0-image-a-35_1601514758774.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33857088-0-image-a-37_1601556658600.jpg", "https://i.dailymail.co.uk/i/sitelogos/logo_mol.gif", "https://i.dailymail.co.uk/1s/2020/09/30/21/33829366-0-image-m-80_1601499073901.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33726268-0-_Knickers_have_been_the_bane_of_my_life_so_I_haven_t_looked_back-m-11_1601510457517.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33835634-0-image-a-148_1601509474962.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33774000-8785725-Future_food_Fonio_digitaria_exilis_Credit_RBG_Kew_jpg-a-17_1601397700293.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/16/33816814-0-image-a-11_1601478110968.jpg", "https://i.dailymail.co.uk/i/pix/blogs/bn_michaelhanlon_308x76.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33832286-0-image-m-26_1601503214119.jpg", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://i.dailymail.co.uk/1s/2020/10/01/13/33855830-0-image-m-22_1601554194737.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/11/33806778-0-image-m-17_1601461174945.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33849120-0-image-a-26_1601541406282.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33837622-0-image-m-96_1601513729142.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33837360-0-image-m-10_1601513060973.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/12/33854098-0-image-m-2_1601550515685.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/03/33840040-0-image-m-66_1601520496485.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/06/33844286-0-image-m-37_1601530876958.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/22/33830800-0-image-m-101_1601501111873.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/12/33854100-0-image-a-33_1601551575572.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/02/33838408-0-image-m-59_1601515881254.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33825034-0-image-a-193_1601490462879.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33773964-0-image-m-77_1601396577469.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33846772-0-image-m-21_1601536184169.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33857320-0-image-m-17_1601556952995.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/08/33802132-0-image-a-19_1601451892759.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/02/33838486-0-image-m-46_1601516092704.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33859578-0-image-m-5_1601559752140.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/15/33860678-0-image-m-42_1601560988380.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33827750-0-image-m-86_1601494852567.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33858794-0-image-a-24_1601558697499.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33835146-0-image-a-8_1601510261273.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33859086-0-image-a-99_1601558843840.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33832568-0-image-a-138_1601504314656.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/06/33844614-0-image-m-151_1601531538671.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/17/33821602-0-image-m-9_1601483223157.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33837066-0-image-a-9_1601512506671.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/22/33830574-0-image-a-1_1601499921386.jpg", "https://i.dailymail.co.uk/i/furniture/comments/articles/btn_add-your-comment.png", "https://i.dailymail.co.uk/1s/2020/09/30/20/33827072-0-image-a-31_1601493462727.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/02/33838558-0-image-a-33_1601516314568.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/22/33830542-0-image-a-34_1601499880779.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/16/33812380-0-image-m-32_1601478588455.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33848710-0-image-m-48_1601540209976.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33827618-0-image-a-218_1601494521694.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/12/33854004-0-image-a-4_1601550283163.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/12/33809212-0-image-a-4_1601464999039.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/18/33823358-0-image-a-17_1601488771158.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33855696-0-image-m-15_1601553985915.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33851012-0-image-m-5_1601545031252.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/22/33829240-0-image-a-36_1601501657161.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33846986-0-image-a-17_1601536925688.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/04/33840368-0-image-m-28_1601521876258.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33832072-0-image-m-21_1601504702378.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/21/33829306-0-image-m-14_1601497989905.jpg", "https://d3tsytm1wtjqo2.cloudfront.net/180x/images/e/ebayJAN2020logo_9.png", "https://i.dailymail.co.uk/1s/2020/10/01/05/33842426-0-image-m-15_1601528212359.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/11/33853728-0-image-a-7_1601549843721.jpg", "https://i.dailymail.co.uk/1s/2020/09/22/00/wire-33457490-1600729371-569_87x84.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33857728-0-image-m-19_1601557434559.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/14/33814080-0-image-a-160_1601473499870.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/01/33836940-0-image-a-36_1601512054962.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/02/33837910-0-image-m-23_1601514612173.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33849766-0-image-m-1_1601542979366.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33834648-0-image-m-18_1601507767917.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/11/33852554-0-image-a-88_1601547916244.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/07/33839914-0-image-a-13_1601534195516.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/12/33853946-0-image-m-11_1601550155489.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/07/33844868-0-image-a-42_1601532307152.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/18/33823000-0-image-m-11_1601485960806.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/16/33818222-0-image-a-10_1601479074041.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/11/33807144-0-image-a-102_1601461549124.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/05/33842324-0-image-a-17_1601527950058.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33850344-0-image-m-8_1601543862458.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/17/33821504-0-image-m-2_1601483104915.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/05/33842374-0-image-m-58_1601528035901.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/11/33852208-0-image-m-17_1601547203066.jpg", "https://d3tsytm1wtjqo2.cloudfront.net/180x/images/w/wayfair-discount-code_9.png", "https://i.dailymail.co.uk/1s/2020/10/01/10/33849882-0-image-a-71_1601542827781.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33859776-0-image-m-58_1601560326445.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33825538-0-image-m-2_1601490994557.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33832962-0-image-a-16_1601504581005.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/00/33834378-0-image-m-27_1601507522716.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33847626-0-image-m-2_1601538513528.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/06/33843854-0-image-m-14_1601530567565.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33827322-0-image-a-91_1601493876891.jpg", "https://i.dailymail.co.uk/1s/2020/09/03/11/28964534-0-The_ISS_has_been_under_constant_occupation_by_astronauts_since_N-a-42_1599128698714.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33857398-0-image-a-27_1601558940632.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/18/33774010-8785725-Brugmansia_sanguinea_one_of_the_medicinal_plants_threatened_with-a-31_1601399814019.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/14/33858046-0-image-m-45_1601557704301.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33850958-0-image-a-65_1601544871508.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/08/33847278-0-image-a-5_1601537309737.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33827328-0-image-a-24_1601494635142.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/07/33845244-0-image-a-38_1601533191626.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/15/33816948-0-image-m-62_1601476881175.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/10/33756482-0-image-a-10_1601370954907.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/09/33849730-0-image-a-50_1601542376086.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/05/33841180-0-image-m-52_1601524883895.jpg", "https://i.dailymail.co.uk/1s/2020/09/29/17/33773474-0-image-m-57_1601396444093.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/12/33853744-0-image-a-7_1601550516339.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33827194-0-image-a-111_1601494148112.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33857180-0-image-m-20_1601556580117.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/20/33827420-0-image-m-84_1601494093005.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/23/33833166-0-image-a-18_1601505199895.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/03/33839738-0-image-m-10_1601519048667.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/11/27932198-0-Hackers_from_Russia_and_Iran_have_been_attempting_to_gain_access-a-61_1601461345534.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/19/33824286-0-image-m-10_1601488803435.jpg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://i.dailymail.co.uk/1s/2020/10/01/14/33858350-0-image-m-32_1601558943115.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/10/33851376-0-image-m-25_1601545858258.jpg", "https://i.dailymail.co.uk/1s/2020/10/01/13/33855560-0-image-a-43_1601556514275.jpg", "https://i.dailymail.co.uk/1s/2020/09/30/16/33818014-0-image-a-16_1601478399054.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}