{"title": "Extinction crisis: 'The window of opportunity is closing'", "text": "Almost 40% of plants are at risk of extinction, scientists have warned. A global report published on Wednesday by Britain's Royal Botanic Gardens, Kew, said land clearing, over-harvesting of wild species and changing weather patterns all posed significant threats.\n\nOf the almost 4,000 new species of plant and fungi botanists registered last year, many were already facing extinction. Researchers said they were now in a \"race against time\" to catalogue unknown species before they disappeared for good.\n\nEcologist and conservationist Gerardo Ceballos is the founder of the Stop Extinction campaign, which aims to raise awareness about species loss. He co-authored a seminal 2015 paper defining what has become known as the sixth mass extinction. That paper has recently been updated.\n\nDW: What is this sixth mass extinction all about?\n\nGerardo Ceballos: In the past, there has been what we call five mass extinctions. Those mass extinctions are basically of a catastrophic nature. They have caused the destruction of around 70% of all the animals and plants on the planet. And we call them mass extinctions because they're much, much higher than the normal background extinction.\n\nGerardo Ceballos says the rate of extinction will double unless we do something to stop it\n\nWe found that species of vertebrates, mammals, birds, reptiles and amphibians that have become extinct in the last 100 years, would have taken 10,000 years to become extinct under the normal background extinction rates. In other words, in 100 years, we have lost species that would normally have taken 10,000 years to lose. In one year, we lost the species we would have lost in 100 years. That's the magnitude of the problem. So we conclude that we have entered the sixth mass extinction. And in this case, the sixth mass extinction is caused by humans.\n\nWhat is actually driving that extinction? What are we doing that's causing species to go extinct?\n\nThe ultimate causes are basically three things: Human population, consumption and the use of faulty technologies like fossil fuels. Things that are more easily tracked, and that we can change are habitat destruction and the illegal trade, which is this gigantic enterprise run by international mafias — in Mexico, the US, Europe, China — that make a gigantic profit by exploiting species.\n\nThis, plus things like air pollution, invasive species, and now global warming is causing this mass die-off of populations and species. And what is very important to emphasize is that this sixth mass extinction is accelerating and unless we do something, the rate of extinction will double.\n\nOrangutans and snow leopards are considered to be among the most endangered species in the world\n\nWhy should people be concerned about species dying out at accelerated rates?\n\nIf we are very selfish and we want to keep humanity and civilization on Earth, we need to care for the wild plants and animals because they are part of the machinery that keeps conditions on Earth able to support life. All the benefits that we get from well-functioning nature and the proper combination of atmospheric gases to sustain life on Earth, depend on wild plants and animals.\n\nWe have 15 years only, we think, to change the course of the extinction path. The survival of all living things on this planet, including humans, will depend on what we do.\n\nWhat needs to happen to get a handle on this crisis?\n\nWe need to think globally. We need to act together to fight the illegal trade. We probably need to create or strengthen new parts of the United Nations. Next year, there is a big biodiversity conservation conference in China and one of the main points now is how do we stop the illegal trade.\n\nWatch video 06:36 Share India's biodiversity register Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3Xvmt Indigenous knowledge and biodiversity conservation\n\nThe second thing will be that we need to really find ways to reduce inequity between countries and within countries. And finally, we need to work and understand that destroying the environment is an existential threat.\n\nWe are proposing a new strategy called Stop Extinction. Everybody knows now about climate change and its impact. Nobody basically knows about the magnitude of the extinction crisis and its impact. So what we need now is a massive campaign that tells us, every day: This is an existential threat.\n\nOn the one hand it is really bad, but on the other hand, it can be solved. There are many success stories in conservation. What we need to do first is to have a massive campaign of understanding, making people, corporations and countries aware of the problem, but also empower them to know that this gigantic challenge can be solved and we can all be part of that.\n\nSpeices of marine animals, marsupials, insects, birds, plants, flowers and trees are all facing the threat of extinction\n\nThe Convention on Biological Diversity is this very important international tool to conserve biodiversity. And there was this biodiversity plan that went through 2020. What do you think it needs to look like looking forward from 2020?\n\nThere are three things we need to do. One, we need to change the rules for wildlife trade. We need to stop the illegal trade and we need a massive effort to do it. We need to increase the number of protected areas throughout the world and find incentives to maintain all the natural habitats still left that are not protected. I think the world needs to invest probably $50 billion or $100 billion (€43 billion or €85 billion) a year specifically on these issues, on how to protect biodiversity.\n\nWhat you're describing sounds almost like a Paris Agreement for species.\n\nIt is different to the Paris Agreement because we don't need to change the economy of the world to do it. And by doing it, we can create a lot of wealth. We know what to do. We just need to have the rules and the incentive to do it properly. This has to be like the Paris Agreement for biodiversity - but let's understand that if we lose all these species and the whole full range of climate change unravels on Earth, there is no way we will survive.\n\nThis interview was conducted by Sonya Diehn for DW's Living Planet and has been edited and condensed for clarity.", "date_added": "2020-10-01 14:20:27.309727+00:00", "url": "https://www.dw.com/en/biodiversity-sixth-mass-extinction-animals-plants-kew-conservation-species-gerardo-ceballos/a-55099955", "source": "DW.COM", "photos_url": ["https://www.dw.com/image/53345638_303.jpg", "https://www.dw.com/image/53345903_303.jpg", "https://www.dw.com/image/19510411_401.jpg", "https://www.dw.com/image/53575274_301.jpg", "https://www.dw.com/image/41944131_401.jpg", "https://www.dw.com/image/53345651_303.jpg", "https://www.dw.com/image/54112064_304.jpg", "https://www.dw.com/image/53758221_303.jpg", "https://www.dw.com/image/55053117_301.png", "https://www.dw.com/image/53345661_303.jpg", "https://www.dw.com/image/53345733_303.jpg", "https://www.dw.com/image/55120422_301.png", "https://www.dw.com/image/53345777_303.jpg", "https://www.dw.com/image/53345630_303.jpg", "https://www.dw.com/cssi/dwlogo-print.gif", "https://www.dw.com/image/53488744_301.png", "https://www.dw.com/image/53345686_303.jpg", "https://www.dw.com/image/53680218_303.jpg", "https://www.dw.com/image/55100194_401.jpg", "https://www.facebook.com/tr?id=157204581336210&ev=PageView&noscript=1", "https://logs1242.xiti.com/hit.xiti?s=510544&s2=2&p=TOP+STORIES::Environment::Extinction+crisis%3A+%27The+window+of+opportunity+is+closing%27+&di=&an=&ac=&x1=1&x2=2&x3=55099955&x4=11798&x5=Extinction+crisis%3A+%27The+window+of+opportunity+is+closing%27+&x6=&x7=http%3A%2F%2Fwww.dw.com%2Fen%2Fbiodiversity-sixth-mass-extinction-animals-plants-kew-conservation-species-gerardo-ceballos%2Fa-55099955&x8=&x9=20200930&x10=TOP+STORIES::Environment&x13=1&x14=&x15=19990021&x16=null&x17=&x18=&x20=Umwelt", "https://www.dw.com/image/55021958_301.jpg", "https://www.dw.com/image/53680218_401.jpg", "https://www.dw.com/image/19280107_301.png", "https://www.dw.com/image/54112064_303.jpg", "https://www.dw.com/image/51716364_401.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}