{"title": "Two-fifths of plants at risk of extinction, says report", "text": "Image copyright Getty Images Image caption One of the main drivers of plant extinction is clearance of natural habitats\n\nScientists say they are racing against time to name and describe new plants, before species go extinct.\n\nPlants and fungi hold promise as future medicines, fuels and foods, according to the Royal Botanic Gardens, Kew.\n\nBut opportunities are being lost to use this \"treasure chest of incredible diversity\" as species vanish due to habitat destruction and climate change.\n\nNew estimates suggest two-fifths of the world's plants are at risk of extinction.\n\nThe assessment of the State of the World's Plants and Fungi is based on research from more than 200 scientists in 42 countries.\n\nThe report was released on the day of a United Nations summit, which will press for action from world leaders to address biodiversity loss.\n\nImage copyright RBG, Kew Image caption The increased figure is partly down to more rigorous assessments\n\nWe are living in an age of extinction, said director of science at Kew, Prof Alexandre Antonelli.\n\n\"It's a very worrying picture of risk and urgent need for action,\" he said.\n\n\"We're losing the race against time because species are disappearing faster than we can find and name them. Many of them could hold important clues for solving some of the most pressing challenges of medicine and even perhaps of the emerging and current pandemics we are seeing today.\"\n\nThe report revealed that only a small proportion of existing plant species are used as foods and biofuels.\n\nMore than 7,000 edible plants hold potential for future crops, yet only a handful are used to feed a growing world population.\n\nAnd some 2,500 plants exist that could provide energy for millions worldwide, while only six crops - maize, sugarcane, soybean, palm oil, rapeseed and wheat - generate the vast majority of biofuels.\n\nImage copyright RBG, Kew Image caption The thistle-like akkoub can be fried or pickled\n\nDr Colin Clubbe, head of conservation science at Kew, told BBC News: \"We're currently utilising such a small proportion of the world's plant and fungi, be it for food or medicines or for fuel, ignoring the potential treasure chest of wild species which we now have increasing knowledge of and the techniques to investigate for the good of humanity.\"\n\nThe scientists estimate that the extinction risk may be much higher than previously thought, with an estimated 140,000, or 39.4%, of vascular plants estimated to be threatened with extinction, compared with 21% in 2016.\n\nThey say the increased estimates are partly down to more sophisticated and accurate conservation assessments.\n\nThey are calling for risk assessments to be fast tracked, using technology such as artificial intelligence, and for more funding for plant conservation.\n\nImage copyright RBG, Kew Image caption Fonio is a grass that grows across savannas of West Africa used as a cereal crop\n\nThe research found 723 plants used for medicine are at risk of extinction, with over-harvesting a problem in some parts of the world.\n\nAnd 1,942 plants and 1,886 fungi were named as new to science in 2019, including species that might be valuable as foods, drinks, medicines or fibres.\n\nThe report contains a chapter on UK flora, which is better studied than in most parts of the world.\n\nHowever, there is no single agreed list of the UK's flowering plants and even more uncertainty over fungi, with estimates ranging from 12,000 to 20,000.\n\nFollow Helen on Twitter.", "date_added": "2020-10-01 14:20:20.502143+00:00", "url": "https://www.bbc.com/news/science-environment-54344309", "source": "BBC News", "photos_url": ["https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=science_and_environment::news.science_and_environment.story.54344309.page&x1=[urn:bbc:cps:3a757368-03f0-4025-bafe-351fa8838421]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/13DC4/production/_114684318_gettyimages-462437536_rainforest_flames_2017.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/320/cpsprodpb/13DC4/production/_114684318_gettyimages-462437536_rainforest_flames_2017.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}