{"title": "UN General Assembly: US-China tensions flare over coronavirus", "text": "Media playback is unsupported on your device Media caption Trump, Xi Jinping and Guterres address the UN General Assembly\n\nTensions between the US and China came to the fore of the annual UN General Assembly in New York, with US President Donald Trump blaming China for the spread of coronavirus.\n\nHe called for China to be held \"accountable\" for the pandemic.\n\nIn his speech, Chinese President Xi Jinping said his country had \"no intention to enter a Cold War with any country\".\n\nTies between the two world powers are strained on a number of fronts.\n\nThis year's summit at New York is largely being held virtually, with world leaders providing pre-recorded speeches.\n\nThe new format meant some of the geopolitical theatre normally on offer at the key UN meeting was absent. Each country was represented by a single delegate and there was little opportunity for one nation to rebut another.\n\nBut as often is the case for speeches to the assembly, President Trump used his address to tout his achievements and tear into a rival.\n\nChina 'infected the world' - Trump\n\n\"We must hold accountable the nation which unleashed this plague on to the world - China,\" he said.\n\n\"In the earliest days of the virus China locked down travel domestically, while allowing flights to leave China and infect the world. China condemned my travel ban on their country, even as they cancelled domestic flights and locked citizens in their homes,\" he added.\n\nPresident Trump, whose own record on coronavirus is under close scrutiny as the US heads towards elections, has frequently accused Beijing of covering up the virus, saying they could have stopped the disease spreading. China has called the attacks an unfounded distraction.\n\nThe US death toll for coronavirus, at more than 200,000, is the highest in the world and President Trump has often downplayed the disease.\n\nTensions are high between the US and China on a number of other issues, including trade, technology, Hong Kong and China's treatment of Muslim minorities in Xinjiang province.\n\nImage copyright Reuters Image caption The US president's speech came in the form of a pre-recorded message\n\nSpeaking soon after the US leader, President Xi warned of the risks of a \"clash of civilisations\".\n\n\"We will continue to narrow differences and resolve disputes with others through dialogue and negotiation. We will not seek to develop only ourselves or engage in zero sum game,\" he said.\n\nIn remarks released ahead of Tuesday's speech, President Xi took a more overt swipe at the US, saying \"no country has the right to dominate global affairs, control the destiny of others, or keep advantages in development all to itself\", something China itself has been accused of by critics.\n\nAlso in his speech, President Xi said China - the world's biggest emitter of greenhouse gases - aims to hit peak emissions in 2030 and be carbon neutral by 2060.\n\nTrump targets US voters\n\nBy Laura Trevelyan, BBC News\n\nThis was a stump speech by President Trump, who faces re-election in 40 days time. He had Beijing firmly in his sights - blaming what he and his followers call the China virus for taking countless lives.\n\nMr Trump is trying to deflect attention from his own handling of the pandemic by heaping opprobrium on China, while emphasising US efforts to find a cure.\n\nWe will end the pandemic, the president pledged, saying thanks to US efforts three vaccines are in the final stage of development. For good measure, Mr Trump lumped the UN's World Health Organization into his critique of China - saying the international body, which he's withdrawing US funding from, is virtually controlled by China, blaming it for spreading what he called misinformation about the virus.\n\nThis was not a subtle speech. It was a clear attempt to shift blame as Americans are already voting in the presidential election.\n\nThe assembly was opened by UN Secretary-General António Guterres, who, without naming China or the US warned \"we must do everything to avoid a new Cold War\".\n\n\"We are moving in a very dangerous direction,\" he said. \"Our world cannot afford a future where the two largest economies split the globe in a great fracture - each with its own trade and financial rules and internet and artificial intelligence capacities.\"\n\nHe said there was no room for self-interest in the face of the coronavirus. \"Populism and nationalism have failed,\" he said. \"Those approaches to contain the virus have often made things manifestly worse.\"\n\nPresident Trump gave a very different vision in his speech, saying \"only when you take care of your own citizens will you find a true basis for co-operation\".\n\nIn other speeches:\n\nFrench President Emmanuel Macron said the future of the world should not be reduced to the rivalry between the US and China, calling for a \"modern new consensus\" in tackling global challenges\n\nRussia's President Vladimir Putin said he wanted to hold an online conference as soon as possible to discuss global co-operation on vaccines and ways to deliver them\n\nBrazil's President Jair Bolsonaro rejected criticism of his country's environmental policies, saying Brazil was the victim of a \"brutal campaign of misinformation\". The Amazon rainforest is currently seeing its worst fires in years\n\nTurkish President Recep Tayyip Erdogan called for \"sincere\" dialogue over a mounting row with Greece about energy resources in the Mediterranean", "date_added": "2020-09-23 23:06:41.903404+00:00", "url": "https://www.bbc.com/news/world-54253408", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/images/ic/1024x576/p08s7bmj.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08s7bmj.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::news.world.story.54253408.page&x1=[urn:bbc:cps:876681cd-dfde-47a3-9b67-8f8832845a04]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}