{"title": "China: Trump ‘spreading political virus’ at United Nations", "text": "US President Donald Trump used the UN General Assembly (UNGA) on Tuesday to attack China’s handling of the coronavirus pandemic, saying it must be held accountable for having “unleashed this plague onto the world”.\n\nChina, meanwhile, accused Trump of spreading a “political virus” at the United Nations with President Xi Jinping calling for enhanced cooperation over COVID-19 and stressing China had no intention of fighting “either a cold war or a hot war with any country”.\n\nThe leaders of the world’s two largest economies laid out their competing visions as relations have plunged to their worst level in decades against the backdrop of the pandemic, with coronavirus tensions aggravating trade and technology disputes.\n\nTrump – facing a November re-election battle with the United States dealing with the world’s highest number of coronavirus deaths at more than 200,000 and infections at 6.8 million – focused his speech on attacking China.\n\nTrump routinely describes COVID-19 as the “China virus” – a term many consider to be racist – and he did so again on Tuesday. He accused Beijing of allowing people to leave China in the early stages of the outbreak to infect the world while shutting down domestic travel.\n\n“The Chinese government and the World Health Organization [WHO], which is virtually controlled by China, falsely declared that there was no evidence of human-to-human transmission,” Trump said in remarks delivered remotely to the UNGA.\n\n“Later they falsely said people without symptoms would not spread the disease … The United Nations must hold China accountable for their actions.”\n\nUS President Donald Trump and China”s President Xi Jinping make joint statements at the Great Hall of the People in Beijing in China in 2017 [Jonathan Ernst/Reuters] ‘Get through this together’\n\nIn introducing Xi’s remarks, China’s UN Ambassador Zhang Jun said China “resolutely rejects the baseless accusations against China”.\n\n“When the international community is really fighting hard against the COVID-19, the United States is spreading a political virus here in the General Assembly,” said Zhang.\n\n“The world is at a crossroads. At this moment the world needs more solidarity and cooperation, but not confrontation.”\n\nIn what appeared to be an implicit rebuke to Trump, Xi called for a global response to the coronavirus while giving a leading role to the WHO, which Trump has announced he plans to leave.\n\n“Facing the virus, we should enhance solidarity and get through this together,” he said. “We should follow the guidance of science, give full play to the leading role of the World Health Organization, and launch a joint international response to beat this pandemic. Any attempt of politicising the issue, or stigmatisation, must be rejected.”\n\n“No one government controls us,” its communications director, Gabby Stern, said in a tweet. “On January 14 our #COVID19 technical lead told media of the potential for human-to-human transmission. Since February, our experts have publicly discussed transmission by people without symptoms or prior to symptoms.”\n\n‘Boss of the world’\n\nChina has portrayed itself as the chief cheerleader for multilateralism as Trump’s disregard for international cooperation has led to Washington quitting global deals on climate and Iran and leaving the UN Human Rights Council as well as the WHO.\n\nXi took an apparent swipe at Trump’s “America First” policy in a statement to a meeting celebrating the 75th anniversary of the UN on Monday.\n\n“No country has the right to dominate global affairs, control the destiny of others, or keep advantages in development all to itself. Even less should one be allowed to do whatever it likes and be the hegemon, bully or boss of the world. Unilateralism is a dead end,” he said.\n\nThe American president, a frequent critic of the UN, said if the organisation is to be effective it must focus on “the real problems of the world” such as “terrorism, the oppression of women, forced labour, drug trafficking, human and sex trafficking, religious persecution, and the ethnic cleansing of religious minorities”.\n\nXi also announced plans to boost his country’s Paris climate accord target on Tuesday and called for a green revolution, just minutes after Trump blasted China for “rampant pollution”.\n\nChina’s president said it would achieve a peak in carbon dioxide emissions before 2030 and carbon neutrality before 2060 – the first time the world’s biggest emitter of CO2 has pledged to end its net contribution to climate change.\n\n“China will scale up its intended [targets] by adopting more vigorous policies and measures,” Xi said, urging all countries to pursue a “green recovery of the world economy in the post-COVID era”.\n\nA view shows cardboard cutouts with images of politicians in Moscow\n\nA view shows cardboard cutouts, displaying images of U.S. President Donald Trump and Chinese President Xi Jinping, with protective masks widely used as a preventive measure against coronavirus disease (COVID-19), near a gift shop in Moscow, Russia March 23, 2020. [REUTERS/Evgenia Novozhenina] ‘China’s rampant pollution’\n\nTrump has referred to climate change as a “hoax” and in 2017 pulled the US out of the Paris accords laying out an international approach to global warming.\n\nTrump, who has rolled back or pared down hundreds of environmental regulations, said the US had reduced its carbon emissions by more than any country in the agreement.\n\n“Those who attack America’s exceptional environmental record while ignoring China’s rampant pollution are not interested in the environment. They only want to punish America. And I will not stand for it,” he said.\n\nLi Shuo, a veteran climate diplomacy expert at Greenpeace, said Xi’s climate pledge, minutes after Trump’s speech, was “clearly a bold and well calculated move”.\n\n“It demonstrates Xi’s consistent interest in leveraging the climate agenda for geopolitical purposes,” he said.\n\nEarlier, UN Secretary-General Antonio Guterres warned the world was “moving in a very dangerous direction” with US-China tensions.\n\n“We must do everything to avoid a new Cold War,” he told the assembly. “Our world cannot afford a future where the two largest economies split the globe in a great fracture – each with its own trade and financial rules and internet and artificial intelligence capacities.\n\n“A technological and economic divide risks inevitably turning into a geo-strategic and military divide. We must avoid this at all costs.”", "date_added": "2020-09-22 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/22/china-trump-spreading-political-virus-at-united-nations", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/07/61a1cc9de0fd40d49e13b038095d4960_18.jpeg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/07/efd0057410d349468da3628b111e49db_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-22T043449Z_1151756768_RC2G3J9SAGCB_RTRMADP_3_AUSTRALIA-WHALES.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2018/07/cca951269edd48f3960252ba29c92dfa_18.jpeg?w=770&resize=770%2C433", "https://www.aljazeera.com/wp-content/uploads/2020/09/000_1TH4D2.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-21T184719Z_1568428251_RC263J92WMUT_RTRMADP_3_EUROPE-MIGRANTS-GREECE-LESBOS.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/000_8QH6ZN-1.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/07/51412fbe87d4450ba0d6c247292a52b7_18.jpeg?w=770&resize=770%2C433", "https://www.aljazeera.com/wp-content/uploads/2019/11/52631b3299944d15891ce32c0629425e_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/31d49215935b4044a2e5acf6ee37aeb8_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/07/61a1cc9de0fd40d49e13b038095d4960_18.jpeg?fit=999%2C562", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-21T091552Z_1840925183_RC2X2J9KPJVX_RTRMADP_3_AFGHANISTAN-TALIBAN-TALKS-1.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/22451051.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/07/f90b44a219ed4ce6a7a48e033a47d138_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/72e05b03b47c419a9b63c20d027596fa_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/06/6121ea5cb68443869b1f3c53f4e32ad0_18.jpeg?resize=270%2C180"], "is_grouped": false, "upvotes": 0, "downvotes": 0}