{"title": "Belarus, backers seek to block speeches at UN rights body", "text": "GENEVA — A representative of Belarus, backed by Russia, China and Venezuela, tried and failed to limit speeches as the UN’s top human rights body held an urgent debate Friday on alleged rights violations by Belarusian authorities under President Alexander Lukashenko.\n\nThe president of the Human Rights Council put an end to the repeated interruptions of speakers by the four countries — which in essence argued a breach of procedural rules. Elisabeth Tichy-Fisslberger, the Austrian ambassador in Geneva, allowed speakers who included Lukashenko’s main election challenger to continue decrying a string of alleged rights violations in Belarus.\n\n“The council’s consideration of the recent events in Belarus is timely,” UN human rights chief Michelle Bachelet said in remarks delivered by her deputy. “Peaceful mass demonstrations have continued to contest the declared result of last month’s presidential elections.”\n\n“We are witnessing thousands of arrests. Hundreds of reports of torture and other ill-treatment, including sexual violence and the reported torture of children,” Bachelet’s statement said, referring to a police crackdown on post-election protests as well as alleged actions from a decade ago. “Excellencies, it is vital for the future of Belarus to break these cycles of increasing repression and violence.”\n\nIn a dramatic conflict at the normally staid Human Rights Council, Belarus’ ambassador, Yury Ambrazevich, took the floor to insist that allowing UN human rights advocates and other speakers to address the council violated the rules, arguing that only national envoys should be allowed to speak. The council president overrode the objections.\n\nAmbrazevich broke in briefly seconds after Sviatlana Tsikhanouskaya, the former English teacher who placed second to Lukashenko in the disputed presidential election, said in a video message that peaceful protesters were being deliberately beaten and raped in Belarus while some “have been found dead.”\n\n“We request that the intervention by Sviatlana Tsikhanouskaya be stopped,” the Belarusian ambassador said, referring to the opposition leader and her remarks.\n\nCouncil president Tichy-Fisslberger brushed off the appeal and the former presidential candidate finished her statement.\n\nAmbrazevich, in his more elaborate response, shot back, faulting the “mass media and social networks” for showing a “lopsided picture of reality presented by the losers in the elections.”\n\n“We deny the unfounded accusations of sexual violence against protesters. There is no official record of this. There is no confirmation also of claims that people disappeared in association with the protests,” he said. “As with regards to political detentions, this has not taken place. Some people have been taken into custody in compliance with the legal procedural code.”\n\nThe debate, during which several European Union countries spoke out in favor of the speakers and decried rights violations in Belarus, came as the 47-member-nation council prepared to vote on a resolution presented by Germany that raises concerns about torture, “arbitrary deprivations of life,” and sexual and gender-based violence linked to the Aug. 9 presidential election.\n\nThe resolution also cited alleged intimidation, harassment and detention of opponents of Lukashenko’s government before and after the election. The autocratic Lukashenko, who has ruled the ex-Soviet republic for 26 years, was declared the winner, but opposition activists have challenged the election as rigged.\n\nThe European Union and the US government have called the vote neither free nor fair and urged the government to enter a dialogue with the opposition as post-election protests continue.\n\nThe German resolution wants Bachelet to look into recent violations and report back to the council by year-end. That would entail a relatively fast-track response for the often deliberate and slow-moving council.\n\nGermany’s move suggested speed was among its priorities. The resolution stops short of seeking more onerous, in-depth measures in the council’s arsenal, such as deploying a fact-finding mission or assembling a panel of experts to examine the situation.\n\nThe text cites allegations of “torture and cruel, inhuman or degrading treatment or punishment by law enforcement and prison officials.” It calls on Belarus authorities to “cease the use of excessive force against peaceful demonstrators” and stop arbitrary arrests on political grounds and release all political prisoners, journalists and others detained around the election cycle.\n\nA resolution setting up the urgent debate was adopted Monday on a 25-2 vote with 20 abstentions. Many European nations voted in favor and many African nations abstained.", "date_added": "2020-09-18 00:00:00+00:00", "url": "https://nypost.com/2020/09/18/belarus-backers-seek-to-block-speeches-at-un-rights-body/", "source": "New York Post", "photos_url": ["https://vip.nypost.com/wp-content/uploads/sites/2/2020/02/knewz_300x250.png", "https://nypost.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif", "https://nypost.com/wp-content/uploads/sites/2/2020/09/DogEars_133x41_Right.png", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://nypost.com/wp-content/uploads/sites/2/2020/09/DogEars_133x41_Left.png", "https://nypost.com/wp-content/uploads/sites/2/2020/09/AP_20258348990200-1.jpg?quality=90&strip=all&w=618&h=410&crop=1", "https://nypost.com/wp-content/uploads/sites/2/2020/09/AP_20258348990200-1.jpg?quality=90&strip=all&w=1200", "https://nypost.com/wp-content/mu-plugins/vip-helpers/images/vip-powered-dark-small.png", "https://googleads.g.doubleclick.net/pagead/viewthroughconversion/988380111/?value=0&guid=ON&script=0", "https://nypost.com/wp-content/uploads/sites/2/2020/09/Samss-Club.png?w=300&h=200&crop=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}