{"title": "US Open 2020: Patrick Reed leads Bryson DeChambeau at Winged Foot", "text": "US Open second-round leaderboard -4 P Reed (US); -3 B DeChambeau (US); -2 J Thomas (US), R Cabrera-Bello (Spa), H English (US); -1 J Kokrak (US) Selected others: Level X Schauffele (US); +1 J Rahm (Spa); +3 L Westwood (Eng), D Johnson (US), R McIlroy (NI); +5 M Wallace (Eng); +6 S Lowry (Ire); +8 T Fleetwood (Eng), G Woodland (US); +10 T Woods (US), J Rose (Eng)\n\nPatrick Reed holds a one-shot lead heading into the weekend at the US Open after a chaotic second round in windy conditions at a tricky Winged Foot.\n\nBryson DeChambeau eagled his final hole to set the target at three under par early on and then watched as many of his challengers crumbled in New York.\n\nBut fellow American Reed birdied the last as he scrambled to four under par.\n\nOvernight leader Justin Thomas fell back with a three-over 73, while Rory McIlroy is seven adrift after a 76.\n\nThomas started the second round on five under but had four bogeys and a double bogey before a couple of birdies in his closing holes lifted him to two under.\n\nNorthern Ireland's McIlroy, chasing his fifth major and first since 2014, started the day two shots off the lead and birdied the first. But seven bogeys and a double bogey followed as he dropped away to three over par.\n\nWorld number one Dustin Johnson is also at three over after dropping two shots in his final three holes in a level-par 70.\n\nFormer Masters champion Reed made five bogeys during his level-par 70 on Friday but was continuously able to claw shots back and a birdie at the 557-yard par-five ninth, his 18th, edged the world number 10 into the lead.\n\n\"Thursday was soft, benign, the pins were more accessible,\" said Reed, who opened with a four-under 66.\n\n\"It's almost like they set it up to ease us in and then they showed us what it was really going to be like. You had to shoot a low one on Thursday because you knew Friday was going to be brutal.\"\n\nDeChambeau, who signed for a two-under-par 68, was one of only three players to shoot better than par in round two, with fellow American Bubba Watson and Japan's Hideki Matsuyama carding 69s.\n\nHowever, 17 players sit within six shots of the lead at the halfway point of the men's second major of 2020, which was delayed from June because of the coronavirus pandemic.\n\nDeChambeau shines in tricky conditions\n\nBryson DeChambeau is now one of the game's longest drivers after packing on extra muscle\n\nDeChambeau stated earlier in the week he would be looking to overpower Winged Foot's notoriously difficult West course, where only one of five men's US Open winners have finished under par.\n\nThe world number nine, the longest average driver on the PGA Tour last season, showcased that power with a 380-yard drive on the par-five ninth, his final hole, before pitching to within six feet to set up his closing eagle.\n\nDeChambeau revealed some late-night practice after his opening round had paid off as the 27-year-old carded the best round of the day.\n\n\"I knew it was going to be cooler and so I waited and was able to hit balls almost in dark,\" added the American, who said the windy conditions made it \"super tough\".\n\n\"I knew it was going to be similar conditions so we got some good numbers with my wedges and I felt really comfortable.\"\n\nWatson, who almost returned home on Wednesday to be with his family when Hurricane Sally hit Florida, was the only other player in the early wave to shoot under par.\n\nThe American's one-under 69 would have looked even better if not for a double bogey on his last hole that put him at one over heading into the weekend.\n\nWorld number three Thomas, one of the late starters, endured a troubling start with four bogeys in five holes on his front nine before double-bogeying the first, his 10th.\n\nBut he recovered with birdies on both par threes on his closing stretch to card a three-over 73 that leaves him at two under.\n\nOnly six players are under par heading into the third round, with Harris English tied with Thomas at two under after he followed his opening 68 with a well-constructed 70 on Friday.\n\nWoods, Fleetwood and Rose heading home\n\nPlayers enjoyed unusually benign conditions on the opening day at Winged Foot, where Geoff Ogilvy won at five over par in 2006 when it last staged the US Open, but the West course began to bite back on Friday.\n\nDespite relatively low scores, no player carded a bogey-free round on day one and difficult pin positions during a windy second round kept scoring at a premium.\n\nXander Schauffele, one of the favourites to win his first major, birdied the 11th to briefly move within two shots of the lead but three bogeys in his final five holes saw the American finish with a two-over 72 to sit level for the tournament.\n\nSouth Africa's former Open champion Louis Oosthuizen also climbed to within two of the lead but he followed back-to-back bogeys with a double at the last to card a 74 and slip to one over par.\n\nThomas Pieters, who started the day on four under, moved into the lead with two birdies on the front nine, but unravelled after the turn as six bogeys saw him fall back to level par.\n\n\"It's definitely twice as tough as Thursday, with the wind,\" said the Belgian after his four-over-par 74.\n\nEngland's former world number one Lee Westwood also failed to build on an opening 67, beginning his round with back-to-back bogeys and adding another at the sixth.\n\nA birdie on the par-five ninth offered the 47-year-old some relief, but he dropped four shots in his final three holes for a six-over 76 that leaves him three over par for the week.\n\nCompatriot Matt Wallace is two further back at five over, alongside Scotland's Robert MacIntyre on his US Open debut.\n\nHowever, Tommy Fleetwood - runner-up in 2018 - struggled to find any momentum as five birdies were wiped out by nine dropped shots, including a double-bogey at the second to finish eight over and miss the cut, which came at six over par.\n\nJustin Rose, the 2013 winner, also missed out on 10 over, while Gary Woodland's US Open defence came to an end with a second round of 74.\n\nAnd what of Tiger Woods? The three-time US Open winner, who missed the cut at Winged Foot in 2006, following the death of his father, will also be missing from the weekend this year.\n\n\"It's frustrating that I'm not going to be here for the weekend,\" Woods, who finished on 10 over said. \"It feels like the way the golf course is changing, anybody who makes the cut has the opportunity to win this championship.\"", "date_added": "2020-09-19 19:02:43.824958+00:00", "url": "https://www.bbc.com/sport/golf/54211678", "source": "BBC Sport", "photos_url": ["https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=golf::sport.golf.story.54211678.page&x1=[urn:bbc:cps:da12aa66-4908-419d-a487-c653de1fec8d]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[SPORT_GNL]&x12=[SPORT]", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/20D2/production/_114420480_reed.jpg", "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/ADF1/production/_112292544_iplayerpinkfooter-nc.png", "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/86E1/production/_112292543_aroundthebbc-iplayerfulllogo-nc.png", "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/75E2/production/_114487103_whatsubject.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}