{"title": "US Open: Patrick Reed one ahead of Bryson DeChambeau as Winged Foot bites back", "text": "4:31 A look back at the best of the action from a high-scoring second round of the 120th US Open at Winged Foot in New York A look back at the best of the action from a high-scoring second round of the 120th US Open at Winged Foot in New York\n\nPatrick Reed will go into the weekend of the 120th US Open with a one-shot lead as Winged Foot bared its teeth on a high-scoring second day in New York.\n\nAfter 21 players broke the par of 70 in the first round, only Bryson DeChambeau, Bubba Watson and Hideki Matsuyama got under the card on a brutally-tough Friday which saw Rory McIlroy slip seven shots off the pace after a 76, while Tiger Woods missed the cut by a distance for the second time at this venue.\n\nBryson DeChambeau's 68 was the low round of the second day\n\nFirst-round leader Justin Thomas plummeted back into the pack with four bogeys in five holes early on, although he did battle back down the stretch to get back to two under, with only the top six completing 36 holes in red numbers.\n\nDeChambeau looked to have done enough to claim the halfway lead when he mixed five birdies with as many bogeys before ending on a high note at the par-five ninth, hammering a 380-yard drive before hitting a wedge to six feet and knocking in the putt for eagle.\n\nHis 68 proved to be the low score of the day and set the early clubhouse target at three under, a lead he retained until Reed made his fifth birdie of the round at his final hole to return a level-par 70.\n\nReed followed the DeChambeau trend of responding to bogeys with immediate birdies, which he managed three times to DeChambeau's four, and two of golf's most controversial characters will be go head to head in Saturday's final pairing behind Rafa Cabrera Bello and Harris English.\n\n2:59 Nick Dougherty and Paul McGinley look through the highs and lows of Patrick Reed's second-round 70 at the US Open Nick Dougherty and Paul McGinley look through the highs and lows of Patrick Reed's second-round 70 at the US Open\n\n\"I feel good,\" said Reed. \"I feel ready to go out and put myself in position to have a chance late on Sunday. But I think that's the biggest thing is I feel like the game is where it needs to be. I just need to tighten a few things up here or there, but the short game is sharp, and when I play around a place like this, that's what you need.\n\n\"I love the grind, I love getting in there and I love when it's hard, when you have to be creative on all different golf shots. And I always enjoy playing with Bryson. It's kind of one of those things that we go out there, and I think around here it's not really as much on who you're playing with because you're out there attacking the golf course.\"\n\n2:22 Patrick Reed looks back at highlights from his second-round 70 at the US Open, moving him into a one-shot lead at Winged Foot Patrick Reed looks back at highlights from his second-round 70 at the US Open, moving him into a one-shot lead at Winged Foot\n\nCabrera Bello produced the outstanding finish of day two when he birdied three of his last four holes to card a commendable 70, a score also matched by English after he offset two early birdies with a pair of bogeys and then parred his last 11 holes.\n\nThomas felt the wrath of Winged Foot after having the audacity to shoot 65 in round one, the world No 3 managing to open his second effort with three pars before dropping shots at four of the next five, and although he arrested the slide with a birdie at 18, he double-bogeyed the first to slide to level par for the championship.\n\nJustin Thomas battled back after a rough start\n\nBut he showed tremendous spirit to claw his way back into the mix with a birdie at the third and a 25-foot putt for another at the seventh before two pars closed out a battling 73, while Jason Kokrak birdied three of the last five to complete the sextet of players under par at the halfway point.\n\nFormer Ryder Cup star Thomas Pieters enjoyed the outright lead on six under after covering the outward nine in 33, but the Belgian stumbled home in 41 with six bogeys and ended the day on level par along with Xander Schauffele (72), Matthew Wolff (74), Brendon Todd (72) and Matsuyama (69).\n\nGet the best prices and book a round at one of 1,700 courses across the UK & Ireland location Courses View More Courses Locations View More Locations No results found. Please try another search. Search\n\nWorld No 2 Jon Rahm is just five off the pace after he followed birdies at the seventh and eighth with a closing bogey-six at the ninth, his fifth blemish of the round, while Lee Westwood crashed to three over after dropping four shots over the last three holes in his 76.\n\nWestwood is alongside world No 1 Dustin Johnson (70) and McIlroy, whose buoyant mood following his Thursday 67 looked set to continue when he birdied the first before the 2011 champion went into freefall, with bogeys at the next two followed by a double-bogey six at the fourth.\n\nRory McIlroy made a number of mistakes on day two and slipped seven off the pace\n\nMcIlroy dropped further shots at the fifth and seventh before stopping the rot with a birdie at nine, only to begin the inward half with his fifth and sixth bogeys of a torrid Friday.\n\nHe would eventually limp home in 76 which left him seven shots adrift of Reed, but Woods will not be around for the weekend after a 77 featuring two double-bogeys in a damaging three-hole stretch, and he dropped four shots in five holes on the front nine before consolation birdies at seven and nine merely hauled him back to 10 over par.\n\nTiger Woods missed the cut by a distance\n\nWith the cut falling at six over, PGA champion Collin Morikawa missed out by one, while defending champion Gary Woodland will not get another 36 holes as he closed on eight over, admitting afterwards he was playing through the pain of a hip injury.", "date_added": "2020-09-19 19:02:24.156240+00:00", "url": "https://www.skysports.com/golf/news/12176/12075687/us-open-patrick-reed-one-ahead-of-bryson-dechambeau-as-winged-foot-bites-back", "source": "Sky Sports", "photos_url": ["https://e2.365dm.com/20/09/768x432/skysports-tiger-woods-golf_5100975.jpg?20200918213146", "https://e2.365dm.com/20/09/768x432/skysports-rory-mcilroy-golf_5100996.jpg?20200918213811", "https://e1.365dm.com/tvlogos/channels/Sky-Sports-Logo.svg", "https://www.skysports.com/core/img/channels/Sky-Sports-Logo-transparent.svg", "https://ecustomeropinions.com/survey/img.php?sid=588330148&nojs=1", "https://e1.365dm.com/20/09/192x108/skysports-jon-rahm-golf-us-open_5100623.jpg?20200918163556", "https://e1.365dm.com/commercial/logos/golfnow-logo.png", "https://e3.365dm.com/20/09/768x432/c4aa134e8809930a1181c63f3d9fe5b4e51579d1c2f6cda4a87e9c354b3ba0d3_5101148.jpg", "https://e2.365dm.com/20/09/768x432/skysports-justin-thomas-golf_5101084.jpg?20200918223921", "https://e2.365dm.com/20/09/768x432/skysports-bryson-dechambeau_5100382.jpg?20200918141311", "https://e3.365dm.com/20/09/768x432/skysports-patrick-reed-golf_5101140.jpg", "https://e3.365dm.com/tvlogos/channels/4026-Logo.svg", "https://e3.365dm.com/20/09/768x432/skysports-patrick-reed-golf_5101139.jpg", "https://e1.365dm.com/20/09/1600x900/skysports-patrick-reed-golf_5101073.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}