{"title": "AP Explains: 5 key takeaways from the September jobs report", "text": "FILE - In this Sept. 30, 2020, file photo, a passerby walks past a hiring sign while entering a Target store in Westwood, Mass. The U.S. unemployment rate dropped to 7.9% in September, but hiring is slowing and many Americans have given up looking for work, the government said Friday, Oct. 2, in the final jobs report before the voters decide whether to give President Donald Trump another term. (AP Photo/Steven Senne, File)\n\nFILE - In this Sept. 30, 2020, file photo, a passerby walks past a hiring sign while entering a Target store in Westwood, Mass. The U.S. unemployment rate dropped to 7.9% in September, but hiring is slowing and many Americans have given up looking for work, the government said Friday, Oct. 2, in the final jobs report before the voters decide whether to give President Donald Trump another term. (AP Photo/Steven Senne, File)\n\nWASHINGTON (AP) — Just how resilient is the U.S. economy’s recovery from the coronavirus recession? The weakening of the nation’s job-generating machine in September — for a third straight month — reinforced doubts.\n\nIn an ordinary month in an ordinary year, the adding of 661,000 workers would be extraordinarily good news. In topsy-turvy 2020? Not so much. Last month’s gain looks worrisome because it marks a sharp falloff from 4.8 million added jobs in June, 1.8 million in July and 1.5 million in August. Economists had expected payrolls to rise by 850,000 in September, according to the data firm FactSet.\n\nADVERTISEMENT\n\nWith nearly half the 22 million jobs that were lost to the viral pandemic still gone, a slowdown in hiring is hardly encouraging. Economists fear the job market will face even more pressure if Congress fails to agree soon on another economic rescue package and if coronavirus cases resurge in the cold weather months and keep consumers hunkered down at home.\n\n“Job growth is moderating just as fiscal aid is expiring – a toxic cocktail,” economists Kathy Bostjancic and Gregory Daco of Oxford Economics wrote in a research note. “The slowing momentum in the labor market bodes poorly for the broader recovery and points to increasing scarring effects from the crisis.”\n\nThe job growth that is occurring is due mainly to employers recalling workers they had temporarily furloughed, not from new hiring. Worse, a rising number of the early layoffs have turned permanent. The number of Americans who considered their job loss permanent rose by 345,000 in September to 3.8 million — the highest such figure since 2013. More than 2.4 million people have been unemployed for at least six months. That’s the most since 2015.\n\nThe Labor Department also reported Friday that the unemployment rate fell from 8.4% to 7.9%. But that occurred mainly because many people stopped looking for work and were therefore no longer counted as unemployed.\n\nHere are five takeaways from the September jobs report:\n\nTHE RECOVERY IS LEAVING WOMEN BEHIND\n\nWomen accounted for just 43% of the jobs the economy added in September. Overall, they have borne the brunt of coronavirus-related job losses. In February, before the pandemic hammered the U.S. economy, women had held just over half of America’s jobs.\n\nBut the virus — and the shutdowns meant to contain it — landed hardest on businesses dominated by women: Restaurants, bars, beauty shops. Women account for 5.8 million (or 54%) of the 10.7 million jobs that have been lost since February. They now account for less than half of U.S. jobs.\n\nADVERTISEMENT\n\nWomen have also been dropping out of the labor force . The number of women who are either working or looking for work fell by 865,000 in September. Some are staying home to care for children who are stuck there until their schools reopen.\n\n“The labor force exit of women is not their ‘choice,’ ” Betsey Stevenson, an economist at the University of Michigan, wrote on Twitter. “It’s not them abandoning the economy, their jobs. It’s our government abandoning our families and leaving women to pick up the pieces the best they can.”\n\nFEWER GOVERNMENT JOBS\n\nGovernment payrolls fell by 216,000 last month, partly offsetting a 877,000 gain in hiring by private companies. Federal government jobs dropped by 34,000. That reflected the loss of temporary Census jobs.\n\nThe biggest driver, though, was a plunge in jobs at state and local governments, which collectively slashed 281,000 jobs in education. That was a casualty of a pandemic that has sharply reduced the number of American schools that are fully open.\n\n“Many if not most school districts are running classes either all remotely or a hybrid set‐up” and need fewer teachers, janitors and other staff, Stephen Stanley, chief economist at Amherst Pierpont Securities, wrote in a research report.\n\nUNEMPLOYMENT DROPS FOR ALL RACES\n\nThe unemployment rate dropped last month for all races — to 7% for whites, 12.1% for Black workers and 10.3% for Hispanic Americans. But the improvement was driven partly by workers leaving the labor force: The number of people who either have a job or are looking for one dropped by 258,000 for whites, by 194,000 for Blacks and by 127,000 for Hispanics. The government doesn’t count people as unemployed if they’re not actively looking for work.\n\nThe number of people who said they were employed in September rose by 142,000 for whites and 9,000 for Black workers. But for Hispanic Americans, the number fell by 52,000, the first such drop since April.\n\nTEMP HIRING IS FALTERING\n\nThe number of new temporary jobs in the United States dropped to 8,100 in September, down from 101,500 in August and the lowest such gain since the job market collapsed in April after the viral pandemic erupted.\n\nThat could be an ominous sign: When employers become more hopeful coming out of a recession, they typically add temporary workers to test business conditions before deciding whether to commit to hiring full-time staff. When they stop hiring even many temps, it suggests deepening caution.\n\nSophia Koropeckyj, an economist at Moody’s Analytics, said she worried that last month’s drop in temp hiring “is an indication of weakening demand and expectations of tepid growth in the fourth quarter.”\n\nLAST LOOK AT JOBS BEFORE THE ELECTION\n\nFriday’s jobs report for September was the final look at the economy’s most important barometer before the Nov. 3 presidential election. (The October jobs report will come out on Nov. 6.)\n\nBefore the pandemic paralyzed the U.S. economy in March, the unemployment rate had reached its lowest levels in a half century. President Donald Trump had intended to make the economy the centerpiece of his case for re-election.\n\nAmericans continue to give Trump relatively high marks on the economy: In a Gallup poll released Thursday, 54% said they approved of his economic policies — far above his approval ratings on such topics as foreign affairs, race relations and his handling of the pandemic.\n\nOther economic data will continue to come in. On Oct. 29, the government will issue its first estimate of economic growth in the July-September quarter. Economists have forecast that it will show an annual pace of at least 25% for those three months. That would mark a substantial rebound from a 31.4% annualized contraction in the April-June quarter — by far the worst quarter in records dating back to 1947.\n\n___\n\nAP Economics Writer Christopher Rugaber contributed to this report.", "date_added": "2020-10-02 18:48:51+00:00", "url": "https://apnews.com/article/virus-outbreak-archive-economy-3bcee18299c7203312a174602c39f1d7", "source": "AP NEWS", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=3005041&cv=2.0&cj=1", "https://apnews.com/en_badge_web_generic.png", "https://storage.googleapis.com/afs-prod/media/74e70a1d2d834083811ad91d9c4b2936/3000.jpeg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}