{"title": "At 7.9%, U.S. jobless rate spells trouble for Trump", "text": "(Reuters) - The U.S. unemployment rate fell to 7.9% in September, from 8.4% in August, a big drop that in normal times would be welcome news for a presidential incumbent seeking reelection in just over a month.\n\nFILE PHOTO: People line up outside Kentucky Career Center prior to its opening to find assistance with their unemployment claims in Frankfort, Kentucky, U.S. June 18, 2020. REUTERS/Bryan Woolston/File Photo\n\nThese are not normal times.\n\nAs the best-known summary statistic of the labor market, the U.S. unemployment rate is a “a psychologically important number” for voters, said Michael Brown, principal U.S. economist at Visa.\n\nBut President Donald Trump’s announcement on Friday that he had tested positive for the novel coronavirus pushes that number into the background: Voters may be “weighing news related to the virus a bit more than the economic data right now,” Brown said.\n\nThe drop in the September jobless rate, reported by the Labor Department on Friday, extends a steep downward trend from the 14.7% registered in April, which was the highest level since the Great Depression.\n\nBut other details in the report do not easily fit into Trump’s narrative of an economy roaring back to life.\n\nMonthly job gains slowed. Overall, of the 22 million jobs lost since February, the economy has recouped about half.\n\nJobs fell off a cliff\n\n“Regaining the other half is going to be a whole lot harder,” said Michael Arone, chief investment strategist at State Street Global Advisors.\n\nNotably, some 865,000 women left the labor force last month, the data shows, about four times the number of men. Latinas accounted for more than a third of that decline, the report showed.\n\nThose populations are key to Trump’s reelection hopes as well as those of Democratic presidential nominee Joe Biden.\n\nThe mass exit of women from their jobs coincided with the start of the U.S. school year, with many children learning online and at home.\n\n“These numbers are really just what parents have been screaming for months, but in the form of economic data,” said Michael Madowitz, an economist at the left-leaning Center for American Progress. “I can’t imagine this is going to help win voters over.”\n\nFriday's report counted more than 12 million Americans among the unemployed, a demographic less likely to show up at the polls than the employed, studies here have consistently shown.\n\nBut in the current context, there’s a twist: voter turnout among those out of work tends to rise when unemployment overall is high.\n\nAmber Wichowsky, a political science professor at Marquette University in Wisconsin, studied thousands of state and local elections and found that higher unemployment is associated with higher turnout, and Republican incumbents “are more likely (than Democrats) to be punished by bad unemployment numbers.”\n\nIn the Nov. 3 election, she said, it could well be different: the public health crisis could suppress voting if people are worried about casting ballots in person.\n\nMoreover, it’s hard to find a clear pattern linking unemployment rates to turnout in presidential elections, or to the outcome.\n\nWhere was unemployment before past elections?\n\nThe jobless rate was nearly as high as it is now when voters picked Jimmy Carter, a Democrat, over Republican President Gerald Ford in 1976, when Carter lost to Republican challenger Ronald Reagan in 1980, and when Democratic Arkansas Governor Bill Clinton ousted Republican President George H.W. Bush in 1992.\n\nIt was also nearly as high when Americans reelected Democratic President Barack Obama in 2012.\n\nOTHER ECONOMIC NEWS\n\nHigh-frequency data tracked by Reuters shows shifts worked at a variety of industries increased this past week and were approaching 95% of the levels at the start of the year. Estimates of retail traffic based on cellphone data moved above their March 1 level, before a state of emergency was declared, according to information from Safegraph here.\n\nConsumer sentiment in September jumped sharply, though a final read here of the University of Michigan's monthly survey on Friday suggested gains were driven by Democrats, with only small improvements among independents and Republicans.\n\nThe number of Americans filing new claims for jobless benefits fell for the week ended Sept. 26 but remained high, the government reported on Thursday, and personal income dropped in August, underscoring the importance of another government rescue package that economists say is needed to keep the recovery from flagging further.\n\nGoing into this week the number of new COVID-19 cases had risen for two weeks in a row in 27 of the 50 U.S. states. The course of the virus, Federal Reserve officials and others have repeatedly said, is paramount for the economic outlook.", "date_added": "2020-10-03 06:25:22+00:00", "url": "https://www.reuters.com/article/usa-election-economy/at-79-us-jobless-rate-spells-trouble-for-trump-idUSKBN26O06X", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20201003&t=2&i=1535994471&r=LYNXMPEG9203Q&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}