{"title": "Israel says it launched airstrikes on Syria over explosive devices at border", "text": "Israel’s military has said it launched air strikes against the Syrian army and Iran’s Quds Force in Syria on Wednesday after explosive devices were planted in the Israeli-occupied Golan Heights.\n\nIn a statement, the Israeli military said its planes hit storage facilities, military compounds and Syrian surface-to-air missile batteries.\n\nThe Syrian state news agency reported that three military personnel were killed and one was wounded in “Israeli aggression” over Damascus.\n\nReferring to territory inside the Israeli-occupied Golan Heights, the Israeli military said: “Earlier, Israel Defence Forces (IDF) troops exposed improvised explosive devices (IEDs) on the Israeli side of the Alpha Line which were placed by a Syrian squad led by Iranian forces.\n\n“The IEDs’ exposure on Tuesday is further clear proof of the Iranian entrenchment in Syria,” the statement said, adding that Israel holds the Syrian government responsible for all actions perpetrated in Syria.\n\nIsrael has launched hundreds of strikes against Iran-linked military targets in Syria over the years but rarely acknowledges or discusses such operations.\n\nIsrael seized the Golan Heights from Syria in the 1967 war and later annexed it in a move not recognised internationally.\n\nIsrael views Iran as its greatest threat and says it will not tolerate the establishment of a permanent Iranian military presence in Syria, especially near its borders. Iran is a key ally of Syrian president Bashar Assad in the country’s civil war and has sent military advisers and allied militias to aid his forces.\n\nThe Quds Force has been instrumental in directing militia that fought on behalf of Assad throughout Syria’s civil war.\n\nReuters and Associated Press contributed to this report", "date_added": "2020-11-18 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/nov/18/israel-says-it-launched-airstrikes-on-syria-over-explosive-devices-at-border", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/4db3d4556437ca65e8981ef2bd2ce2d7746a7022/0_0_3500_2101/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=bb102aad629f9b47834ac65e6f6d5fab", "https://i.guim.co.uk/img/media/4db3d4556437ca65e8981ef2bd2ce2d7746a7022/0_0_3500_2101/master/3500.jpg?width=445&quality=85&auto=format&fit=max&s=04f6131018dd0137644533fb8ac4e707", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=Syria,Israel,Iran,Middle East and North Africa"], "is_grouped": false, "upvotes": 0, "downvotes": 0}