{"title": "Israel strikes widely in Syria, sending signal of aggressive post-Trump posture", "text": "JERUSALEM/AMMAN (Reuters) - Israel launched air raids against what it called a wide range of Syrian and Iranian targets in Syria on Wednesday, sending a signal that it will pursue its policy of striking across the border despite U.S. President Donald Trump’s election defeat.\n\nThe Syrian Observatory for Human Rights, a war monitor, said at least 10 people were killed. Syria’s state news agency reported three military personnel killed and one wounded.\n\nThe Observatory said the dead included five Iranians from the elite Quds Force and at least two Lebanese or Iraqi Shi’ite militiamen. A commander of pro-Damascus forces denied Iranians or Lebanese were among the casualties.\n\nIsrael has regularly attacked what it says are Iranian-linked targets in Syria in recent years, and stepped up such strikes this year in what Western intelligence sources describe as a shadow war to reduce Iran’s influence.\n\nBut Wednesday’s attacks struck a far wider range of targets than usual, and the Israeli military was more forthcoming about the details than in the past, suggesting a clear aim to send a public message about Iranian involvement in Syria.\n\nTrump, who lost his re-election bid on Nov. 3, has been a strong backer of Israeli military intervention against Iranian forces in Syria. President-elect Joe Biden has said he will try to revive a nuclear agreement with Iran that Trump abandoned.\n\n“Biden has to ask himself, exactly what is Iran after in Syria?” Israeli Intelligence Minister Eli Cohen said on Army Radio after the Israeli strikes.\n\nIsrael said it was retaliating for what it called an Iranian-sponsored operation in which Syrians planted explosives near an Israeli military base in the occupied Golan Heights.\n\nLieutenant-Colonel Jonathan Conricus, an Israeli military spokesman, said eight targets were hit, belonging to the Syrian army or the Quds Force, in areas stretching from the Syrian-controlled side of the Golan Heights to the Damascus periphery.\n\nThey included an Iranian headquarters at Damascus international airport, a “secret military site” that hosted Iranian military delegations, and the 7th Division of the Syrian armed forces, he said. Syrian surface-to-air defences were also hit after firing at Israeli planes and missiles, Conricus said.\n\nA former Syrian military commander told Reuters the attacks also targeted bases of the Iranian-backed Lebanese Shi’ite group Hezbollah in Syria. Conricus made no mention of Hezbollah.\n\nWestern countries say the Quds Force of Iran’s elite Revolutionary Guards is responsible for supporting Tehran’s allies in proxy conflicts across the Middle East, coordinating Shi’ite militia fighters from Lebanon, Iraq and elsewhere.\n\nSyrian President Bashar al-Assad’s government has never publicly acknowledged that there are Iranian forces operating on his behalf in Syria’s civil war, only that Tehran has sent military advisors.\n\nSlideshow ( 4 images )\n\nWestern intelligence sources say Israeli strikes this year have undermined Iran’s extensive military power in Syria without triggering a major increase in hostilities.", "date_added": "2020-11-18 02:23:32+00:00", "url": "https://www.reuters.com/article/us-syria-crisis-attacks/israel-strikes-widely-in-syria-sending-signal-of-aggressive-post-trump-posture-idUSKBN27Y07Y", "source": "U.S.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20201118&t=2&i=1541642001&r=LYNXMPEGAH15W&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}