{"title": "Israeli air raids in Syria kill three soldiers, hit Iranian sites", "text": "Syrian state media says three soldiers killed as Israeli military says it bombed Iranian and Syrian army targets.\n\nIsrael has launched air raids on Syria, killing three soldiers and wounding another, in what the Israeli army called a retaliatory attack after it found explosive devices along its northern border.\n\nThe air strikes were against what it called a wide range of Syrian and Iranian targets in Syria, sending a signal on Wednesday that Israel will pursue its policy of striking across the border despite US President Donald Trump’s election defeat.\n\nIsrael said it was retaliating for what it called an Iranian-sponsored operation, in which Syrians planted explosives near an Israeli military base in the occupied Golan Heights.\n\nIsrael has frequently attacked what it says are Iranian-linked targets in Syria in recent years, and stepped up such attacks over the past year in what Western intelligence sources describe as a shadow war to reduce Iran’s influence.\n\nBut Wednesday’s attacks struck a far wider range of targets than usual, and the Israeli military was more forthcoming about the details than it has been in the past, suggesting a clear intention to send a public message.\n\nIsrael has carried out hundreds of air and missile attacks on Syria since 2011 [File: Baz Ratner/Reuters]\n\n‘Israeli aggression’\n\nIn a statement on Wednesday, the Israeli military said its fighter jets hit “military targets belonging to the Iranian Quds force and the Syrian Armed Forces” in the overnight strikes.\n\nWestern countries say the Quds Force of Iran’s elite Revolutionary Guards is responsible for supporting Tehran’s allies in proxy conflicts across the Middle East.\n\nTargets also included “storage facilities, headquarters and military compounds” as well as “Syrian surface-to-air missile batteries”.\n\nThe Syrian state news agency SANA reported three military personnel were killed and one was wounded in the “Israeli aggression”.\n\nIsrael has carried out hundreds of air and missile attacks on Syria since civil war broke out in 2011, targeting Iranian and Lebanese Hezbollah forces as well as government troops. It rarely acknowledges individual raids but has done so when responding to what it describes as aggression inside Israeli territory.\n\nOn Tuesday, the Israeli military said it had discovered improvised explosive devices (IEDs) on its side of the occupied Golan Heights. It called the incident “further clear proof of the Iranian entrenchment in Syria”.\n\nIsraeli Defence Minister Benny Gantz, on a visit to the northern border on Tuesday, said Israel would not tolerate the planting of explosives in the Golan, territory captured from Syria in the 1967 Middle East war.\n\n“We cannot turn a blind eye to this. It’s a grave incident,” Gantz told reporters.\n\nIsrael’s military said it “holds the Syrian regime responsible for all the actions perpetrated from its territory and will continue to operate as necessary against the Iranian entrenchment in Syria”.\n\n‘Shadow war’\n\nIran has been a key ally of Syrian President Bashar al-Assad’s government throughout the civil war that has killed more than 380,000 and erupted after the brutal repression of anti-government protests.\n\nAl-Assad’s government has never publicly acknowledged there are Iranian forces operating on its behalf in Syria’s civil war.\n\nWestern intelligence sources say the increase in Israeli strikes on Syria this year is part of a shadow war approved by Washington in a bid to check Iran’s military reach.\n\nWednesday’s raids came hours before US Secretary of State Mike Pompeo was set to land in Israel for talks including on Iran, in what is likely to be his last visit to the country before Trump leaves office in January.\n\nIsraeli Prime Minister Benjamin Netanyahu, who called Trump his country’s strongest-ever ally in the White House, has heaped praised on the administration for its hard-line approach towards Iran.\n\nTrump’s so-called “maximum pressure” campaign against Iran has included sanctions and scrapping of the nuclear deal agreed between Tehran and world powers during Barack Obama’s presidency.\n\nIsraeli experts have said Netanyahu is concerned that President-elect Joe Biden, Obama’s former vice president, will seek to re-engage Iran diplomatically, possibly by restoring the nuclear deal.", "date_added": "2020-11-18 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/11/18/israel-air-raids-in-syria-kill-three-troops-hits-iranian-targets", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/11/2020-08-04T102156Z_979585951_RC2Y6I98W8A6_RTRMADP_3_ISRAEL-SYRIA-VIOLENCE.jpg?resize=1200%2C630", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2012/10/2012101882733507734_20.jpeg?w=680&resize=680%2C450"], "is_grouped": false, "upvotes": 0, "downvotes": 0}