{"title": "Karren Brady left with egg on her face over London Stadium safety claim after positive West Ham tests", "text": "West Ham United fans don’t waste any opportunity to fire criticism at unpopular vice-chairman Karren Brady and they had plenty of ammunition last night.\n\nThe list of grievances West Ham fans have against Brady and the club’s co-owners David Sullivan and David Gold are well publicised and unwieldy.\n\nChief among them are the move to the London Stadium and a lack of proper net investment in the team and facilities.\n\nAnother major bone of contention for Hammers supporters is Brady’s often controversial column in The Sun newspaper.\n\nHammers vice-chairman left with egg on her face… again\n\nAnd that very column has left the Baroness with egg on her face this morning.\n\nJust four days ago, in her latest piece for the tabloid, Brady – against the backdrop of West Ham losing around £1.2million of income for every home game without fans – rather boldly claimed that the London Stadium is ‘safer than your living room’.\n\n“It is becoming increasingly difficult to see what the delay in bringing back spectators to football is all about — except optics,” Brady told The Sun.\n\n“I can see what a difficult and conflicting message that might send out, which the Government might like to avoid. Except that a Premier League football stadium is the safest place you can be. Safer than your own living room.\n\n“Our highly supervised environment means supporters are safer in there than if they were mixing informally in their own homes.”\n\nMoyes positive test makes mockery of claims\n\nFast forward to Tuesday night and in what many would say is true ‘West Ham style’ Brady’s most senior employee at the football club – manager David Moyes – and two of his players, one of them a key first team defender in a team short of defenders, were whisked out of the London Stadium shortly before kick-off the in Carabao Cup clash with Hull City having tested positive for Covid-19.\n\nThe club have since confirmed all three are currently asymptomatic and will now self-isolate (whufc.com).\n\nIt means all three will be missing for a minimum of two weeks.\n\nBut it makes a mockery of Brady’s ill-advised and ill-timed comments in a column that continues to antagonise and embarrass West Ham fans with every passing week.\n\nThat is not to suggest Moyes, Issa Diop and Josh Cullen picked up the virus from the stadium. There is no way to know. But the notion and suggestion these areas can somehow be made Covid safe is nothing short of laughable.\n\nThese are high value footballers and staff being tested every three or four days when the country is short of tests for the general public and yet still they were mixing with the rest of the team in the stadium while infected.\n\nBrady added further embarrassment with her transparent attempts to make it clear it is all about the football and not money.\n\n‘It’s not about the money, it’s about the football’\n\nCue a collective roll of the eyes from football fans everywhere.\n\n“My plea for the return of sizeable crowds is by no means all about the loss of revenue although the sums are eye-wateringly large,” Brady added in the column.\n\n“Lost match revenue for the Premier League stands all in at about £80million a MONTH. It also rests on the loss of watching the best of football from where millions of people derive the greatest pleasure — right there in the stadium.”\n\nWest Ham fans were quick to pounce on the irony of the situation in light of Brady’s comments.\n\nThe vice-chair was inundated with messages and mentions on Twitter last night pointing out just that.\n\nOf course it goes without saying all football fans want to get back into stadiums.\n\nBut at a time when infection rates are on the rise, the comments – like those when she said the season should be expunged last term – just add further weight to calls for Brady to be sacked, resign or at the very least stop writing about West Ham in such a public manner.", "date_added": "2020-09-23 08:00:20+00:00", "url": "https://www.hammers.news/columnist/karren-brady-left-with-egg-on-her-face-over-london-stadium-safety-claim-after-positive-west-ham-tests/", "source": "Hammers News", "photos_url": ["https://www.hammers.news/static/uploads/25/2020/09/GettyImages-1228480785.jpg", "https://www.hammers.news/static/uploads/25/2020/07/GettyImages-1225252234-384x253.jpg", "https://www.hammers.news/static/uploads/25/2020/09/GettyImages-1228656724-768x506.jpg", "https://www.hammers.news/static/uploads/25/2019/12/GettyImages-164278020.jpg", "https://www.hammers.news/static/uploads/25/2020/09/GettyImages-1228656724-384x253.jpg", "https://www.hammers.news/static/uploads/25/2019/08/GettyImages-930117082.jpg", "https://www.hammers.news/static/uploads/25/2019/04/GettyImages-1079987666-768x506.jpg", "https://www.hammers.news/static/uploads/25/2020/02/GettyImages-1191440174-768x506.jpg", "https://www.hammers.news/static/uploads/25/2019/04/GRV-Media-Logo-White@2x.png", "https://www.hammers.news/static/uploads/25/2019/04/GettyImages-1079987666-1024x683.jpg", "https://www.hammers.news/static/uploads/25/2020/02/GettyImages-1191440174-384x253.jpg", "https://www.hammers.news/static/uploads/25/2018/07/newsnow.gif", "https://www.hammers.news/static/uploads/25/2020/09/GettyImages-1228357217-768x506.jpg", "https://www.hammers.news/static/uploads/25/2018/07/hammers-news-logo-white@2x.png", "https://secure.gravatar.com/avatar/2d2d65c95f5da1d257efe06007074a89?s=164&d=mm&r=g", "https://www.hammers.news/static/uploads/25/2020/07/GettyImages-1225252234-768x506.jpg", "https://www.hammers.news/static/uploads/25/2019/01/hammers-news-logo-white-footer.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}