{"title": "Thailand protests: Thousands join huge rally demanding reforms", "text": "Media playback is unsupported on your device Media caption Thousands have gathered in the Thai capital for Saturday's protests\n\nThousands of people have protested in the Thai capital Bangkok calling for reform of the political system, including the role of the monarchy.\n\nIt was one of the biggest protests in years with at least 15,000 people, police said. \"Down with feudalism, long live the people,\" chanted some.\n\nThere were no reports of violence.\n\nSince July, rallies have called for the resignation of Prime Minister Prayuth Chan-ocha who took power in a 2014 coup and won disputed elections last year.\n\nSaturday's student-led demonstration moved from the campus of Thammasat University to a park next to a grand palace used for royal ceremonies.\n\nDemonstrators say they plan to stay overnight and march to the offices of the prime minister on Sunday morning.\n\n\"I hope the people in power will see the importance of the people,\" student leader Panupong \"Mike\" Jadnok, told the crowd, according to Reuters news agency. \"We're fighting to put the monarchy in the right place, not to abolish it.\"\n\nThe calls for royal reform are particularly sensitive in Thailand, with criticism of the monarchy punishable by long prison sentences.\n\nOrganisers gave a much higher estimate for Saturday's turnout, saying 50,000 people had attended. A protest in August drew around 10,000 protesters.\n\nWhy are there protests?\n\nThailand has a long history of political unrest and protest, but a new wave began in February after a court ordered a fledgling pro-democracy opposition party to dissolve.\n\nThe Future Forward Party (FFP) had proved particularly popular with young, first-time voters and garnered the third-largest share of parliamentary seats in the March 2019 election, which was won by the incumbent military leadership.\n\nImage copyright Lauren DeCicca/Getty Image caption Saturday's protest in Bangkok was one of the biggest since the 2014 coup\n\nProtests were re-energised in June when prominent pro-democracy activist Wanchalearm Satsaksit went missing in Cambodia, where he had been in exile since the 2014 military coup.\n\nHis whereabouts remain unknown and protesters accuse the Thai state of orchestrating his kidnapping - something the police and government have denied. Since July there have been regular student-led street protests.\n\nDemonstrators have demanded that the government headed by Prime Minister Prayuth Chan-ocha, a former army chief who seized power in the coup, be dissolved; that the constitution be rewritten; that the authorities stop harassing critics.\n\nMore about the protests in Thailand\n\nKeeping up the momentum\n\nA series of political scandals, together with the economic disruption caused of Covid-19, have stirred public discontent in Thailand with the government, and sympathy for the student-led protests. The protest leaders hope that with this ambitious rally at the heart of Bangkok's old royal quarter they can keep up the momentum of their movement, which has already pushed the government to agree to discuss changes to the constitution.\n\nHowever, the government and its conservative supporters have denounced the students' other demand, for limits to be imposed on the spending, and on the political and military authority, of the king. The monarchy's status, they say, is untouchable.\n\nThe protesters have now carried out a symbolic occupation of the park where the biggest royal ceremonies take place; once a large, open, grassy space, it has been fenced off in recent years, part of what activists say is a worrying expansion of royal power.\n\nPublicly involving the monarchy in political disputes is something new in Thailand, an inflammatory move in a country where the institution is officially revered, but, the protest leaders say, one that is an essential prerequisite to modernising the political system.\n\nWhat is different this time?\n\nThe demands of protesters took an unprecedented turn last month when a 10-point call for reform to the monarchy was read out at one rally.\n\nThe move sent shockwaves through a country which is taught from birth to revere and love the monarchy and fear the consequences of talking about it.\n\nImage copyright EPA Image caption Protesters want Prime Minister Prayut Chan-o-cha to step down\n\nThe young woman who delivered the manifesto, Panusaya Sithijirawattanakul, has said their intention \"is not to destroy the monarchy but to modernise it, to adapt it to our society\".\n\nBut she and her fellow activists have been accused of \"chung chart\" - a Thai term meaning \"hatred of the nation\" - and they say they are deeply fearful of the consequences of doing \"the right thing\" by speaking out.\n\nWhat are the laws protecting the monarchy?\n\nEach of Thailand's 19 constitutions of modern times has stated, at the top, that: \"The King shall be enthroned in a position of revered worship\" and that \"no person shall expose the King to any sort of accusation or action\".\n\nThese provisions are backed by article 112 of the criminal code, known as the lese-majeste law, which subjects anyone criticising the royal family to secret trials and long prison sentences.\n\nThe definition of what constitutes an insult to the monarchy is unclear and human rights groups say the law has often been used as a political tool to curb free speech and opposition calls for reform and change.\n\nOne man in 2015 faced up to 15 years in prison for posting images on social media of the then-king's favourite dog in a way that appeared to mock the monarch. Other ways of falling foul of the law include \"liking\" any critical reference on social media, questioning anything from Thai history that could be construed as negative to the monarch, or producing a book or play with characters resembling members of the royal family.\n\nThe law had been increasingly enforced in the years after the 2014 coup, although it has slowed since King Vajiralongkorn let it be known he no longer wanted it to be so widely used.\n\nBut observers say the government has used other legal routes, including the sedition law, to target dissent.", "date_added": "2020-09-20 13:06:52.729142+00:00", "url": "https://www.bbc.com/news/world-asia-54217284", "source": "BBC News", "photos_url": ["https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::asia::news.world.asia.story.54217284.page&x1=[urn:bbc:cps:eb86b54b-c81b-4824-aa71-28be14c499d6]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/images/ic/1024x576/p08rz5hj.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08rz5hj.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}