{"title": "Thai demonstrators challenge monarchy as huge protests escalate", "text": "Openly challenging the monarchy of Thai King Maha Vajiralongkorn, thousands of protesters marched in Bangkok for the second straight day on Sunday to present demands that include a call for reforms to curb his powers.\n\nProtesters have grown ever bolder during two months of demonstrations against Thailand's palace and military-dominated establishment, breaking a long-standing taboo on criticising the monarchy - which is illegal under lese-majeste laws.\n\nThe royal Grand Palace was not immediately available for comment. The king is not currently in Thailand.\n\nThe marchers were blocked by hundreds of unarmed police manning crowd control barriers.\n\nProtest leaders declared victory after saying Royal Guard police had agreed to pass on their demands to police headquarters. Police made no immediate comment.\n\n\"Our greatest victory in the two days is to show that ordinary people like us can send a letter to royals,\" Parit \"Penguin\" Chiwarak told the crowd.\n\nProtest leader Panasaya Sitthijirawattanakul was also seen speaking to Metropolitan Police Bureau Commissioner Lt Gen Pakapong Pongpetra after submitting the demands of demonstrators.\n\nProtesters also announced on Sunday that they will hit the streets anew on Thursday, and mount a major strike on October 14, the anniversary of the 1973 student uprising.\n\nAt the biggest demonstration in years, tens of thousands of protesters on Saturday cheered calls for reform of the monarchy, as well as for the removal of Prime Minister Prayuth Chan-ocha, a former junta leader, and a new constitution and elections.\n\nShortly after sunrise on Sunday, protesters cemented a plaque near the Grand Palace in Bangkok in the area known as Sanam Luang, or Royal Field.\n\nBREAKING: Next protest called for Sept. 24 in front of Parliament to protest any charter amendment that neglects to reform provisions on the monarchy's powers. #ThailandProtest2020 #19กันยาทวงอํานาจคืนราษฎร #KE pic.twitter.com/K3iiTJD8la — Khaosod English (@KhaosodEnglish) September 20, 2020\n\nIt reads, \"At this place the people have expressed their will: that this country belongs to the people and is not the property of the monarch as they have deceived us.\"\n\nPolice did not intervene. Government spokesman Anucha Burapachaisri said police would not use violence against protesters and it was up to the police to determine and prosecute any illegal speech.\n\n\"Down with feudalism, long live the people,\" protesters chanted.\n\nThe plaque resembles one removed without explanation from outside one of the royal palaces in 2017, after Vajiralongkorn took the throne.\n\nThat plaque, which had commemorated the end of absolute monarchy in 1932, was replaced by one with a pro-monarchist slogan.", "date_added": "2020-09-20 13:07:09.151236+00:00", "url": "https://www.aljazeera.com/news/2020/09/thai-demonstrators-challenge-monarchy-huge-protests-escalate-200920024335349.html", "source": "", "photos_url": ["https://www.aljazeera.com/assets/images/aj-logo-lg-124.png", "https://www.aljazeera.com/assets/images/AljazeeraLogo.png", "https://www.aljazeera.com/mritems/images/site/aje-logo-white.svg", "https://www.aljazeera.com/assets/images/aj-logo-sm-2.png", "https://www.aljazeera.com/mritems/Images/2020/9/20/e044af06075e45e1a39b37a949920613_18.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}