{"title": "Asda to crack down on shoppers without face masks", "text": "Image copyright Getty Images\n\nSupermarket Asda is set to enforce rules on face coverings more strictly across its shops amid the pandemic.\n\nCustomers who do not have a covering when they enter a store will be offered a pack of disposable masks that they can pay for at the end of their trip.\n\n\"We know that safety remains a key priority for our customers,\" its chief operating officer said.\n\nFace coverings must be worn by customers in shops, supermarkets and shopping centres around the UK.\n\nThose who fail to do so can be fined by the police - up to £100 in England (soon to rise to £200), or £60 in Scotland, Northern Ireland and Wales.\n\nAsda announced on Wednesday that it will create 1,000 new \"safety marshal\" roles across its 639 UK stores.\n\nDedicated staff will remind shoppers to wear face coverings in-store and provide customers with sanitised shopping baskets on arrival.\n\nThe supermarket chain said it will also install extra hand sanitiser stations in the busiest sections of its shops.\n\nAnthony Hemmerdinger, chief operating officer at Asda, said: \"We know that safety remains a key priority for our customers and we will continue to do all we can to keep them and our colleagues safe in store, as we have since the start of the pandemic.\n\n\"These additional measures will make our stores an even safer place to shop and work during the coming months.\"\n\nFollowing a recent change in government guidance, face coverings are now also compulsory for shop workers in England.\n\nAsda confirmed all of its staff across England, Wales and Scotland will now wear a covering while at work - unless they have a medical exemption.\n\nAsda's announcement on Wednesday followed on from the news that Morrisons has reinstated marshals on the doors of its 497 supermarkets to better monitor shopper numbers and remind those entering to wear a face covering.\n\nImage copyright Getty Images Image caption Morrisons has reinstated marshals to better monitor customer numbers\n\nMorrisons has also created 2,420 new cleaning roles across its shops. Each one of its supermarkets will also undergo a \"deep clean\" every three weeks.\n\nJayne Wall, operations director at Morrisons said: \"The hygiene within our stores has become more important than ever due to the impact of Covid-19.\n\n\"We want to make sure our customers feel as safe as possible when doing their grocery shopping with us. So we've made this multi-million-pound investment to introduce first-class hygiene procedures.\"\n\n'Abuse is not part of the job'\n\nSome industry figures have warned, however, that staff enforcing rules on face coverings may be subject to abuse from customers.\n\nTrade union Usdaw called on shoppers to \"respect retail workers and follow the necessary in-store safety measures to keep us all safe\".\n\nGeneral secretary Paddy Lillis said: \"We are deeply worried about safety measures not being followed and the impact that has on the safety of staff.\n\n\"Usdaw members in food retail are key workers delivering an essential service and have worked extremely hard in stressful environments to ensure that the nation remains fed.\n\n\"Despite this, during the height of the first wave of the outbreak, violence and abuse toward shop staff doubled. It is clear that such behaviour is unacceptable: abuse is not part of the job.\"\n\nImage copyright Getty Images Image caption At the height of the pandemic, abuse of retail staff doubled, says trade union Usdaw\n\nTom Ironside, director of business and regulation at the British Retail Consortium, said: \"Retailers are working hard to keep their customers and staff safe throughout this pandemic. They have spent hundreds of millions of pounds on coronavirus safety measures including perspex screens, social distancing measures and additional hygiene measures.\n\n\"Retailers support all necessary safety measures including the use of face coverings for all staff.\"\n\nIn March, UK supermarkets were forced to take steps to prevent shoppers from panic-buying around the height of the pandemic. Many introduced limits on the number of certain items that customers could buy, such as flour, pasta or toilet roll.\n\nEnhanced measures introduced in recent weeks have not triggered stock-piling by customers, according to several supermarkets approached by the BBC.\n\nAsda said it still had good availability in-store and online, while Tesco - the UK's largest grocer - is not experiencing any product shortages either.\n\nAn Iceland spokesperson said: \"There are no shortages and there will be no shortages so long as people continue to shop responsibly for what they actually need.\"", "date_added": "2020-09-23 22:49:32.999089+00:00", "url": "https://www.bbc.com/news/business-54261861", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=business::news.business.story.54261861.page&x1=[urn:bbc:cps:698aa70c-7e3e-4a4a-8251-c20563b60ee5]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/2717/production/_114570001_gettyimages-1221917794.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/2717/production/_114570001_gettyimages-1221917794.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}