{"title": "Asda and Morrisons put Covid marshals on doors to clamp down on shoppers not wearing masks", "text": "Sign up to FREE email alerts from ChronicleLive - what's on Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nAsda and Morrisons have introduced Covid marshals to help keep customers safe amid fears over rising coronavirus rates.\n\nCovid-19 marshals will be on the doors at Asda and Morrisons supermarkets to make sure customers who are required to wear face coverings do so. Customers who are exempt from face-covering rules will still be allowed to shop without having to wear one.\n\nAsda confirmed its safety marshals will monitor the entrances at all of its stores. There will also be Covid-19 safety marshals stationed in the aisles of larger supermarkets, such as the Asda in South Gosforth and Byker in Newcastle, and the superstore near the Metrocentre, Gateshead.\n\nAsda customers who are not wearing a covering will be asked to buy a pack of disposable masks at the store entrance, which they can pay for at the tills when buying their shopping.\n\nFollowing the recent change in Government guidance, all Asda store colleagues in England, Wales and Scotland will now wear a covering while at work unless they have a medical exemption, the supermarket added.\n\nAnthony Hemmerdinger, chief operating officer at Asda, said: \"We know that safety remains a key priority for our customers and we will continue to do all we can to keep them and our colleagues safe in store, as we have since the start of the pandemic.\n\n\"These additional measures will make our stores an even safer place to shop and work during the coming months.\"\n\nThe marshalls will also assist customers with coronavirus safety questions, while extra hand sanitiser stations have been provided.\n\nRival Morrisons has recently reinstated marshals on the doors of its 494 supermarkets.\n\nA spokesperson told ChronicleLive the marshals are tasked with greeting customers, monitoring the number of people in stores and making customers aware of where they can get free hand and trolley sanitiser.\n\nMorrisons has also added 2,240 new cleaning roles around the country, including a new Market Street Hygiene Assistant in all stores.\n\nJayne Wall, operations director at Morrisons said: “The hygiene within our stores has become more important than ever due to the impact of Covid-19.\n\n\"We want to make sure our customers feel as safe as possible when doing their grocery shopping with us. So we’ve made this multi-million-pound investment to introduce first class hygiene procedures.”", "date_added": "2020-09-23 12:38:08+00:00", "url": "https://www.chroniclelive.co.uk/whats-on/shopping/asda-morrisons-covid-marshals-coronavirus-18983420", "source": "ChronicleLive", "photos_url": ["https://i2-prod.chroniclelive.co.uk/incoming/article11317072.ece/ALTERNATES/s1200/2_JS79296859.jpg", "https://www.chroniclelive.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png", "https://i2-prod.chroniclelive.co.uk/incoming/article11317072.ece/ALTERNATES/s615/2_JS79296859.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}