{"title": "Tunnel plan near Stonehenge gets U.K. government consent", "text": "The British government went against the recommendations of planning officials Thursday, approving controversial plans for a road tunnel to be built near the prehistoric monument of Stonehenge in southern England.\n\nThe project, which is aimed at trying to ease traffic along a stretch of road widely prone to gridlock, has been touted for decades but has faced vociferous opposition from residents as well as archaeologists.\n\nThe A303 highway, which is a popular route for motorists traveling to and from the southwest of England, is often severely congested around the single-lane section of road near Stonehenge. As part of widespread improvements, a two-mile tunnel will be built that will in effect remove the sight and sound of traffic passing the site, and cut journey times.\n\nThe decision by Transportation Secretary Grant Shapps goes against the recommendation of the Planning Inspectorate, which warned of “permanent” and “irreversible” harm arising from the project, unseen in the site’s history.\n\nAdvertisement\n\nHowever, according to the Department for Transport, Shapps was said to be “satisfied that on balance the need case for the development together with the other benefits identified outweigh any harm.”\n\nProponents of the upgrade, which Highways England has estimated will cost 1.7 billion pounds ($2.2 billion), say it will dramatically ease congestion and eventually help the local environment. The agency expects the fieldwork to start in late spring next year, with the main five-year construction phase expected to start by 2023.\n\n“This transformational scheme will return the Stonehenge landscape towards its original setting and will improve journey times for everyone who travels to and from the southwest,” said the agency’s chief executive, Jim O’Sullivan.\n\nOpponents of the project, who have a six-week window to appeal to Britain’s High Court, have for years voiced worries about the potential damage to the environment, wildlife and potential archaeological finds underground.\n\nAdvertisement\n\nThe Stonehenge Alliance, which has campaigned against the tunnel, said it “deeply regrets” a decision that will be greeted with “shock” around the world.\n\nThe group added that the plan will breach the U.K.'s international treaty obligations “not to damage” the World Heritage Site.\n\nHistorian, author and broadcaster Tom Holland, who is president of the Stonehenge Alliance, said the group will oppose the “shameful” decision as vigorously as possible.\n\n“The decision to inject a great gash of tarmac and concrete into Britain’s most precious prehistoric landscape is one that ranks simultaneously as spendthrift and sacrilegious,” he said.\n\nAdvertisement\n\nHopes that the project wouldn’t win approval were raised in June when it emerged that a team of archaeologists had discovered a ring of at least 20 large shafts within the site, a short distance from the standing stones.\n\nIn a statement, the National Trust, which looks after 2,100 acres around Stonehenge, said that it had a “long-standing ambition” to resolve issues relating to the A303 and that it will “now take some time to study the conclusions of the examining authority in full before responding further.”\n\nStonehenge, which is one of the world’s most famous prehistoric monuments, was built on the flat lands of Salisbury Plain in stages, starting 5,000 years ago, with the unique stone circle erected in the late Neolithic period, about 2,500 BC.\n\nThe site’s meaning has been a subject of vigorous debate through the centuries, some seemingly more outlandish than others.\n\nAdvertisement\n\nEnglish Heritage, a charity that manages hundreds of historic sites, notes several explanations over the centuries, including Stonehenge being a coronation place for Danish kings, a Druid temple, a cult center for healing or even an astronomical computer for predicting eclipses and solar events.\n\nNowadays, the charity said, the interpretation “most generally accepted is that of a prehistoric temple aligned with the movements of the sun.”\n\nWhatever it was designed to be, Stonehenge has long captured the imagination of the British public and remains one of the country’s biggest tourist draws. That’s particularly true at the time of the summer and winter solstices, when the sunrise is greeted by thousands.", "date_added": "2020-11-12 00:00:00+00:00", "url": "https://www.latimes.com/world-nation/story/2020-11-12/tunnel-plan-near-stonehenge-gets-uk-government-consent", "source": "Los Angeles Times", "photos_url": ["https://ca-times.brightspotcdn.com/dims4/default/89ed8f6/2147483647/strip/true/crop/2953x1552+0+0/resize/840x441!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F44%2F9c%2F29101b87d61187f783989f622c9f%2F6d1ff6d3634348b2a0f823e562197b7f", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/fe44891/2147483647/strip/true/crop/2953x1550+0+1/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F44%2F9c%2F29101b87d61187f783989f622c9f%2F6d1ff6d3634348b2a0f823e562197b7f", "https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}