{"title": "Britain Approves Tunnel Construction Near Stonehenge, Causing Outcry", "text": "Britain Approves Tunnel Construction Near Stonehenge, Causing Outcry\n\nEnlarge this image toggle caption Matt Cardy/Getty Images Matt Cardy/Getty Images\n\nVisit the famed Stonehenge in England and you'll encounter a mysterious landmark that's stood for millennia.\n\nBut as you gaze on the prehistoric standing stones that are visited by thousands and is a World Heritage Site, you might notice something else.\n\nCars.\n\nThat's because alongside the Stonehenge site lies a highway infamous for traffic congestion. Adding a tunnel to mute the noise and hide the cars would help, says English Heritage, which manages the monument.\n\nA tunnel would benefit traffic and \"do justice to the ancient stones and the prehistoric landscape in which they stand,\" the organization says.\n\nHowever, critics argue it will cause more harm than good.\n\nOn Thursday, Britain's transport secretary approved a $2.2 billion project to create an at least two mile-long tunnel near Stonehenge. This overruled the recommendation of planning inspectors, who advised the government to withhold consent.\n\nEnlarge this image toggle caption Andre Pattenden/Courtesy: English Heritage Andre Pattenden/Courtesy: English Heritage\n\nThe Stonehenge Alliance, an advocacy group for the landmark, says in a Thursday statement it \"deeply regrets a decision that will send shock messages around the world.\"\n\nThe group is concerned that the planned tunnel will be too short. The site is around 3.3 miles long, so if the tunnel is only 2 miles long, it will be built within that perimeter, the organization says.\n\nIn addition to aesthetic concerns, one fear is that features and treasures in the ground will be destroyed by construction before they can be found by archaeologists.\n\nUNESCO also urged in 2018 that the tunnel be made longer and advised against construction near Stonehenge. UNESCO did not respond to a request for comment by publication time.\n\nThe Stonehenge Alliance said the project will \"become the largest ever human intervention in an area fashioned and revered by over a hundred generations of our ancestors. It would cause irreparable damage.\"\n\nThere is a six-week period for opponents of the project to challenge it in court.\n\nEnlarge this image toggle caption Matt Cardy/Getty Images Matt Cardy/Getty Images\n\nA man who identifies himself as a druid says he'll lay in front of bulldozers in an effort to stop the project's construction.\n\nArthur Pendragon, who asserts he is the reincarnation of King Arthur, says he expects a large protest with turnout from all over the globe, according to The Guardian.\n\n\"If they really wanted to do this they should have done it properly with a much longer tunnel, not one that pops up at both ends in the world heritage site,\" he says.\n\nDespite the backlash, the Stonehenge's caretaker organization maintains this is good news.\n\n\"This is a landmark day for Stonehenge,\" organization chief executive Kate Mavor says in a statement to NPR. \"Placing the noisy and intrusive A303 within a tunnel will reunite Stonehenge with the surrounding prehistoric landscape and help future generations to better understand and appreciate this wonder of the world.\"\n\n\"We will now continue to work closely with heritage partners,\" she added, \"to ensure that the final road scheme is the best outcome for the Stonehenge.\"", "date_added": "2020-11-13 00:00:00+00:00", "url": "https://www.npr.org/2020/11/13/934773028/britain-approves-tunnel-construction-near-stonehenge-causing-outcry", "source": "NPR.org", "photos_url": ["https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/assets/img/2020/11/13/gettyimages-102258066_wide-34466cb38d11e01a2b885d7d26a6f6a7ecc5e76a-s1100-c15.jpg", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/assets/img/2020/11/13/gettyimages-140366482_wide-b9bc07df657ccf9b3a33f869b00e4ff96319e377.jpg?s=1400", "https://media.npr.org/assets/img/2019/01/28/nprthroughline_podcasttile_sq-3bddbe49827adf54bdbc1f94b40fc61d581704f6.png?s=100", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/chrome_svg/music-logo-dark.svg", "https://media.npr.org/chrome/programs/logos/up-first.jpg?version=2", "https://media.npr.org/assets/img/2019/05/07/the-npr-politics-podcast_final_sq-ecdd1508be24f14c6b6ee98e6627cbf2be192ea6.jpg?s=100", "https://media.npr.org/assets/img/2020/09/16/ltar_tile_3000x3000_sq-31ca3d396ef2632daac24101765842d13b00ca8b.jpg?s=100", "https://media.npr.org/assets/img/2020/03/30/up-first-tile_sq-8c917c992869803df1f6fe9511c0bd613cab1249.png?s=100", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2020/11/13/the-stonehenge-world-heritage-site-is-split-in-two-by-the-a303-which-acts-as-a-barrier-to-people-enjoying-exploring-and-understanding-it_dsc4625_1_wide-b257d05021df93f72d4f1c570a261dfb88c7dc86-s1100-c15.jpg", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/assets/img/2020/11/13/gettyimages-140366482_wide-b9bc07df657ccf9b3a33f869b00e4ff96319e377-s1100-c15.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}