{"title": "Nearly 400 whales dead in Australia’s worst mass stranding", "text": "Almost 400 pilot whales have died in Tasmania in what is thought to be Australia’s largest ever mass stranding.\n\nAn estimated 270 whales were first discovered on a beach and two sandbars on the west coast of the Australian state on Monday, before another 200 were then seen from a helicopter on Wednesday, stranded just six miles south of the first group.\n\nNic Deka, the Tasmania Parks and Wildlife service manager, confirmed on Wednesday afternoon local time that all the animals in the second group had died, bringing the total death toll to 380.\n\n“We’ll continue to work to free as many of the animals as we can,” Mr Deka said. “We’ll continue working for as long as there are live animals,” he added.\n\nFifty animals were rescued on Tuesday and helped back to the open ocean, according to Mr Deka.\n\nKris Carlyon, a wildlife biologist at the Marine Conservation Programme, said that the beaching of 470 whales constituted the “biggest” mass stranding ever recorded in Tasmania.\n\nMr Carlyon was optimistic about the possibility of rescuing more whales, saying “we’ve got a very good chance of getting more off that sandbar”.\n\nAlthough the cause of the mass beaching is unknown, Vanessa Pirotta, a marine scientist, said it could have resulted from navigational errors.\n\nMs Pirotta added that the whales’ “very strong social system” was the reason for the high number of beached animals.\n\nIt is the first time since 2009 that more than 50 whales have become stranded together in Tasmania.\n\nIn 1996, 320 pilot whales washed up in Western Australia, while 600 animals from the same species were beached on New Zealand’s South Island in 2017.", "date_added": "2020-09-23 11:28:46+00:00", "url": "https://www.independent.co.uk/news/world/australasia/pilot-whales-deaths-mass-stranding-tasmania-australia-b548156.html", "source": "The Independent", "photos_url": ["https://static.independent.co.uk/2020/09/23/09/PRI165753730.jpg?width=982&height=726", "https://static.independent.co.uk/2020/09/23/09/PRI165753730.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}