{"title": "Pilot whales Tasmania: Almost 400 die in Australia's worst stranding", "text": "Pilot whales Tasmania: Almost 400 die in Australia's worst stranding Published duration 3 hours ago\n\nimage copyright BILAL RASHID/REUTERS image caption Rescuers have been trying to keep the stranded whales wet and cool\n\nAbout 380 whales have died in what is suspected to be Australia's largest stranding on record, officials say.\n\nSince Monday, hundreds of long-finned pilot whales have been found beached on Tasmania's west coast.\n\nRescuers had managed to save 50 by late on Wednesday, and they were trying to help the remaining estimated 30 whales.\n\nTasmanian government officials said the rescue effort would continue \"as long as there are live animals\".\n\n\"While they're still alive and in water, there's still hope for them - but as time goes on they do become more fatigued,\" said Nic Deka, regional manager for Tasmania's Parks and Wildlife Service.\n\nHe added the focus would now also shift to removing the hundreds of carcasses scattered along the coast. A clean-up plan is still being worked out - in the past carcasses have been buried on the shore or dragged out to open sea.\n\nIt is not fully understood why the whales became stranded. The species is known to be prone to getting beached.\n\nThe stranding, one of the largest ever recorded globally, eclipses a previous national record of 320 set in Western Australia in 1996.\n\nWhere were the whales found?\n\nThe whales largely washed up on sand spits in the waters around an area called Macquarie Heads.\n\nThe first rescuers on Monday counted about 270 whales, but a helicopter on Tuesday spotted another 200 whales nearby.\n\nOfficials said the second group may have washed in with the tide, but was believed to be part of the same pod.\n\nMore than 80% of Australian whale strandings take place in Tasmania and experts say Macquarie Heads is a known hotspot.\n\nTasmania's previous biggest stranding was in 1935 with 294 pilot whales. Its last mass stranding was in 2009 and involved about 200 pilot whales.\n\nHow are the whales being rescued?\n\nA team of about 60 people have used slings and other equipment to help pull the surviving whales off the sand banks so they are fully immersed in water.\n\nOnce the whales are \"re-floated\", they are guided back into deeper waters.\n\nRescuers said they had escorted 50 whales back into the sea, which they deemed a \"success\".\n\nimage copyright BILAL RASHID/REUTERS image caption The pilot whales have become stranded on Tasmania's west coast\n\nRescue efforts had been hampered by a strong tide which had brought some freed whales back to shore, they added.\n\n\"Geographically it's quite a challenging area. It's sort of inside an actual harbour so we've got several boats and hundreds of people on the ground preparing the whales in slings,\" Tom Mountney, a fisherman helping with the rescue operation, told BBC World Service radio.\n\n\"They are remarkably calm. Some of them obviously, being a several ton animal, are quite strong so there's inherent danger in dealing with them. But it's as if there's a bit of a sense of them knowing what we're trying to do.\"\n\nWhale experts said the surviving animals would be exhausted and weak. Pilot whales can grow up to 7m (22 ft) long and weigh up to three tonnes.\n\nWithout the buoyancy of the water, the whales would also be slowly crushed by the weight of their bodies, said Prof Peter Harrison from Southern Cross University's Whale Research Group.\n\nWhy do whales beach themselves?\n\nScientists say the reason is often unknown but they have a range of theories, including whales being lured by fish to shore and becoming disorientated.\n\nHighly social mammals, pilot whales in particular are known for stranding in groups because they travel in large, close-knit communities which rely on constant communication.\n\nResearchers say it's possible that one leading individual could have mistakenly led the whole group to shore.\n\nIt's thought that such groups are also susceptible around beaches which gently slope across a wide area - because the whales' sonar pulses can fail to detect the shoreline in shallow waters.\n\nPilot whales are not considered endangered , although exact population numbers are not known. Scientists believe there are about one million long-finned and 200,000 short-finned pilot whales worldwide.\n\nYou may also be interested in:\n\nmedia caption Almost 150 whales die in mass stranding", "date_added": "2020-09-23 22:48:58.785918+00:00", "url": "https://www.bbc.com/news/world-australia-54260278", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/12976/production/_114405167_befunky-collage1.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/13796/production/_114566797_p08s78xk.jpg", "https://c.files.bbci.co.uk/1226D/production/_105894347_grey_line-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/17B3E/production/_114568079_p08s7qvf.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1838F/production/_114551299_aberhosan.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/947B/production/_114311083_raut..jpg", "https://c.files.bbci.co.uk/15C4D/production/_114556198_9ac539de-f9ed-4f6f-9ad1-f48d81f600b0.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/710D/production/_114514982_whales-2.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1F31/production/_114558970_mediaitem114558969.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/BC9E/production/_114568284_hi063455069.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/8FC7/production/_114570863_lockdownstonehenge.jpg", "https://c.files.bbci.co.uk/10ABE/production/_114568286_hi063455052.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/EDEB/production/_114570906_p08rwv21-1_ps-nc.png", "https://c.files.bbci.co.uk/BC9E/production/_114568284_hi063455069.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}