{"title": "UK police officer shot dead by man detained in custody centre", "text": "A 23-year-old prisoner is in a critical condition in hospital after reportedly turning gun on himself.\n\nA British police officer has been shot dead by a man who was being detained at a custody centre in south London in the early hours of Friday.\n\nPolice said the incident occurred while a man was being detained at the Croydon Custody Centre at about 2:15am. The unnamed officer was treated at the scene and taken to hospital where he died.\n\nA 23-year-old man was detained at the scene of the shooting and was taken to hospital having also suffered a gunshot wound. He is in a critical condition in hospital.\n\nOfficers did not open fire and the BBC said it was believed the man turned the gun on himself. A murder investigation is under way, police added.\n\n“This is a truly shocking incident in which one of our colleagues has lost his life in the most tragic circumstances,” London police chief Cressida Dick said.\n\n“We are in the early stages of the investigation and are still working to establish the circumstances surrounding the incident and we will provide further updates when we have them.”\n\nBritain’s interior minister, Priti Patel, said she was shocked and saddened by the killing.\n\n“This is a sad day for our country and another terrible reminder of how our police officers put themselves in danger each and every day to keep the rest of us safe,” Patel said.\n\nLondon’s Met Police said that no police firearms were discharged during the incident.\n\n“We are in the process of informing all of the officer’s family and are supporting them with specialist officers,” the force said.\n\nBritish police officers remain routinely unarmed, and a survey in 2017 suggested most did not want to carry weapons regularly.\n\n“This is utterly devastating and heartbreaking news,” said John Apter, chairman of the National Police Federation which represents rank and file officers in England and Wales.", "date_added": "2020-09-25 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/25/uk-police-officer-shot-dead-by-man-detained-in-custody-centre", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/0d36d3e0fb4d4a359b57910ef61e231c_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2008-10-03T120000Z_281397244_GM1E4A31EYZ01_RTRMADP_3_KASHMIR-CLASH.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/356b849508f24315a9b9ef10890fa30e_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/08/b22619d3cf92414abc2bef50939ac2fd_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/03/b200a7725e8a481391d4e8808fa0cee3_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-25T091221Z_1998364697_RC2L5J95IUZQ_RTRMADP_3_BRITAIN-POLICE-SHOOTING.jpg?resize=1200%2C630", "https://www.aljazeera.com/wp-content/uploads/2020/09/ae72160c6ef547b1aea01657f6e64eda_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20266734273418.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2019/08/0852282b371a4a5eaef03b14e0536976_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-25T091221Z_1998364697_RC2L5J95IUZQ_RTRMADP_3_BRITAIN-POLICE-SHOOTING.jpg?resize=770%2C513"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
