{"title": "'Utterly devastating' Andrew Harper's widow's heartbreaking tribute as policeman shot dead", "text": "News, views and top stories in your inbox. Don't miss our must-read newsletter Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nAndrew Harper's widow has joined others using a 'Thin Blue Line' to pay tribute to a police officer shot dead in south London.\n\nThe officer was shot by a man being detained inside Croydon Custody Centre. He tragically died from his injuries in hospital after the shooting, which happened at 2.15am.\n\nLissie Harper, whose husband died when he was caught in a tow rope and dragged along country lanes after trying to stop quad bike thieves in Berkshire last year, posted on Facebook saying \"what is happening to our world\".\n\nShe edited her profile picture to add a thin blue line against a black background - a tribute used by many police officers this morning.\n\nOne officer explained: \"You will see a lot of these today. It’s not politicising anything.\n\n\"It’s our family crest and unites us in times of hardship and grief. Today is not the day to challenge it’s use.\"\n\nLissie said in a statement : \"This is devastating news. No person should go to work never to return. No human being should be stripped of their life in a barbaric act of crime.\n\n\"Another hero has been taken from us in unwarranted violence.\n\n\"They protect us but who protects them? Another life is gone in a disgraceful act that reminds us of the danger our police officers face with every shift they begin.\n\n\"My heart is broken for yet another member of our blue line family, and all of his family, friends and colleagues who must now accept a life without him in it.\n\n\"My thoughts and love are resolutely with them.\"\n\nA number of policing colleagues have changed their social media profile pictures to black, with a blue line, as a mark of respect to the officer who was shot dead.\n\nOne said: \"Colleagues/Friends; There is little that many of us can do after our MET Family member has been Murdered; Maybe you will all consider showing the Thin Blue Line Logo on your Profile for 48hrs to show our support to the officer their family & our serving police officers! Thanks!\"\n\nAnother wrote: \"God bless our fallen collegue, may they rest in peace, knowing that their brothers/ sisters will keep watch over their family.\"\n\nIn the incident this morning, a 23-year-old man who was being detained is in a critical condition with gunshot wounds.\n\nThe Met said no police weapons were fired in the incident.\n\nA murder investigation has been launched following the tragedy.\n\n(Image: pixel8000) (Image: Humphrey Nemar.)\n\nCommissioner Cressida Dick said: “This is a truly shocking incident in which one of our colleagues has lost his life in the most tragic circumstances. My heart goes out to his family, direct colleagues and friends.\n\n“We are currently supporting his family and also have a dedicated team providing support to the officers and those in the custody centre who witnessed the shooting.\n\n\"When a colleague dies in the line of duty the shockwaves and sadness reverberates throughout the Met and our communities.\n\n\"Policing is a family, within London and nationally, and we will all deeply mourn our colleague.\n\n“We are in the early stages of the investigation and are still working to establish the circumstances surrounding the incident and we will provide further updates when we have them.\"", "date_added": "2020-09-25 10:07:08+00:00", "url": "https://www.mirror.co.uk/news/uk-news/andrew-harpers-widows-heartbreaking-thin-22741161", "source": "mirror", "photos_url": ["https://www.mirror.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png", "https://i2-prod.mirror.co.uk/incoming/article22741162.ece/ALTERNATES/s1200/0_Lissa-Harper-Croydon-tribute.jpg", "https://i2-prod.mirror.co.uk/incoming/article22741162.ece/ALTERNATES/s615/0_Lissa-Harper-Croydon-tribute.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}