{"title": "Devon and Cornwall Police vow after officer shot dead at London station", "text": "Sign up to FREE email alerts from DevonLive - Court Insider Subscribe Thank you for subscribing See our privacy notice Invalid Email\n\nThe Deputy Chief Constable for Devon and Cornwall Police has vowed the local force \"will continue to serve the public despite the risk to their own safety\" after an officer was shot dead at a police station in London.\n\nThe Metropolitan Police has said this morning that an officer died in hospital after being shot by a man at the Croydon Custody Centre in south London during the early hours.\n\nThe flags outside the Cornwall Police HQ in Bodmin are flying at half mast and the Police Commander for Cornwall, Chief Superintendent Ian Drummond Smith, said: \"All of us are thinking of the terrible events in London.\"\n\nIn a tweet, a spokesperson for Devon and Cornwall Police said: \"Our thoughts are with the family, friends and colleagues of the officer who sadly lost his life in the line of duty in Croydon this morning.\"\n\nDeputy Chief Constable Paul Netherton OBE said: \"Devastating news coming from Croydon today - the police will continue to serve the public despite the risk to their own safety.\n\n(Image: Chief Superintendent Ian Drummond Smith/Twitter)\n\n\"Our thoughts and prayers are with the officer’s family, friends and colleagues.\"\n\nLou Costin, the Chief Inspector of Professional Standards for Devon and Cornwall and Dorset Police forces. said: \"Horrified and upset to hear about a colleague being fatally shot at a police custody centre in Croydon. Just beyond awful. Thinking of the loved ones of the officer and colleagues no doubt deeply affected. No words.\"\n\nAndy Berry, chair of the Devon and Cornwall Police Federation, tweeted: \"Awful breaking news this morning. Can’t start to believe how that officers family and colleagues must be feeling. Terrible terrible. My heart goes out to them.\"\n\nA spokesperson for Avon and Somerset Police said via Twitter: \"This is a very sad day for British policing . Our thoughts are with the officer's friends and family and all our colleagues at @ metpoliceuk and we'll support them in any way we can.\"\n\nTruro Police Sergeant Dave Pearce said: \"So sad to wake up and read this. Thinking of everyone involved and the family members of this officer.\"\n\nIn Exeter, Police Specials tweeted: \"Absolutely gutting to hear this. Thoughts are with you all and the families of those officers.\"", "date_added": "2020-09-25 11:51:23+00:00", "url": "https://www.devonlive.com/news/devon-news/devon-cornwall-police-vow-after-4548387", "source": "DevonLive", "photos_url": ["https://i2-prod.devonlive.com/incoming/article4548456.ece/ALTERNATES/s1200/0_policeflags.jpg", "https://www.devonlive.com/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png", "https://cf-images.eu-west-1.prod.boltdns.net/v1/static/4221396001/8d5b03dc-2ba3-4966-a957-29085df07a16/3813f6c9-aa3f-4824-8c63-72308989354e/1920x1080/match/image.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}