{"title": "New York City to fine people who refuse to wear masks as Covid rates rise", "text": "New York City will impose fines on people who refuse to wear a face covering in public, Mayor Bill de Blasio said on Tuesday, as he announced that the rate of positive tests for the coronavirus had climbed above 3% in the city for the first time in months.\n\nThe latest citywide daily positive test rate was 3.25%, De Blasio said, a rise attributed in part to nine zip codes city health officials say have seen worrying increases in cases. In some hotspots the positivity rate was 17%.\n\nDe Blasio said officials would first offer free masks to anyone caught not wearing one. If the person refuses, the mayor told reporters, they will face an unspecified fine.\n\n“Our goal, of course, is to give everyone a free face mask,” the mayor said. “We don’t want to fine people, but if we have to we will.”\n\nIn the first surge of the pandemic, in March and April, New York became not just the US hotspot but the world leader for coronavirus cases. City and state officials are anxious not to see the progress of recent months go to waste.\n\nMore than 7 million people have been infected in the US and more than 200,000 have died. According to Johns Hopkins University, New York state has recorded more than 450,000 cases and more than 25,000 deaths.\n\nThe new rule on masks extends across the city and echoes a policy imposed this month by the Metropolitan Transportation Authority, which is controlled by the New York governor, Andrew Cuomo.\n\nUnder that policy, commuters who refuse to wear a mask on public transit such as buses, trains and the subway system face a $50 fine.\n\nOn Tuesday, De Blasio said the seven-day rolling Covid-19 positivity average remained at 1.38%, though he added that this week the citywide average had risen to 3%.\n\n“For the first time in months, you’re going to see a daily number over 3%,” De Blasio said. “Obviously, everyone is concerned about that. That is something we all have to work on together to address and something that says to us we have to be on high alert to make sure we fight back this challenge.”\n\nIn his own briefing, Governor Cuomo said the rate of positive cases statewide was 1.1% but in 20 hotspot zip codes, many of them home to large Orthodox Jewish communities, the average rate has risen to 5% or more.\n\n“A cluster today can be community spread tomorrow,” Cuomo said.\n\nThere were 571 hospitalizations for Covid-19 and two deaths in the last 24 hours, Cuomo announced.", "date_added": "2020-09-29 00:00:00+00:00", "url": "https://www.theguardian.com/us-news/2020/sep/29/new-york-covid-coronavirus-face-masks", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=New York,Coronavirus outbreak,US news,World news,Bill de Blasio,Andrew Cuomo", "https://i.guim.co.uk/img/media/ce6b555b3ab1ac2d49396187e6d3eb62cb001b78/0_88_6720_4032/master/6720.jpg?width=445&quality=85&auto=format&fit=max&s=1ee6a12560d1c09d61ddc6969e7020d6", "https://i.guim.co.uk/img/media/ce6b555b3ab1ac2d49396187e6d3eb62cb001b78/0_88_6720_4032/master/6720.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=b5b2bbf2385e396845dd4a62745ac65c"], "is_grouped": false, "upvotes": 0, "downvotes": 0}