{"title": "New York City to impose mask fines as COVID-19 cases climb", "text": "Decision comes as rate of positive coronavirus tests rises above three percent for the first time in months, Mayor Bill de Blasio said.\n\nNew York City will impose fines on people who refuse to wear a face-covering as the rate of positive tests for the novel coronavirus climbed above 3 percent for the first time in months, Mayor Bill de Blasio has said.\n\nOfficials will first offer free masks to those caught not wearing one. If the person refuses, they will face an unspecified fine, de Blasio told reporters on Tuesday.\n\n“Our goal, of course, is to give everyone a free face mask,” de Blasio said. “We don’t want to fine people, but if we have to we will.”\n\nThe new rule extends across the city a similar policy imposed earlier this month by the Metropolitan Transportation Authority, controlled by New York State Governor Andrew Cuomo, in which commuters who refuse to wear a mask on public transit face a $50 fine.\n\nDe Blasio’s office did not respond to questions about who would enforce the new fines and how much they would be.\n\nThe city-wide daily positive test rate was 3.25 percent.\n\nThe mayor attributed the rise in part to nine zip codes out of 146 that city health officials say have seen a worrying uptick in cases, including several tight-knit Hasidic Jewish communities. The seven-day rolling average for positive coronavirus tests was 1.38 percent.\n\nDe Blasio’s announcement came as many elementary school students returned to public schools for the first time on Tuesday, an effort to provide a mix of in-person and virtual learning that had twice been pushed back as teachers and principals raised concerns about the city’s pandemic preparedness.\n\nThe city has said it will shut schools again if the seven-day average reaches 3 percent or more.\n\nPlans to allow restaurants to begin seating customers indoors at 25 percent capacity were still under way for Wednesday, de Blasio said.\n\nBeyond New York, 28 other states were seeing upticks in new coronavirus infections over the past two weeks.\n\nIn the past seven days, Missouri, Nebraska, North Dakota, South Dakota and Wisconsin reported record numbers of hospitalised COVID-19 patients. On Monday, North Dakota reported 105 hospitalisations and Wisconsin 640.\n\nAfter playing a National Football League game on Sunday, the Tennessee Titans and Minnesota Vikings have suspended team activities after some members of the Titans tested positive for COVID-19, according to statements from the NFL and the teams.", "date_added": "2020-09-29 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/29/new-york-city-to-impose-mask-fines-as-cases-climb", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20274292312916.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-29T141448Z_1132319998_RC2E8J9X1ZZ8_RTRMADP_3_HEALTH-CORONAVIRUS-NEW-YORK-EDUCATION.jpg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T015218Z_1533046636_RC2P8J95JWFA_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-29T141448Z_1132319998_RC2E8J9X1ZZ8_RTRMADP_3_HEALTH-CORONAVIRUS-NEW-YORK-EDUCATION.jpg?resize=1200%2C630", "https://www.aljazeera.com/wp-content/uploads/2020/09/image-80.jpg?resize=170%2C113", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/09/2019-12-03T151758Z_37714372_RC2RND9JEHQ4_RTRMADP_3_INDIA-RAPE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T030927Z_1494312708_RC2R8J9P9WZ3_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/01/dc0eded54f5e43c3a8ccde3e49ed45b6_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T095315Z_1898645278_RC2X8J944S2V_RTRMADP_3_ARMENIA-AZERBAIJAN.jpg?resize=170%2C113"], "is_grouped": false, "upvotes": 0, "downvotes": 0}