{"title": "Pub and home meet-ups made illegal in four new regions including Liverpool", "text": "Get our daily coronavirus email newsletter with all the news you need to know direct to your inbox Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nFifty areas of England are now under local lockdown rules after the government announced tough new restrictions to stop coronavirus spiralling out of control.\n\nHealth Secretary Matt Hancock announced people who don't live together will be legally banned from mixing in any private home, private garden or indoor venue in the Liverpool City Region, Warrington, Hartlepool and Middlesbrough.\n\nThe law will formally change in the early hours of Saturday at one minute past midnight.\n\nLiverpool City Region and Warrington already had laws against people meeting in private homes, and guidance against meeting in pubs and restaurants.\n\nBut cases have continued to rise - and are now at 268 per 100,000 population in Liverpool.\n\nIn these two areas the patchwork of guidance will now be turned into full criminal law, like it already has been in seven parts of North East England. And the law will be introduced from scratch in Hartlepool and Middlesbrough.\n\nScroll down for an explanation of how the law is changing.\n\n(Image: Getty Images/iStockphoto)\n\nVideo Loading Video Unavailable Click to play Tap to play The video will start in 8 Cancel Play now\n\nOffenders face £200 on-the-spot fines. People who share a 'support bubble' or childcare are exempt and there are other exemptions, including for school and work.\n\nMr Hancock told the Commons he would \"recommend\" against all social mixing between different households - outdoors or indoors - in the four regions covered today.\n\nHowever, it will only be illegal to meet people from other households in homes, gardens, or indoor public venues. Meeting in parks or beer gardens, in groups of up to six, will be against guidance but not the law.\n\nMeanwhile, people in the four areas are recommended not to attend any sports matches; only visit care homes in exceptional circumstances; and avoid all non-essential travel. Travel for work or school is exempt.\n\nLocal authorities in the four areas will be handed £7m.\n\nAndy McDonald, Labour MP for Middlesbrough, said the extra measures in his constituency were \"inevitable\" and household mixing was the \"root\" cause of a rise in cases.\n\nBut Middlesbrough mayor Andy Preston tweeted: \"We tried to communicate with govt but they didn’t listen. They’re imposing restrictions that’ll kill viable jobs & damage mental health.\n\n\"I do not accept the government’s intended restrictions - they’re based on ignorance.\"\n\nIt came as Mr Hancock was due to come under fire from MPs over the 10pm pub curfew across England and confusing rules for a patchwork of local areas.\n\nMinisters are now understood to be considering a new \"traffic light\" system for towns across England to help end the confusion surrounding local lockdown rules.\n\n(Image: Getty)\n\nThere are currently 47 different areas with different restrictions and even the Prime Minister does not have a grip on them.\n\nNo10 sources confirmed officials are looking at a three-tier system which would see places with the tightest restrictions, like Bolton, marked tier one, to regions with less tough measures in place placed in tier two, and the rest of the country not under local lockdown as tier three.\n\nHowever, there are concerns that there would still have to be some local variations.\n\nIn some towns household mixing is the biggest driver behind increasing rates while in others hospitality venues are regarded as the key factor.\n\nMeanwhile some Tories are still furious at the measures - including the 10pm pub curfew.\n\nRight-winger Philip Davies raged: “When will the Secretary of State start acting like a Conservative with a belief in individual responsibility and abandon this arbitrary, nanny state, socialist approach which is serving no purpose at all apart from to further collapse the economy and erode our freedoms?”\n\nBut Mr Hancock replied coolly: \"It’s perfectly reasonable to make the argument that we should just let the virus rip.\n\n“I just think that the hundreds of thousands of deaths that would follow is not a price that anyone should pay.\"\n\nDespite the rising virus rates Mr Hancock today said there were \"early signs” of action recently having a “positive impact”.\n\nBut he also said he would keep the 10pm pub curfew under review amid reports it is pushing large crowds onto public transport.\n\nHe said: \"We've all seen the pictures of people leaving pubs at 10 o'clock but otherwise they would have been inside the establishments and we all know that outside is safer, or they'd be leaving later.\n\n\"Of course, we keep this under review and of course we're constantly looking at how we can improve these policies, but I think we've got to look at both sides of the evidence to try to get this right.\"\n\nThe leader of a large-scale Covid-19 study said restrictions across the North of England may be pushing down the growth of the coronavirus epidemic.\n\nProfessor Paul Elliott, director of the React study - the largest research of its kind in England - said new rules appeared to be taking effect but warned that all age groups were contracting the virus.\n\nBut black people are at almost twice the risk of dying from Covid-19 than white people, a study commissioned by London Mayor Sadiq Khan has found.\n\nHow the law is changing in the four areas\n\nLIVERPOOL CITY REGION (Liverpool, Halton, Knowsley, Liverpool, Sefton, St Helens and Wirral) and WARRINGTON\n\nThese areas were already under local lockdown, but it's being tightened - and what was previously guidance is now being turned into a criminal law.\n\nIt was already illegal to meet people you don't live with in private homes or gardens.\n\nIt will now also be illegal to meet people you don't live with in any indoor public venue, such as pubs and restaurants. First-time offenders can be fined £200.\n\nWhile it will not be illegal to meet people in groups of up to six outdoors, in parks or beer gardens, the government advises against it.\n\nAs ever there are exemptions, including for people in support or childcare bubbles, or meeting for work or education.\n\nMeanwhile, guidance about only using public transport for essential reasons is being expanded. People are now being advised to avoid non-essential travel of all kinds into, within and out of the area.\n\nHARTLEPOOL and MIDDLESBROUGH\n\nThese areas are being put under local lockdown for the first time.\n\nIt will be illegal to meet people you don't live with in private homes or gardens.\n\nIt will also be illegal to meet people you don't live with in any indoor public venue, such as pubs and restaurants. First-time offenders can be fined £200.\n\nWhile it will not be illegal to meet people in groups of up to six outdoors, in parks or beer gardens, the government advises against it.\n\nAs ever there are exemptions, including for people in support or childcare bubbles, or meeting for work or education.\n\nMeanwhile, people are now being advised to avoid non-essential travel of all kinds into, within and out of the area.", "date_added": "2020-10-01 09:42:37+00:00", "url": "https://www.mirror.co.uk/news/politics/breaking-pub-home-meet-ups-22773777", "source": "mirror", "photos_url": ["https://i2-prod.mirror.co.uk/incoming/article21283492.ece/ALTERNATES/s1200/0_Albert-Dock-Liverpool.jpg", "https://cf-images.eu-west-1.prod.boltdns.net/v1/static/4221396001/9098b9eb-8fe1-40e6-bdbe-b25bda8ff35b/d56f9492-2016-4d0d-b2ae-a5954c0ab7d8/1280x720/match/image.jpg", "https://cf-images.eu-west-1.prod.boltdns.net/v1/static/4221396001/a6cda7d2-b94e-4d4e-b680-56a04f088737/c9c5090d-08c9-41fb-a92b-bcecf2b850cb/1920x1080/match/image.jpg", "https://www.mirror.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}