{"title": "Stricter Covid rules in Liverpool, Warrington, Hartlepool and Middlesbrough", "text": "Image copyright Reuters/Phil Noble Image caption Liverpool's infection rate has risen 13 fold in a month\n\nA ban on different households meeting will be introduced amid further restrictions for the north of England after a spike in coronavirus cases.\n\nIt will be illegal to meet indoors in places such as pubs in the Liverpool City Region, Warrington, Hartlepool and Middlesbrough from Saturday.\n\nHealth Secretary Matt Hancock told MPs the new rules \"are necessary\".\n\nIn Middlesbrough, the mayor Andy Preston said: \"We defy the government and we do not accept these measures.\"\n\nMr Hancock said he wanted the rules to stay in place for \"as short a time as possible\" and also \"recommended against all social mixing between households\".\n\nPeople should also:\n\nNot attend professional or amateur sports events as spectators\n\nOnly visit care homes in exceptional circumstances\n\nPeople should not travel unless it is essential - for example to school and work\n\nMr Hancock told the House of Commons: \"Earlier this week we brought in further measures in the north-east, however in parts of Teesside and the north-west of England cases continue to rise fast.\"\n\nImage copyright Reuters/Molly Darlington Image caption Different households are being banned from mixing indoors anywhere\n\nKnowsley, an area in the Liverpool City Region, had the second highest rate in the country at 262 per 100,000 on 27 September.\n\nLiverpool's weekly infection rate rose to 258, Warrington's was 163 and Hartlepool and Middlesbrough both had 121 cases per 100,000 people.\n\nBurnley, where no further restrictions are yet to be imposed beyond the Lancashire-wide ones already introduced, has the highest infection rate in England at 327 per 100,000.\n\nMr Hancock said: \"Working with council leaders and the mayors, I'm today extending these measures that have been in the north-east since the start of this week to the Liverpool City Region, Warrington, Hartlepool and Middlesbrough.\"\n\nMr Preston tweeted he did not accept the new rules and described them as \"unacceptable\" and based on a \"monstrous lack of communication and ignorance\".\n\nHe said: \"We tried to communicate with the government but they didn't listen.\n\n\"They're imposing restrictions that [will] kill viable jobs and damage mental health.\"\n\nHe later said he would obey the law and urged others to do so.\n\nImage caption Middlesbrough has been on the government's watchlist following an increase in cases\n\nRestrictions on households mixing, with a ban on people meeting in homes and gardens, were brought in across Merseyside and Warrington last month.\n\nHouseholds were also advised not to mix in public places but that was not enforceable by law.\n\nIt will now be illegal to mix indoors anywhere but there is also a recommendation not to mix outside, in beer gardens or parks.\n\nHartlepool and Middlesbrough previously had no additional restrictions apart from national measures.\n\n\"I know individual rules are challenging but they are necessary and there are early signs they are working,\" Mr Hancock added.\n\nMr Hancock told MPs we must not \"let up\" but there was \"small hope\" given by a study from Imperial College which suggested the R number may be falling.\n\n\"I put it no stronger than that. Cases are still rising. However, as the chief medical officer set out yesterday this second peak is highly localised and in some parts of the country the virus is spreading fast.\"\n\nMr Hancock said £7m funding would be provided to support areas affected.\n\nMayor of Liverpool Joe Anderson told BBC Radio Merseyside: \"It's a strange one because it seems to be a halfway house.\n\n\"The infection rate is basically out of control…the businesses, the bars, the hotels, the restaurants, those are the people that are employed by the hospitality sector. Thousands of them are going to close and potentially won't come back.\"\n\nHe said funding announced was a \"drop in the ocean\" and he was \"deeply, deeply worried\" about businesses.\n\nOne of the strange things with the first wave in the UK was that the virus seemed to seed everywhere.\n\nIn other countries, Spain and Italy for example, it was much more localised with the virus highly concentrated in a few towns and cities.\n\nBut as the second wave rolls out, a clear pattern is emerging with marked peaks in a number of north-west and north-east areas.\n\nIt was a point made at the televised briefing on Wednesday with chief medical adviser Prof Chris Whitty saying the UK may have quite a different spread this time round.\n\nThe situation could easily change. Other areas may see sharp rises in the coming weeks - although the evidence at the moment suggests a more gradual increase.\n\nThe big unknown is why this is happening. Certainly there were higher levels of infection in the north when lockdown lifted, making it easier for the virus to take off.\n\nThere are a number of other theories - from the socialising habits of young people to the high concentration of densely-populated housing.\n\nWhatever the cause, the high rates of infection and climbing hospital admissions in these areas is the issue that is causing ministers and their officials most concern at the moment.\n\nLeader of Knowsley Council councillor Graham Morgan tweeted he was \"concerned\" the further restrictions \"won't be enough to stop the spread of the virus here\".\n\n\"We're at a critical point and need swift, effective solutions to protect our residents.\"\n\nSteve Rotherham, metro mayor of Liverpool City Region, said he wanted to know the exit strategy for these restrictions.\n\nHe said: \"It's a bit like the Hotel California- you can check out but you can never leave. Other areas have gone into restrictions and months later they are still there. We can't afford that.\"\n\nMarie Rimmer, Labour MP for St Helens South & Whiston said she welcomed measures that would \"help to keep all of us safe\" but with each new set of restrictions, things were \"getting more confusing and more difficult\".\n\nThe strain it is taking on mental health alone cannot be underestimated, she said.\n\nMr Hancock also said Bolton would be \"brought in line\" with the rest of Greater Manchester.\n\nThis means easing restrictions which reduced all pubs and restaurants in the town to takeaway only.\n\nThere would be no other changes to restrictions elsewhere, including West Yorkshire, Midlands, North East and other parts of Greater Manchester, he said.\n\nAre you in one of the regions? What will stricter measures mean for you? Emailhaveyoursay@bbc.co.uk.\n\nOr use this form to get in touch:", "date_added": "2020-10-01 14:08:50.389458+00:00", "url": "https://www.bbc.com/news/uk-england-54371073", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=news.england.story.54371073.page&x1=[urn:bbc:cps:2749de7c-fef2-41dd-8c61-dd4a2a2e5125]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS_ENGLISH_REGIONS]", "https://ichef.bbci.co.uk/news/1024/branded_news/4B46/production/_114707291_mediaitem114707290.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/4B46/production/_114707291_mediaitem114707290.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}