{"title": "Uber judged 'fit and proper' to operate in London", "text": "Uber can continue operating in London after it won an appeal over a decision to take away its licence due to safety concerns.\n\nA judge ruled that the company is \"fit and proper\" to hold a licence despite \"historical failings\".\n\nTransport for London (TfL) had in November rejected Uber's application to continue trading, pointing to \"breaches that placed passengers and their safety at risk\".\n\nThe firm was allowed to continue operating while it appealed against the decision.\n\nImage: A drivers' union said the decision has secured more than 40,000 jobs\n\nA four-day hearing was held at Westminster Magistrates' Court earlier this month.\n\nAdvertisement\n\nJudge Tan Ikram said in a written verdict on Monday: \"Despite their historical failings, I find them, now, to be a fit and proper person to hold a London PHV (private hire vehicle) operator's licence.\"\n\nHe granted the licence for 18 months.\n\nTfL had initially denied the licence, saying it had found a change to the company's systems had allowed unauthorised people to upload their photographs to legitimate driver accounts, enabling them to pick up passengers.\n\nImage: Uber said earlier this year it was cutting a quarter of staff\n\nThe judge said he had taken into account Uber's record \"on breaches of regulations and impact on public safety\", adding that \"public confidence in the licensing regime is a clear consideration\".\n\n\"Some breaches in themselves are just so serious that their mere occurrence is evidence that the operator is not fit and proper to hold a licence,\" the judge said.\n\n\"I do not find this to be one of those cases.\"\n\nThe judge said concerns about Uber's systems and processes had now been \"adequately addressed\".\n\nJamie Heywood, Uber's regional General manager for northern & eastern Europe, said: \"This decision is a recognition of Uber's commitment to safety and we will continue to work constructively with TfL.\n\n\"There is nothing more important than the safety of the people who use the Uber app as we work together to keep London moving.\"\n\nNov 2019: Uber loses operating licence in London\n\nLondon mayor Sadiq Khan said TfL had been \"absolutely right\" not to renew Uber's licence last November and pleased that it had since made improvements.\n\nHe added: \"I can assure Londoners that TfL will continue to closely monitor Uber and will not hesitate to take swift action should they fail to meet the strict standards required to protect passengers.\"\n\nThe App Drivers and Couriers Union (ADCU) gave a cautious welcome, saying the decision had secured the jobs of 43,000 drivers.\n\nHowever, it called for a break-up of the company's operations in London, arguing there should be a limit on the number allowed to register for Uber in the capital.\n\nThe Licensed Taxi Drivers' Association, representing black cab drivers, said the decision was a \"disaster\".\n\nA statement posted on Twitter said: \"Uber has demonstrated time and time again that it simply can't be trusted to put the safety of Londoners, its drivers and other road users above profit.\"\n\nAdam Tyndall, programme director for connectivity at business group London First, said of the court ruling: \"This is good news for millions of Londoners and visitors who rely on Uber to get around the capital.\n\n\"As TfL recognised last year, Uber has taken significant steps to improve its operations and safety in London.\n\n\"This court ruling recognises these important enhancements to its service.\"\n\n:: Subscribe to the Daily podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\n\nUber is facing a separate legal battle over whether it should give drivers basic employment protections such as minimum wage and holiday pay.\n\nThe firm's drivers are counted as contractors rather than employees.\n\nBut Uber's directly-employed workers have also been feeling the impact of the coronavirus crisis, with the company revealing earlier this year that it was cutting a quarter of staff.", "date_added": "2020-09-28 13:23:41.415450+00:00", "url": "https://news.sky.com/story/uber-judged-fit-and-proper-to-operate-in-london-12084227", "source": "Sky News", "photos_url": ["https://e3.365dm.com/19/11/768x432/2371911250924078607_4846665.jpg?20191125113039", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/19/03/75x75/skynews-jean-paul-ford-rojas_4616195.jpg?20190322115959", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/19/08/768x432/skynews-uber-london_4735187.jpg?20190803131609", "https://e3.365dm.com/19/11/768x432/2371911250924080807_4846670.jpg?20191125113419", "https://e3.365dm.com/19/08/1600x900/skynews-uber-london_4735187.jpg?20190803131609", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/19/11/768x432/skynews-uber-cab-end-birmingham_4844392.jpg?20191123122139"], "is_grouped": false, "upvotes": 0, "downvotes": 0}