{"title": "Covid vaccine tracker: when will a coronavirus vaccine be ready?", "text": "Pre-clinical vaccines not yet in human trials 142 Phase 1 vaccines in small-scale safety trials 35 Phase 2 vaccines in expanded safety trials 19 Phase 3 vaccines in large-scale efficacy trials 11 Approved vaccines approved for general use 0 Source: WHO. Last updated 30 Sep\n\nResearchers around the world are racing to develop a vaccine against Covid-19, with more than 170 candidate vaccines now tracked by the World Health Organization (WHO).\n\nVaccines normally require years of testing and additional time to produce at scale, but scientists are hoping to develop a coronavirus vaccine within 12 to 18 months.\n\nVaccines mimic the virus – or part of the virus – they protect against, stimulating the immune system to develop antibodies. They must follow higher safety standards than other drugs because they are given to millions of healthy people.\n\nHow are vaccines tested? In the pre-clinical stage of testing, researchers give the vaccine to animals to see if it triggers an immune response. In phase 1 of clinical testing, the vaccine is given to a small group of people to determine whether it is safe and to learn more about the immune response it provokes. In phase 2, the vaccine is given to hundreds of people so scientists can learn more about its safety and correct dosage. In phase 3, the vaccine is given to thousands of people to confirm its safety – including rare side effects – and effectiveness. These trials involve a control group which is given a placebo.", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.theguardian.com/world/ng-interactive/2020/sep/30/covid-vaccine-tracker-when-will-a-coronavirus-vaccine-be-ready", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/f8a778ba9549fc89da2ce306fabfd381d5fcfa42/0_0_1000_600/master/1000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=dcd2b1be34be8b7a2a847013dc5d07ee", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=Coronavirus+outbreak%2CInfectious+diseases%2CMedical+research%2CScience%2CVaccines+and+immunisation%2CHealth%2CSociety%2CWorld+news%2CMicrobiology%2CBiology", "https://phar.gu-web.net/count/pv.gif", "https://phar.gu-web.net/count/pvg.gif"], "is_grouped": false, "upvotes": 0, "downvotes": 0}