{"title": "Coronavirus: thousands join London anti-lockdown protests", "text": "Met says violence at Saturday’s protest in Trafalgar Square will not be tolerated\n\nThousands of people are protesting against the government’s coronavirus lockdown measures in London after being urged to abide by distancing restrictions.\n\nDemonstrators in Trafalgar Square chanted: “We will win” as placards saying “Think before it is illegal” and “Obey” were held aloft.\n\nThe demonstration, called We Do Not Consent, comes a week after a separate event during which more than a dozen officers were injured when a “small minority” targeted police and more than 32 arrests were made.\n\nDamien Gayle (@damiengayle) Thousand of people have joined a #NoNewNormal demonstration against #lockdown, mass vaccination and other Covid-19 measures in Trafalgar Square. pic.twitter.com/n30bIoVJVe\n\nThe rally comes six months after the Coronavirus Act 2020 – which gives the government powers to impose lockdowns – came into force.\n\n\n\nA coalition of groups, who draw support from 5G conspiracy theorists, coronavirus sceptics and anti-vaxxers, are involved in this weekend’s demonstration. Speakers include conspiracy theorist David Icke.\n\nAttending the protest, Kerry Dunn, 41, from Bath, claimed her son, Beau, suffered adverse affects after being vaccinated.\n\n“I’ve been shouting that mandatory vaccines are coming, no one believed me,” she said. “Now we can see it’s just around the corner, we’ve never been closer.”\n\nAnother event, billed as a “People’s network and family picnic”, is also being organised by the same activists for Sunday in Hyde Park.\n\nThe Metropolitan police said they had been engaging with organisers throughout the week to remind them of their legal obligations and explaining the events could be in breach of coronavirus regulations.\n\nWhile protests are exempt from the rule of six, which is in force in England, organisers must submit a risk assessment and comply with social distancing.\n\nPolice said some organisers had done so but where this had not happened the Met would “increase their engagement and encourage attendees to disperse”.\n\nThey added that enforcement “remains a last resort but will be undertaken if required”.\n\nThe Met tweeted on Saturday morning: “We’ve received a risk assessment for a gathering in Trafalgar Square in the name ‘We Do Not Consent’. It is their responsibility to maintain social distancing and keep each other safe. Officers may take enforcement action if people breach this assessment and put others at risk.”\n\nCommander Ade Adelekan, who is leading the Met operation, said while there was “great frustration” at the regulations, a large protest could put the health of protesters and their contacts at risk.\n\nHe said: “I know there is great frustration to these regulations but they have been designed to keep everyone safe from what is a lethal virus.\n\n“By flagrantly gathering in large numbers and ignoring social distancing, you are putting your health and the health of your loved ones at risk.”\n\nHe added: “Last weekend it was highly disappointing to see that a small minority of demonstrators targeted officers with violence. Some 15 officers were injured during this protest, with more than 32 arrests being made during the course of the day.\n\n“I will not tolerate a repeat of this behaviour this weekend and officers will respond quickly to any scenes of violence.”\n\nFacebook groups and other social media channels being used to organise the event indicated that large numbers planned to travel into the city from other parts of the country, using public transport and other means.\n\nCriticism of newly-introduced restrictions designed to stem the spread of coronavirus, has grown in recent weeks, with a number of Conservative MPs planning to use a vote on the renewal of the Coronavirus Act to make clear they will not tolerate further curbs on freedoms unless there is a more dramatic rise in the number of people being treated in hospital. The number of patients in hospital stood at 1,616 on Wednesday.\n\nProf Graham Medley, who sits on the government’s Scientific Advisory Group for Emergencies (Sage), said on Saturday that the current infection rates meant that the UK’s daily coronavirus death toll would rise from 34 to 100 a day in three to four weeks’ time.", "date_added": "2020-09-26 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/26/london-lockdown-protesters-urged-to-follow-covid-rules", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=Coronavirus+outbreak%2CUK+news%2CProtest%2CLondon%2CMetropolitan+police", "https://i.guim.co.uk/img/media/28678a386dad98c181d45eb1354739d446f1674e/0_91_3500_2101/master/3500.jpg?width=300&quality=85&auto=format&fit=max&s=11f8345633d3e61e7e938bdba03bf28b", "https://i.guim.co.uk/img/media/976dc0ba78fa9d536f21e3576f2d22c2f1ab89c3/0_106_4553_2732/master/4553.jpg?width=300&quality=85&auto=format&fit=max&s=60fd9b29733e37a7916937698851b744", "https://i.guim.co.uk/img/media/d8fdb128f7b3e0754538278c25f9cde05579d5d1/0_128_3834_2300/master/3834.jpg?width=300&quality=85&auto=format&fit=max&s=c705c1a11dffc626c675b6afadeecfd0", "https://i.guim.co.uk/img/media/63c218fdaf32fe9f28d41e943c789a5ffe7f8e71/0_116_3500_2101/master/3500.jpg?width=300&quality=85&auto=format&fit=max&s=03d83bc365d65d60888ce122d06d5b47", "https://i.guim.co.uk/img/media/827bebd86146e15636d662e09f7553353680694a/0_109_5568_3341/master/5568.jpg?width=300&quality=85&auto=format&fit=max&s=8b75a51a52dcee371f1a07abcb0103a4", "https://phar.gu-web.net/count/pvg.gif", "https://i.guim.co.uk/img/media/827bebd86146e15636d662e09f7553353680694a/0_109_5568_3341/master/5568.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=358c0b94d01e0ee0c638c76935785083", "https://phar.gu-web.net/count/pv.gif"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
