{"title": "Trafalgar Square anti-lockdown protest shut down by police after thousands of maskless demonstrators ignore social distancing", "text": "ES News email The latest headlines in your inbox twice a day Monday - Friday plus breaking news updates Enter your email address Continue Please enter an email address Email address is invalid Fill out this field Email address is invalid You already have an account. Please log in Register with your social account or click here to log in I would like to receive lunchtime headlines Monday - Friday plus breaking news alerts, by email Update newsletter preferences\n\nA huge anti-lockdown protest in Trafalgar Square has been shut down by police after crowds ignored social distancing rules.\n\nThousands of maskless demonstrators descended on central London on Saturday for a \"we do not consent\" rally, despite a plea from police for people to abide by coronavirus restrictions.\n\nThe demonstrators were seen carrying a variety of signs, flags and placards as they crammed into the square, with some cheering, clapping and shouting “we will win”.\n\nPiers Corbyn, the brother of former Labour leader Jeremy Corbyn, was among those at the event. Conspiracy theorist David Icke, who has made several false claims about coronavirus, was also in attendance.\n\nNo-one appeared to be wearing face coverings or sticking to social distancing measures as the rally got under way.\n\nRead more London on standby as expert warns of 100 daily virus deaths- LIVE\n\nHours later, police said the event was being shut down and that demonstrators had been asked to leave because they were \"putting people in danger of transmitting the virus\".\n\nThey warned that anyone who stays could be subject to enforcement action.\n\nPolice were seen removing sound equipment, while several protesters were led away in handcuffs. Another demonstrator was physically carried away from the scene by officers.\n\nTrafalgar Square anti-lockdown protests 16 show all Trafalgar Square anti-lockdown protests 1/16 Trafalgar Square protest People take part in a 'We Do Not Consent' rally at Trafalgar Square in London, organised by Stop New Normal PA 2/16 Trafalgar Square protest Police move in to disperse protesters in Trafalgar Square AFP via Getty Images 3/16 Getty Images 4/16 Getty Images 5/16 Getty Images 6/16 PA 7/16 Trafalgar Square protest A woman falls as police move in to disperse protesters AFP via Getty Images 8/16 Trafalgar Square protest British 'conspiracy theorist' David Icke, speaks at a gathering of protesters in Trafalgar Square AFP via Getty Images 9/16 Trafalgar Square protest British 'conspiracy theorist' David Icke, speaks at a gathering of protesters in Trafalgar Square AFP via Getty Images 10/16 Trafalgar Square protest A woman falls as police move in to disperse protesters AFP via Getty Images 11/16 Trafalgar Square protest Protesters waved placards and signs AFP via Getty Images 12/16 Trafalgar Square protest None appeared to be wearing masks and social distancing rules appeared to be ignored AFP via Getty Images 13/16 Trafalgar Square protest A protester (R) gestures to a member of the media (L) as he complains about the wearing of a mask AFP via Getty Images 14/16 Trafalgar Square protest Piers Corbyn, the brother of former Labour Party leader Jeremy Corbyn, at the rally PA 15/16 Trafalgar Square protest Conspiracy theorist David Icke at the event PA 16/16 Trafalgar Square protest A protester holds up an anti-Bill Gates placard AFP via Getty Images 1/16 Trafalgar Square protest People take part in a 'We Do Not Consent' rally at Trafalgar Square in London, organised by Stop New Normal PA 2/16 Trafalgar Square protest Police move in to disperse protesters in Trafalgar Square AFP via Getty Images 3/16 Getty Images 4/16 Getty Images 5/16 Getty Images 6/16 PA 7/16 Trafalgar Square protest A woman falls as police move in to disperse protesters AFP via Getty Images 8/16 Trafalgar Square protest British 'conspiracy theorist' David Icke, speaks at a gathering of protesters in Trafalgar Square AFP via Getty Images 9/16 Trafalgar Square protest British 'conspiracy theorist' David Icke, speaks at a gathering of protesters in Trafalgar Square AFP via Getty Images 10/16 Trafalgar Square protest A woman falls as police move in to disperse protesters AFP via Getty Images 11/16 Trafalgar Square protest Protesters waved placards and signs AFP via Getty Images 12/16 Trafalgar Square protest None appeared to be wearing masks and social distancing rules appeared to be ignored AFP via Getty Images 13/16 Trafalgar Square protest A protester (R) gestures to a member of the media (L) as he complains about the wearing of a mask AFP via Getty Images 14/16 Trafalgar Square protest Piers Corbyn, the brother of former Labour Party leader Jeremy Corbyn, at the rally PA 15/16 Trafalgar Square protest Conspiracy theorist David Icke at the event PA 16/16 Trafalgar Square protest A protester holds up an anti-Bill Gates placard AFP via Getty Images\n\nIn a statement, the Metropolitan Police said: “Crowds in Trafalgar Square have not complied with the conditions of their risk assessment and are putting people in danger of transmitting the virus.\n\n“This has voided their risk assessment and we have informed the event organisers they are no longer exempt from the regulations.\n\n“We are now asking those in Trafalgar Square to leave. Officers will be engaging with crowds and informing them of this development.\n\n“By leaving now, you can keep yourself safe and avoid any enforcement action being taken by officers.\n\nThe protest comes a week after a separate event which saw more than a dozen officers injured when a “small minority” targeted police and more than 32 arrests were made.\n\nThe Metropolitan Police earlier said it had been engaging with organisers throughout the week to remind them of their legal obligations and explaining the events could be in breach of Covid-19 regulations.\n\nWhile protests are exempt from the rule of six which is in force in England, organisers must submit a risk assessment and comply with social distancing.\n\nPolice said some organisers had done so but where this had not happened the Met will “increase their engagement and encourage attendees to disperse”.\n\nThey added that enforcement “remains a last resort but will be undertaken if required”.\n\nCommander Ade Adelekan, who is leading the Met operation, said that, while there is “great frustration” at the regulations, a large midday protest could put the health of protesters and their contacts at risk.\n\nHe said: “I know there is great frustration to these regulations but they have been designed to keep everyone safe from what is a lethal virus.\n\n“By flagrantly gathering in large numbers and ignoring social distancing, you are putting your health and the health of your loved ones at risk.”\n\nHe added: “Last weekend it was highly disappointing to see that a small minority of demonstrators targeted officers with violence. Some 15 officers were injured during this protest, with more than 32 arrests being made during the course of the day.\n\n“I will not tolerate a repeat of this behaviour this weekend and officers will respond quickly to any scenes of violence.\n\nLast week, thousands descended on central London to protest against mass coronavirus vaccinations.\n\nThe event, organised by opponents of lockdown measures, saw coronavirus sceptics and so-called \"anti-vaxxers\" holding banners and chanting “freedom” Some branded the Covid-19 pandemic a \"scam\", while others read: \"Save our rights. No mandated vaccines.\" One protester held a banner calling for the Government’s Sage scientific advisers to be sacked, as another’s declared Covid-19 a “hoax”.\n\nScuffles broke out between some demonstrators and police, with officers moving in on protesters as they congregated near Nelson's column.\n\nThe protesters formed human blockades opposite the officers to stop them from making arrests.\n\nDisputes broke out between the two sides next to the National Gallery, before officers were pushed back by the loud crowd, who began cheering and chanting", "date_added": "2020-09-26 13:00:00+01:00", "url": "https://www.standard.co.uk/news/london/trafalgar-square-antilockdown-protest-thousands-a4556931.html", "source": "Evening Standard", "photos_url": ["https://static.standard.co.uk/s3fs-public/thumbnails/image/2020/09/26/15/coronavirusprotest2609-1.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}