{"title": "Thousands protest COVID-19 restrictions in central London", "text": "People take part in a 'We Do Not Consent' rally at Trafalgar Square, organised by Stop New Normal, to protest against coronavirus restrictions, in London, Saturday, Sept. 26, 2020. (AP Photo/Frank Augstein)\n\nPeople take part in a 'We Do Not Consent' rally at Trafalgar Square, organised by Stop New Normal, to protest against coronavirus restrictions, in London, Saturday, Sept. 26, 2020. (AP Photo/Frank Augstein)\n\nLONDON (AP) — Police moved into London’s Trafalgar Square on Saturday afternoon to break up a protest against restrictions imposed to slow the spread of COVID-19 after demonstrators ignored warnings to observe social distancing rules.\n\nThousands of people, most of whom weren’t wearing masks, crowded into the iconic square to hear speakers who criticized government-imposed restrictions as an overreaction to the pandemic that needlessly restricted the public’s human rights and freedom of expression.\n\nThe Metropolitan Police Service had said before the event that officers would first encourage protesters to follow social distancing rules, but that they would take enforcement action if demonstrators failed to comply. As the event began, officers were visible around the perimeter of the square, but they didn’t move into the crowd for about three hours.\n\nADVERTISEMENT\n\n“Crowds in Trafalgar Square have not complied with the conditions of their risk assessment and are putting people in danger of transmitting the virus,″ police said in a statement, adding that, “We are now asking those in Trafalgar Square to leave.″\n\nThe demonstration comes as Parliament prepares to review COVID-19 legislation and the government imposes new restrictions to control the disease. Some lawmakers have criticized the government for implementing the rules without parliamentary approval.\n\nSpeakers at the rally denied they were conspiracy theorists, arguing they were standing up for freedom of expression and human rights.\n\nDan Astin-Gregory, a leadership trainer, acknowledged the deaths and suffering caused by the pandemic, but said the response to COVID-19 has been out of proportion to the threat caused by the disease.\n\n“We are tired of the fear mongering and the misrepresentation of the facts,” he told the crowd. “We are tired of the restrictions to our freedoms.″\n\nThe government earlier this week ordered a 10 p.m. curfew on bars and restaurants nationwide, along with tougher facemask requirements and increased fines for non-compliance. It has also banned most social gatherings of more than six people, but there is an exemption for protests as long as organizers submit a risk assessment and comply with social distancing.\n\nThe demonstration comes a week after a similar event during which thousands of people crowded into the iconic square. Police say several officers were hurt during that event when a “small minority” of protesters became violent.\n\nBritain has Europe’s worst death toll from the pandemic, with nearly 42,000 confirmed deaths tied to COVID-19. New infections, hospitalizations and deaths have all risen sharply in recent weeks.\n\nADVERTISEMENT\n\nIn addition to the nationwide COVID-19 rules, several jurisdictions have imposed tighter restrictions to control local spikes in the disease. By Monday, one-quarter of the U.K.’s 65 million people will be living under these heightened restrictions.\n\nLondon, home to almost 9 million people, on Friday was added to the British government’s COVID-19 watchlist as an “area of concern.” That means the U.K. capital could face new restrictions as well, if infections continue to rise in the city.", "date_added": "2020-09-26 13:10:11+00:00", "url": "https://apnews.com/article/virus-outbreak-london-archive-d79023478fbfd6168e03555d6fb6a7bf", "source": "AP NEWS", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=3005041&cv=2.0&cj=1", "https://apnews.com/en_badge_web_generic.png", "https://storage.googleapis.com/afs-prod/media/d805ce54991c4bf7866d22938e89fa57/3000.jpeg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}