{"title": "Thousands of anti-lockdown protesters chant 'take off the mask' at huge London rally", "text": "Get our daily coronavirus email newsletter with all the news you need to know direct to your inbox Sign up Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nThousands of people are flouting social distancing restrictions to protest against measures to stop the spread of the coronavirus.\n\nHuge crowds are currently gathered in London's Trafalgar Square a week after violence broke out at a similar protest.\n\nToday one protester could seen holding signs reading 'When tyranny becomes law resistance becomes duty'.\n\nAt one point the crowd began shouting 'take off the mask' at someone standing by the erected stage - despite the fact masks have been proven to limit the spread of coronavirus particles which transmit the disease.\n\nEarlier, police searched a man and confiscated a makeshift riot shield that he was carrying.\n\nThe protest has been held despite the fact that more than 40,000 people have died in the UK from Covid-19.\n\nHad the government not taken measures to stop the virus' spread, that number would certainly be much higher.\n\n(Image: AFP via Getty Images)\n\nJeremy Corbyn's brother, a known anti-vaxxer and conspiracy theorist, was seen amongst the crowds.\n\nThousands of people began yelling 'freedom' after one of the speakers left the stage.\n\nThe meeting, which has been dubbed the 'We Do Not Consent' rally, is due to move to Hyde Park later today.\n\nA website advertising the event explains some of the people's motivations for attending.\n\n(Image: PA) (Image: PA)\n\n\"We are campaigning to stop parliament renewing the Covid-19 oppressive legislation,\" it claims.\n\n\"We are fighting against the government's Covid policies which cause illness and death - and fighting for Action to cut claimed virus illness and SAVE LIVES.\"\n\nEarlier today protesters taking part in the anti-lockdown demonstration were urged to abide by coronavirus restrictions and warned that violence will not be tolerated.\n\n(Image: PA) (Image: Joshua Bratt)\n\nSaturday's protest in Trafalgar Square and Hyde Park comes a week after a separate event which saw more than a dozen officers injured when a \"small minority\" targeted police and more than 32 arrests were made.\n\nThe Metropolitan Police said it had been engaging with organisers throughout the week to remind them of their legal obligations and explaining the events could be in breach of coronavirus regulations.\n\nWhile protests are exempt from the rule of six which is in force in England, organisers must submit a risk assessment and comply with social distancing.\n\n(Image: AFP via Getty Images) (Image: Joshua Bratt)\n\nPolice said some organisers had done so but where this had not happened the Met will \"increase their engagement and encourage attendees to disperse\".\n\nThey added that enforcement \"remains a last resort but will be undertaken if required\".\n\nCommander Ade Adelekan, who is leading the Met operation, said while there is \"great frustration\" at the regulations, a large midday protest could put the health of protesters and their contacts at risk.\n\n(Image: AFP via Getty Images)\n\nHe said: \"I know there is great frustration to these regulations but they have been designed to keep everyone safe from what is a lethal virus.\n\n\"By flagrantly gathering in large numbers and ignoring social distancing, you are putting your health and the health of your loved ones at risk.\"\n\nHe added: \"Last weekend it was highly disappointing to see that a small minority of demonstrators targeted officers with violence. Some 15 officers were injured during this protest, with more than 32 arrests being made during the course of the day.\n\n\"I will not tolerate a repeat of this behaviour this weekend and officers will respond quickly to any scenes of violence.\"\n\nThis week Mirror Online spoke to Dr Andrew Lee - a public health expert at the University of Sheffield.\n\nHe helped us debunk some of the most commonly repeated falsehoods about the coronavirus, many of which are being repeated at today's protests.\n\nClick here to read what he had to say.", "date_added": "2020-09-26 11:59:05+00:00", "url": "https://www.mirror.co.uk/news/uk-news/thousands-anti-lockdown-protesters-chant-22746234", "source": "mirror", "photos_url": ["https://cf-images.eu-west-1.prod.boltdns.net/v1/static/4221396001/5680f49e-4f7b-46e5-aabc-9e3e0d7975ce/028d6a8b-7f2f-465d-b2f7-e290876d3089/1280x720/match/image.jpg", "https://i2-prod.mirror.co.uk/incoming/article22746281.ece/ALTERNATES/s1200/0_Coronavirus-Sat-Sep-26-2020.jpg", "https://www.mirror.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}