{"title": "Miami Heat's Goran Dragic, Bam Adebayo exit with injuries in loss to Los Angeles Lakers", "text": "LAKE BUENA VISTA, Fla. -- The NBA Finals couldn't have started much worse for the Miami Heat. Not only did they get blown out 116-98 by the Los Angeles Lakers in Game 1 on Wednesday night, but they also lost veteran guard Goran Dragic (foot) and big man Bam Adebayo (shoulder) to injuries that could alter the course of the series.\n\nA league source told ESPN's Adrian Wojnarowski that Dragic sustained a plantar tear in his left foot. His return in the series is unclear.\n\nDragic appeared to injure his left leg during the second quarter while driving against Rajon Rondo, but he didn't exit the game immediately. According to ESPN's Rachel Nichols, Dragic left the locker room after halftime and was nearly at the entrance to the court before a team staffer stopped him. The 34-year-old guard then went back to the locker room and did not return.\n\n\"I know he's as tough as anybody, and it's the Finals,\" Miami coach Erik Spoelstra said of Dragic after the game. \"But I don't have an update on his foot right now.\"\n\nWith just over 6 minutes left in the third quarter, Adebayo exited clutching his shoulder. He was briefly examined on the sideline before heading back to the locker room with Dr. Harlan Selesnick, the team physician. Adebayo had X-rays and they were negative, Miami said.\n\nThis isn't the first upper-body injury the 23-year-old Adebayo has sustained this postseason. He hurt his shoulder after getting tangled up with Boston Celtics guard Jayson Tatum at the end of Game 4 of the Eastern Conference finals. After that game Adebayo said he was \"good,\" and he carried the Heat in a closeout Game 6 victory, racking up a career-high 32 points and 14 rebounds.\n\nSpoelstra added then that the injury was \"a little bit of everything,\" including his shoulder, arm and wrist. After Wednesday's game, Spoelstra said he didn't know if Adebayo's injury was new or an aggravation of a previous one.\n\nHeat All-Star swingman Jimmy Butler, who turned his left ankle at the end of the first half Wednesday night, said he didn't feel he needed to deliver a message to the rest of his team after losing two of its best players.\n\n\"We talk about how damn near perfect that we have to play, and that was nowhere near it,\" Butler said. \"There's nothing to be said. We can watch all the film in the world, we understand, we know what we did not do, what we talked about we were going to do, we didn't do. We didn't rebound, we didn't make them miss any shots, we didn't get back, all of those things led to the deficit that we put ourselves in.\"\n\nIf Dragic, who led Miami in scoring in the first round of the 2020 playoffs, has to miss any extended time, the Heat might look to guard Kendrick Nunn for a lift off the bench. Nunn hasn't played much in the bubble, but he chipped in with 18 points in 20 minutes on Wednesday.\n\n\"When your number is called, you need to be ready to play,\" Nunn said. \"I haven't played in a couple of a games, but that doesn't mean anything. Once I step on the floor, I'm back at it like I've been playing. Always have that mentality and I always just stay ready.\"\n\nButler was told about reports of the severity of Dragic's injury at the end of his news conference, but he said that didn't change his mindset moving forward. The Heat have prided themselves on being a no-nonsense team all season, and Butler brushed off the idea that they would use any excuses now.\n\n\"Be ready to go with or without Goran,\" Butler said. \"He's a big part of what we're trying to do, but until we can have him back, we got to go out there and we got to fight even harder. We got to try to cover up what he gives us and make up for it. We're capable of it. We have to be capable of it. Moving forward, with or without Goran, we better hurry up and tie it up 1-1.\"\n\nAdebayo's injury is just as big of a concern for the Heat. His loss, like Dragic's, would be an emotional crusher for Miami team that has relied on his presence all season.\n\nBut Miami remains outwardly confident it can turn around the series after a rough start.\n\n\"We're better than we showed tonight,\" Spoelstra said.\n\nESPN's Nick Friedell contributed to this report.", "date_added": "2020-10-01 14:33:48.144425+00:00", "url": "https://www.espn.co.uk/nba/story/_/id/30013071/miami-heat-goran-dragic-bam-adebayo-exit-injuries-loss-los-angeles-lakers", "source": "ESPN.com", "photos_url": ["https://a.espncdn.com/combiner/i?img=/photo/2020/1001/r753914_2_1296x1296_1-1.jpg&w=130&h=130&scale=crop&location=center", "https://a.espncdn.com/combiner/i?img=/photo/2020/1001/r753998_1296x1296_1-1.jpg&w=130&h=130&scale=crop&location=center", "https://a.espncdn.com/combiner/i?img=/photo/2020/1001/r753887_1296x1296_1-1.jpg&w=130&h=130&scale=crop&location=center", "https://a.espncdn.com/combiner/i?img=/i/teamlogos/leagues/500/nba.png&w=80&h=80&transparent=true", "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F1001%2Fr753985_1296x729_16%2D9.jpg", "https://a.espncdn.com/combiner/i?img=/i/columnists/full/andrews_malika.png&w=160&h=160&scale=crop"], "is_grouped": false, "upvotes": 0, "downvotes": 0}