{"title": "NBA Finals 2020: Los Angeles Lakers cruise to Game 1 win as injuries ravage Miami Heat", "text": "Anthony Davis scored 34 points and grabbed nine rebounds as the Los Angeles Lakers rolled to a 116-98 victory over the Miami Heat in Game 1 of the NBA Finals on Wednesday night.\n\nGame leaders Miami Heat Points: Jimmy Butler - 23\n\nAssists: Andre Iguodala - 6\n\nRebounds: Iguodala/Nunn/Olynyk - 5 Los Angeles Lakers Points: Anthony Davis - 34\n\nAssists: LeBron James - 9\n\nRebounds: LeBron James - 13 Lakers lead best-of-seven series 1-0\n\nAnthony Davis scored 34 points and grabbed nine rebounds as the Los Angeles Lakers rolled to a 116-98 victory over the Miami Heat in Game 1 of the NBA Finals on Wednesday night.\n\nLeBron James had 25 points, 13 rebounds and nine assists for the Lakers. Kentavious Caldwell-Pope added 13 points, Danny Green chipped in 11 and Alex Caruso contributed 10 for Los Angeles.\n\nImage: Anthony Davis and LeBron James celebrate a basket during the Lakers' win over the Heat in Game 1 of the NBA Finals\n\nJimmy Butler had 23 points while Kendrick Nunn came off the bench to score 18 points for the Heat. Tyler Herro finished with 14 points, and Jae Crowder added 12.\n\nGame 2 of the best-of-seven series takes place in the early hours of Saturday morning (2am), live on Sky Sports Arena.\n\nInjuries, in addition to the Lakers' solid play, hurt the Heat. Miami lost guard Goran Dragic in the first half with a left foot injury, and he did not return. Center Bam Adebayo also did not come back after leaving with a strained shoulder midway through the third quarter.\n\nDragic, who was averaging 20.9 points per game in the postseason entering the contest, finished with six points in 15 minutes. Adebayo, who was putting up 18.5 points and 11.4 rebounds per postseason contest, had eight points on 2-of-8 shooting in 21 minutes.\n\n#MIAvsLAL INJURY UPDATE: Bam Adebayo (left shoulder strain) will not return to tonight's game vs the Lakers. X-rays returned negative. — Miami HEAT (@MiamiHEAT) October 1, 2020\n\nBam Adebayo’s shoulder the X-rays were negative, the team says. — Malika Andrews (@malika_andrews) October 1, 2020\n\nButler tweaked his left ankle shortly before the end of the half when he rolled it on a drive to the bucket, but he continued to play.\n\nThe Lakers took control in the second quarter and blew the game open in the third. They began the third on 22-7 run for an 87-55 lead after a Davis dunk midway through the period. Los Angeles held a 93-67 edge heading into the fourth.\n\nThe Lakers, who trailed by as much as 13 in the first quarter, used a 13-0 surge capped by a Markieff Morris three-pointer for a 54-43 advantage with five minutes remaining in the second period. They increased the margin to 65-48 going into the break. Los Angeles outscored Miami 34-20 in the second quarter.\n\nOverall, the Lakers outshot the Heat 45.2 per cent to 42.7 per cent. Los Angeles made 25-of-27 foul shots while Miami were 11-of-14 at the line.\n\nWant to watch even more of the NBA and WNBA but don't have Sky Sports? Get the Sky Sports Action and Arena pack, click here.", "date_added": "2020-10-01 14:34:13.159953+00:00", "url": "https://www.skysports.com/nba/news/36244/12086508/nba-finals-2020-los-angeles-lakers-cruise-to-game-1-win-as-injuries-ravage-miami-heat", "source": "Sky Sports", "photos_url": ["https://e0.365dm.com/tvlogos/channels/Sky-Sports-Logo.svg", "https://e0.365dm.com/20/10/768x432/skysports-anthony-davis-jimmy-butler_5114445.jpg?20201001052422", "https://www.skysports.com/assets/nba-logo-17.svg", "https://www.skysports.com/assets/logo-nba-store.svg", "https://ecustomeropinions.com/survey/img.php?sid=588330148&nojs=1", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e0.365dm.com/20/10/1600x900/skysports-anthony-davis-lebron-james_5114444.jpg?20201001052320", "https://www.skysports.com/assets/nba-league-pass.svg", "https://www.skysports.com/assets/Sky-Sports-Logo-transparent.svg", "https://www.facebook.com/tr?id=1476975859286489&ev=PageView&noscript=1", "https://e0.365dm.com/19/11/512x512/giannis-antetokounmpo-milwaukee-bucks_4826760.jpg", "https://e0.365dm.com/20/10/768x432/skysports-anthony-davis-lebron-james_5114444.jpg?20201001052320", "https://e0.365dm.com/20/09/512x512/skysports-nowtv-sports-pass_5091040.jpg", "https://e0.365dm.com/19/07/512x512/skysports-nba-twitter-social_4708992.jpg", "https://e0.365dm.com/20/09/768x432/start-of-season-2020-dth_5083082.jpg?20200901094253", "https://e0.365dm.com/20/09/768x432/skysports-graphic-transfer-centre_5112420.jpg?20200929075246"], "is_grouped": false, "upvotes": 0, "downvotes": 0}