{"title": "TikTok hearing set for Sunday, hours ahead of ban deadline", "text": "With deadlines looming, the U.S. is fighting to impose President Trump’s ban on the viral video-sharing app TikTok.\n\nA federal judge in Washington scheduled a Sunday morning hearing on TikTok’s request to halt the ban, hours before it’s set to go into effect. The U.S. on Friday filed a sealed motion opposing TikTok’s effort.\n\nByteDance Ltd., TikTok’s Chinese owner, sought the court action even as it pursues approvals for the sale of a stake in its U.S. operations to Oracle Corp. and Walmart Inc. under pressure from the president. The Trump administration on Aug. 6 announced that it would ban downloads of the app, used regularly by 19 million Americans, over national security concerns. The judge had given the U.S. until 2:30 p.m. Friday to delay the ban or fight TikTok’s request.\n\nBoth TikTok and WeChat, which is owned by China’s Tencent Holdings Ltd., have been labeled national-security threats by the Trump administration, which is seeking to stop their use in the U.S. — or, in TikTok’s case, force a sale to U.S. companies — on the grounds they could allow China’s government to gain access to the personal data of millions of Americans.\n\nAdvertisement\n\nThe U.S. gave notice Friday that it wanted to file classified information in the WeChat case. A judge in San Francisco granted a preliminary injunction Sept. 20 blocking the WeChat ban from going into effect in response to a lawsuit by users.\n\nIn defending the TikTok ban, the U.S. said it wants to file its response under seal because the document includes “confidential business information” on the app that ByteDance has shared with the Commerce Department.\n\nThe TikTok ban, effective at 11:59 p.m. on Sept. 27, would remove TikTok from the app stores run by Apple Inc. and Google’s Android, the most widely used marketplaces for downloadable apps. People who don’t yet have the app wouldn’t be able to get it, and those who already have it wouldn’t have access to updates needed to ensure its safe and smooth operation. Over time, it would become useless.\n\nThe ban, proclaimed in an Aug. 6 executive order by the president, is part of a wider effort by the administration to take a hard line against Beijing, as Trump bets that a tough approach will help him win reelection.", "date_added": "2020-09-25 16:24:00+00:00", "url": "https://www.latimes.com/business/technology/story/2020-09-25/tiktok-hearing-set-for-sunday-hours-ahead-of-ban-deadline", "source": "Los Angeles Times", "photos_url": ["https://ca-times.brightspotcdn.com/b9/f5/1c9278c94a439e28f5150c679d6f/logo-full-black.svg", "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==", "https://ca-times.brightspotcdn.com/dims4/default/8371a0e/2147483647/strip/true/crop/4000x2667+0+0/resize/840x560!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb3%2Fbd%2F714c7ded4b0380cf70ac68557854%2Fwechat-tiktok-banned-24612.jpg", "https://ca-times.brightspotcdn.com/0e/c6/b86a8b4b43a793259deb28a32a56/latlogoinverse.svg", "https://ca-times.brightspotcdn.com/dims4/default/127ee7c/2147483647/strip/true/crop/4000x2100+0+284/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fb3%2Fbd%2F714c7ded4b0380cf70ac68557854%2Fwechat-tiktok-banned-24612.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
