{"title": "Judge to hold hearing Sunday on Trump administration's TikTok download ban", "text": "James Martin/CNET\n\nA federal judge is expected to decide on Sunday morning whether to allow the US government to ban new downloads of TikTok in the Apple and Google app stores. The ban would take effect later that same day at 11:59 p.m. ET unless it's blocked.\n\nThe US Justice Department had until Friday to either delay the ban or file legal papers defending it. The DOJ filed a sealed opposition to TikTok's preliminary injunction to block the ban of the video app.\n\nUS District Judge Carl Nichols in Washington, DC, is scheduled to hold a hearing on TikTok's preliminary injunction request at 9:30 a.m. ET, according to court documents.\n\nPresident Donald Trump signed an executive order in August that bars any US transactions with TikTok's Chinese parent company, ByteDance. Trump, citing national security concerns, announced his intention to ban TikTok unless it was purchased by a US company.\n\nTrump's executive order said the data TikTok collects \"threatens to allow the Chinese Communist Party access to Americans' personal and proprietary information\" and could allow China to track the location of federal employees and contractors. TikTok says it's never turned over US user data to the Chinese government and wouldn't do so even if it were asked.\n\nThe administration has issued two executive orders concerning TikTok. An Aug. 6 order would've barred any US transactions with ByteDance and was set to go into effect on Sunday. A separate executive order, issued Aug. 14, ordered ByteDance to sell its US operations by Nov. 12.\n\nTikTok and ByteDance sued the Trump administration on Sept. 18 for a second time after the Commerce Department announced an upcoming ban on new downloads of TikTok this month. In the lawsuit, the companies allege that Trump overstepped his authority and that the upcoming ban violates free speech and due process.\n\nA deal for Oracle and Walmart to acquire stakes in the US operations of TikTok appeared in jeopardy as Trump said he'd revoke his initial approval of the deal if ByteDance retained a stake in a newly created company that would house the US operations.\n\nThe three companies said over the weekend they had struck a deal that gives Oracle and Walmart a combined 20% stake in a new company, TikTok Global, that would provide service to American users and run on Oracle's cloud computing service.\n\nNeither the White House nor ByteDance immediately responded to requests for comment.", "date_added": "2020-09-26 14:55:54.783862+00:00", "url": "https://www.cnet.com/news/judge-to-hold-hearing-sunday-on-trump-administrations-tiktok-download-ban/", "source": "CNET", "photos_url": ["https://cnet3.cbsistatic.com/img/ABzksTYPtZ-UMNKsieifbXFw-bU=/1200x630/2020/09/21/8cbe55b6-91d5-4e8e-a5a2-e9ea8483a293/tiktok-tik-tok-united-states-trump-american-flag-1163.jpg", "https://cnet3.cbsistatic.com/img/LlT735NaonRBfRizgoEjaaSBN7I=/84x84/2018/11/22/e88e37b5-4006-4f23-82f9-fe13c91d0d6e/queenie-wong.jpg", "https://cnet1.cbsistatic.com/img/sGYDD-NxyiHK-EtQV7zYTKYtEZo=/1092x0/2020/09/21/8cbe55b6-91d5-4e8e-a5a2-e9ea8483a293/tiktok-tik-tok-united-states-trump-american-flag-1163.jpg", "https://cnet4.cbsistatic.com/img/Q8_-RIUbsoUtDX9za1Kb-nyTnMM=/84x84/2013/07/29/d7513a63-f8ee-11e2-8c7c-d4ae52e62bcc/Steven_Musil2.jpg", "https://i-amlg-prod.appspot.com/display?id=ad149358-d619-4d86-861c-30d812eb1a67"], "is_grouped": false, "upvotes": 0, "downvotes": 0}