{"title": "Judge to hold hearing Sunday on planned TikTok U.S. app store ban", "text": "WASHINGTON (Reuters) - A judge will hold a hearing on Sunday on whether to allow a Commerce Department ban on new TikTok downloads from Apple Inc and Alphabet Inc Google app stores from taking effect.\n\nFILE PHOTO: TikTok's logo is displayed on the smartphone while standing on the U.S. flag in this illustration picture taken, November 8, 2019. REUTERS/Dado Ruvic/\n\nThe Justice Department faced a 2:30 p.m. EDT (1830 GMT) Friday deadline to either delay the ban or oppose TikTok’s preliminary injunction. It filed its objection under seal, citing submissions made by TikTok’s Chinese owner, ByteDance, that include confidential business information.\n\nByteDance has said it made a preliminary deal for Walmart Inc and Oracle Corp to take stakes in the short video sharing app, but the exact terms of the agreement remain unclear.\n\nThe Commerce Department gave the companies an additional week to finalize a deal before an order banning TikTok from U.S. app stores takes effect, citing “recent positive developments.”\n\nU.S. District Judge Carl Nichols in Washington set a 9:30 a.m. EDT Sunday hearing on the preliminary injunction request.\n\nAnother U.S. judge, in Pennsylvania, is also considering issuing a preliminary injunction after three TikTok content creators filed suit last week arguing they would “lose access to tens of thousands of potential viewers and creators every month, an effect amplified by the looming threat to close TikTok altogether.”\n\nOn Sept. 20, a judge in California issued a preliminary injunction that blocked a similar order from taking effect on Tencent Holdings’ WeChat app. The Justice Department has asked the judge to allow the ban to take effect pending appeal.\n\nTikTok has said the restrictions, amid rising U.S.-China tensions under the Trump administration, “were not motivated by a genuine national security concern, but rather by political\n\nconsiderations relating to the upcoming general election.”\n\nByteDance, Walmart and Oracle said last Saturday that their agreement would to allow TikTok to continue to operate in the United States. But U.S. officials have expressed serious concerns that the personal data of as many as 100 million Americans who use the app was being passed on to China’s Communist Party government.\n\nByteDance has said its deal with Oracle and Walmart will see the creation of a standalone U.S. company and does not involve any transfer of technology, though Oracle will be able to inspect TikTok U.S. source code. It has also said the deal needs approval from both China and the United States.", "date_added": "2020-09-25 18:13:22+00:00", "url": "https://uk.reuters.com/article/us-usa-tiktok-ban/judge-to-hold-hearing-sunday-on-planned-tiktok-u-s-app-store-ban-idINKCN26G2UW", "source": "U.K.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20200925&t=2&i=1534951036&r=LYNXNPEG8O1TB&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}