{"title": "Indigenous woman films Canadian hospital staff taunting her before death", "text": "Disturbing video captures nurses in Canada taunting and berating a dying Indigenous woman in the last moments of her life.\n\nJoyce Echaquan, a 37-year-old mother of seven, died Monday after being admitted to a Joliette hospital for stomach pain two days prior. But before her death, she managed to start a Facebook Live video capturing the vitriol, CBC reported.\n\n“You’re stupid as hell,” a nurse says in French as Echaquan squirms in pain, according to the outlet.\n\n“You made some bad choices, my dear,” another nurse says, according to the Guardian. “What are your children going to think, seeing you like this?”\n\n“She’s good at having sex, more than anything else,” the first nurse responds.\n\n“Who do you think is paying for this?” one of the nurses also says, according to a local Montreal news blog, MTL Blog.\n\nEchaquan, a member of the Atikamekw Indigenous tribe found in southwest Quebec, previously suffered similar issues and also had a heart condition, CBC reported. Her family believes she was given too much morphine and it contributed to her death, which is still under investigation.\n\nAt least one of the nurses was fired following the incident, which was lambasted by Indigenous leaders as an example of systematic racism that happens far too often and goes ignored in the country, the Guardian reported.\n\n“Discrimination against First Nations people remains prevalent in the healthcare system and this needs to stop,” the Assembly of First Nations national chief, Perry Bellegarde, said in a statement, the outlet reported.\n\nWhile Quebec premier François Legault condemned the staff’s actions, he stopped short of saying the event is reflective of a larger racism issue.\n\n“I really don’t think we have this kind of way of dealing with First Nations people in our hospitals in Quebec,” he said.\n\nIn 2019, retired Superior Court Justice Jacques Viens released a report that found it’s “impossible to deny” that Indigenous people in Quebec are victims of “systemic discrimination” when accessing health care and other public services, CBC reported.\n\nEchaquan’s husband said he’s destroyed over his wife’s death.\n\n“I have seven children who find themselves without a mother,” Carol Dubé said.\n\n“I am sad. I am so sad.”", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://nypost.com/2020/09/30/indigenous-woman-films-hospital-staff-taunting-her-before-death/", "source": "New York Post", "photos_url": ["https://googleads.g.doubleclick.net/pagead/viewthroughconversion/988380111/?value=0&guid=ON&script=0", "https://nypost.com/wp-content/uploads/sites/2/2020/09/DogEars_133x41_Left.png", "https://nypost.com/wp-content/mu-plugins/jetpack/modules/sharedaddy/images/loading.gif", "https://nypost.com/wp-content/uploads/sites/2/2020/09/Echaquan.jpg?quality=90&strip=all&w=1200", "https://nypost.com/wp-content/mu-plugins/vip-helpers/images/vip-powered-dark-small.png", "https://nypost.com/wp-content/uploads/sites/2/2020/09/DogEars_133x41_Right.png", "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://vip.nypost.com/wp-content/uploads/sites/2/2020/02/knewz_300x250.png", "https://nypost.com/wp-content/uploads/sites/2/2020/09/Audible-Sale.png?w=300&h=200&crop=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}