{"title": "Joyce Echaquan: Outcry in Canada over treatment of dying indigenous woman", "text": "Image copyright Getty Images\n\nA nurse has been fired from a Canadian hospital after a video emerged showing a dying indigenous woman screaming in distress and being insulted by staff.\n\nQuebec Premier Francois Legault said the nurse's remarks were \"unacceptable\" and \"racist\".\n\nHe said Joyce Echaquan's death would be thoroughly investigated.\n\nIt is the latest in a series of incidents that have raised questions about systemic racism faced by Canada's indigenous citizens.\n\nIn 2015 a report found that racism against indigenous people in Canada's healthcare system contributed to their overall poorer health outcomes, compared to non-indigenous Canadians.\n\nWhat happened?\n\nMs Echaquan, a 37-year-old Atikamekw woman, had gone to the Joliette hospital about 70km (45 miles) from Montreal suffering from stomach pains.\n\nThe mother of seven filmed herself in her hospital bed screaming and calling for urgent help.\n\nA member of staff can be heard saying to her, in French: \"You're stupid as hell.\" Another says Ms Echaquan had made bad choices in life and asks what her children would think of her behaviour.\n\nMs Echaquan died soon afterwards. Her relatives told Radio-Canada that she had a history of heart trouble and was worried that she was being given too much morphine.\n\nWhat has the reaction been?\n\n\"The nurse, what she said, is totally unacceptable, it's racist and she was fired,\" Premier Legault told a news conference. \"We must fight this racism.\"\n\nHe announced two investigations. One will be conducted by regional health authorities and the other by a forensic pathologist responsible for investigating deaths in suspicious circumstances or due to negligence.\n\nIn a tweet, Canadian First Nations advocate and politician Perry Bellegarde said the incident showed that discrimination against indigenous people in Canada's healthcare system remained prevalent.\n\nThe Atikamekw council of Manawan said the remarks \"clearly demonstrate racism against First Nations\".\n\nGhislain Picard, Grand Chief of the First Nations of Quebec and Labrador, said racism was \"very often the fruit of government policies which lead to systemic discrimination\".\n\nMary Hannaburg, vice-president of Quebec Native Women, said the video was a \"very hard thing to hear and to listen to\", broadcaster CBC reported.\n\n\"The statements that are made are not going to be tolerated. Those are of a racist nature,\" she said.\n\nA vigil for Ms Echaquan was held outside the Joliette hospital on Tuesday evening and an online fundraising campaign has been set up to support her children.\n\nWhat's the background?\n\nIn recent years Canada has been coming to terms with racial injustice suffered by its indigenous people.\n\nLast year a government inquiry found that Canada was complicit in \"race-based genocide\" against indigenous women.\n\nThe report said indigenous women were 12 times more likely to be killed or to disappear than other women in Canada. The inquiry said the cause was deep-rooted colonialism and state inaction.\n\nIn June this year, video of an indigenous chief Allan Adam being repeatedly punched by police while being arrested shocked the country.\n\nMedia playback is unsupported on your device Media caption Police dashcam footage captures the violent arrest of Allan Adam\n\nPrime Minister Justin Trudeau has said Canada has a problem with systemic racism \"in all our institutions, including in all our police forces\".\n\nAlso in June, health authorities in the province of British Columbia launched an investigation amid claims that some hospital staff were betting on the blood alcohol level of indigenous patients.", "date_added": "2020-10-01 14:46:13.932769+00:00", "url": "https://www.bbc.com/news/world-us-canada-54350027", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::us_and_canada::news.world.us_and_canada.story.54350027.page&x1=[urn:bbc:cps:6fab3e13-2c4d-4f81-9007-a3a16078b0d6]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/320/cpsprodpb/821D/production/_114690333_gettyimages-129375860.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/821D/production/_114690333_gettyimages-129375860.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08gxsj8.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}