{"title": "Canada: outcry after video shows hospital staff taunting dying Indigenous woman", "text": "A shocking video showing hospital staff in Canada taunting a dying Indigenous woman has left a community in mourning and renewed calls for the country to confront the realities of systemic racism.\n\nJoyce Echaquan, a 37-year-old Atikamekw woman, arrived at a hospital in the Quebec city of Joliette on Monday, complaining of stomach pain.\n\nThe mother of seven had previously suffered similar issues and told staff she had a heart condition. Echaquan started live-streaming her experience on Facebook as her pain escalated, and staff at the hospital appeared indifferent to her pleas for help.\n\nIn the footage, Echaquan is seen grimacing as nurses call her “stupid as hell”. “Are you done acting stupid? Are you done?” asked one nurse in French as Echaquan moaned in pain.\n\n“You made some bad choices, my dear,” another nurse said. “What are your children going to think, seeing you like this?”\n\n“She’s good at having sex, more than anything else,” the first nurse said.\n\nIndigenous leaders say the video exposes the grim realities of systemic racism that have long gone ignored throughout the country.\n\n“Discrimination against First Nations people remains prevalent in the healthcare system and this needs to stop,” the Assembly of First Nations national chief, Perry Bellegarde, said in a statement.\n\nThe Quebec premier, François Legault, condemned the actions of the staff, telling reporters at least one of the nurses had been fired.\n\nBut the premier rejected the notion that Echaquan’s death was representative of a broader problem of racism within Quebec, despite a public inquiry concluding the opposite.\n\n“I really don’t think we have this kind of way of dealing with First Nations people in our hospitals in Quebec,” he said.\n\nThe province’s coroner office has announced an investigation into the circumstances surrounding Echaquan’s death. The local health board is also investigating.\n\n‘‘We will not tolerate any remarks of that type from our personnel,” the board said in a statement.\n\nMarc Miller, federal Indigenous services minister, extended his condolences to the community who were traumatized by the “gut-wrenching” video.\n\n“This is the worst face of racism,” Miller told reporters. “This is someone who is at their most vulnerable. And they are dying, having heard racist words expressed towards them.”\n\nContrary to remarks by Legault, however, Miller said Echaquan’s death was reflective of broader barriers Indigenous peoples still face in Canada.\n\n“This is not an isolated event,” said Miller, pointing to the case of a hospital in British Columbia, where staff allegedly bet on the blood alcohol content of incoming Indigenous patients.\n\nFor those who have experienced similar treatment to Echaquan’s, the video marked a jarring reminder of the inequities present within the country’s healthcare system.\n\n“I’m not sure I can adequately explain how watching the video of #JoyceEchaquan’s last moments is weighing on me. As an Indigenous woman w/ chronic illnesses the treatment she endured is my ultimate fear,” tweeted Frances Elizabeth Moore, an Anishinaabe activist and community worker from Timiskaming First Nation living in London, Ontario.\n\n“I always need to advocate for myself. At times, I’ve brought others to appointments b/c I did not feel safe going alone. This isn’t new. This isn’t unheard of. You just haven’t been listening. I hope some serious reform comes from Joyce’s heroic actions. Rest well sister.”", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/30/joyce-echaquan-canada-indigenous-woman-hospital", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/ecf015fc868f368287ad9887a0f2808f39d144a6/0_176_5427_3258/master/5427.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=2503e500e1aa60a1ec49f095e68ea075", "https://i.guim.co.uk/img/media/ecf015fc868f368287ad9887a0f2808f39d144a6/0_176_5427_3258/master/5427.jpg?width=445&quality=85&auto=format&fit=max&s=b1a4b873aef88f4c74a8ce94f315ac92", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=Canada,Indigenous peoples,Americas,World news"], "is_grouped": false, "upvotes": 0, "downvotes": 0}