{"title": "Government told to act or face 'collapse' of English football's league structure", "text": "Government told to act or face 'collapse' of English football's league structure\n\nTwo former Football Association chairmen are amongst those who have written to the Government warning of the potential “collapse of the national league structure that we have known for over 100 years\" without a Westminster bailout.\n\nBy Stuart Rayner Monday, 28th September 2020, 11:09 am Updated Monday, 28th September 2020, 11:11 am\n\nEMPTY: Championship clubs such as Huddersfield Town have been playing behind closed doors since last season resumed in June\n\nThe letter to culture, media and sport secretary Oliver Dowden is signed amongst others by former FA chairmen Greg Dyke and Lord Triesman, broadcaster and former Wales international Robbie Savage, National League vice-president Lord Faulkner of Worcester, chairman of the Football Supporters Association Malcolm Clarke, Sunderland shareholder Charlie Methven and ten MPs, including Sheffield South East's Clive Betts, who is a former chairman of the All-Party Parliamentary Group for football.\n\nThe letter warns that because of the shortfall in income brought about by clubs having been unable to play in front of crowds since early March, some clubs in the Football League and National League are “actively preparing to make all but essential staff redundant, cease playing, close down their youth academies and community foundations and put their businesses into administration.”\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nSix months into the coronavirus crisis there has been no financial support forthcoming from the Premier League – whose clubs, the letter acknowledges have themselves been hit by “swingeing losses” – beyond the advance of future solidarity payments, but the signatories claim, “it's equally clear that the Government has no current proposals to provide any financial support (or) guarantees for the future.”\n\nIt urges the Government to change this, warning: \"There is still time to act, but not long left.\"\n\nAt the weekend Dowden said he was \"hopeful\" the Premier League would confirm it would help lower-league clubs this week, but the letter argues the responsibility should fall on the Government.\n\n\"The absence of this income is not a result of their actions, but the policies that have been put in place by the Government,\" it says.\n\n\"It cannot be the Premier League's sole responsibility to sort out issues arising from Government policy.”\n\nThe £1.5bn made available to arts and cultural institutions is cited, with the signatories arguing football is also “a cultural activity”.\n\nEnglish football was effectively shut down in early March in the face of the growing covid-19 pandemic. The Premier League and the Championship were able to complete their seasons, resuming in June, effectively subsidised by their television deals, but the matches had to be played behind closed doors.\n\nAll divisions below the second tier abandoned their seasons, although play-offs were allowed down to sixth-tier level, allowing Harrogate Town to win promotion to the Football League. Final tables were decided on a points-per-game basis, which worked in Rotherham United's favour as they won automatic promotion from League One, but not York City's who were made to appear in Conference North play-offs they lost.\n\nThe Premier League and Football League seasons began in September without crowds, but the National League – the Conference Premier, North and South – delayed their start to this coming Saturday in the belief that supporters would be allowed back into grounds at that stage. With the Government deciding against that days after seven pilot matches in the Football League, including a game hosted by Middlesbrough and matches featuring Doncaster Rovers and Bradford City, it is still unclear if the non-league season will start as planned.\n\nAt a board meeting last week, 54 of the 67 National League clubs reportedly said they could not start the season without fans or extra funding.\n\nThe letter closes by warning: \"The Government itself needs to take responsibility or many already embattled towns - often in areas of the country which have suffered many hardships in recent decades - will lose their last focal point.", "date_added": "2020-09-28 13:43:23.185380+00:00", "url": "https://www.yorkshirepost.co.uk/sport/football/government-told-act-or-face-collapse-english-footballs-league-structure-2985387", "source": "", "photos_url": ["https://www.yorkshirepost.co.uk/webimg/QVNIMTE3MzA2ODYz.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
