{"title": "Coronavirus: Government warned football structure at risk of collapse", "text": "Last updated on .From the section Football\n\nHow long can football clubs survive without the return of fans in the stadium?\n\nFootball is now at risk of \"the collapse of the national league structure that we have known for over 100 years\", the government has been warned.\n\nA group of prominent figures has written a joint letter urging ministers to help with a coronavirus crisis rescue package.\n\nSignatories include former Football Association chairmen Greg Dyke and Lord Triesman, Sunderland shareholder Charlie Methven and broadcaster Robbie Savage.\n\nThey say many EFL and National League clubs are now preparing to \"cease playing... and put their business into administration\".\n\n\"We would ask that the government now make clear what financial support it's prepared to give before it is too late,\" the group writes.\n\n\"In order for clubs to sustain themselves over the winter and keep playing, they would need to be compensated for the loss of match ticket sales.\n\n\"There is still time to act, but not long left.\"\n\nSports have been told to prepare for several more months without gate receipts after plans for some fans to return to grounds from 1 October were scrapped last week because of the rising number of coronavirus cases.\n\nEFL chairman Rick Parry told BBC Radio 5 Live on Saturday that some clubs \"are on the brink\".\n\nCulture Secretary Oliver Dowden told the BBC on Sunday he was \"hopeful\" the Premier League would confirm it would help lower-league clubs this week.\n\nBut the government has now been told it cannot rely on the top flight, and must also provide emergency funding to cover clubs' loss of matchday revenue.\n\n\"The absence of this income is not a result of their actions, but the policies that have been put in place by the government,\" the group writes.\n\n\"It cannot be the Premier League's sole responsibility to sort out issues arising from government policy.\n\n\"The government itself needs to take responsibility or many already embattled towns - often in areas of the country which have suffered many hardships in recent decades - will lose their last focal point.\"\n\nSent to both Dowden and the Sports Minister Nigel Huddleston, the letter is also endorsed by chair of the Football Supporters' Association Malcolm Clarke, Damian Collins - former chairman of the Department for Digital, Culture, Media and Sport select committee - and a number of other MPs.\n\n\"Without any plans being made to rescue football clubs, many in the EFL and others in the National League as well, are now actively preparing to make all but essential staff redundant, cease playing, close down their youth academies and community foundations, and put their business into administration,\" Dowden and Huddleston are told.\n\n\"This could lead not only to the failure of many historic community clubs, but the collapse of the national league structure that we have known for over 100 years.\"\n\n\"These are decisions that will be made in the coming weeks, with many clubs unable to meet their payroll obligations for next month.\"\n\nThe group refers to the £1.5bn bailout that the government gave to arts and cultural organisations in July.\n\n\"We believe that football, like other well-loved professional sports in this country, is also a cultural activity,\" the signatories add.", "date_added": "2020-09-28 13:42:45.916496+00:00", "url": "https://www.bbc.com/sport/football/54322650", "source": "BBC Sport", "photos_url": ["data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7", "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/ADF1/production/_112292544_iplayerpinkfooter-nc.png", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=football::sport.football.story.54322650.page&x1=[urn:bbc:cps:382ba8d9-879a-499e-be39-abfbf91088e3]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[SPORT_GNL]&x12=[SPORT]", "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/A3E4/production/_114665914_cheltenham1.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/86E1/production/_112292543_aroundthebbc-iplayerfulllogo-nc.png", "https://ichef.bbci.co.uk/live-experience/cps/64/cpsprodpb/047C/production/_90984110_roan200.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}