{"title": "Ricin Is Said to Have Been Sent to White House", "text": "The Joint Terrorism Task Force in Washington is leading the investigation, with assistance from New York, according to multiple law enforcement officials. So far, investigators have found no links between the ricin letters and any international terrorist groups, but the investigation is in its early stages, and nothing has yet been ruled out, one senior official said.\n\nRicin, which is part of the waste produced when castor oil is made, has no known antidote.\n\n“The F.B.I. and our U.S. Secret Service and U.S. Postal Inspection Service partners are investigating a suspicious letter received at a U.S. government mail facility,” the F.B.I. said in a statement. “At this time, there is no known threat to public safety.”\n\nOfficials declined to discuss what evidence they had that pointed them to the suspect. Gathering evidence will be a painstaking process. As part of the investigation, for example, agents may need to identify the sorting facility that handled the letters, identify public mailboxes assigned to that sorting facility and see if there is video of the suspect posting the letters in the hours before they were collected by postal workers.\n\nThis is not the first time that U.S. officials have been targeted in ricin attacks.\n\nIn 2018, William Clyde Allen, a Navy veteran, was charged in a seven-count federal indictment for trying to send envelopes with ricin to Defense Secretary Jim Mattis; the chief of naval operations, Adm. John M. Richardson; the F.B.I. director, Christopher A. Wray; the C.I.A. director, Gina Haspel; and the secretary of the Air Force, Heather Wilson.\n\nOfficials determined that Mr. Allen had sent castor beans, rather than ricin. His case is still pending.", "date_added": "2020-09-19 00:00:00+00:00", "url": "https://www.nytimes.com/2020/09/19/us/politics/ricin-white-house-postal-service.html", "source": "", "photos_url": ["https://static01.nyt.com/images/2020/09/19/multimedia/19Ricin-mail/merlin_176742411_595fd1ae-8fa5-4646-a4b4-327ebe9ed486-facebookJumbo.jpg", "https://static01.nyt.com/images/2020/09/19/multimedia/19Ricin-mail/merlin_176742411_595fd1ae-8fa5-4646-a4b4-327ebe9ed486-articleLarge.jpg?quality=75&auto=webp&disable=upscale", "https://static01.nyt.com/images/2018/02/16/multimedia/author-katie-benner/author-katie-benner-thumbLarge-v2.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}