{"title": "Strictly’s Neil and Nadiya among four professionals dropped as competitors in 2020", "text": "Strictly is on its way back! Don't miss our regular newsletter round-up with the latest show news Subscribe Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nNeil Jones, Nadiya Bychkova, Graziano di Prima and Nancy Xu won’t be receiving celebrity partners on Strictly Come Dancing this year, the BBC has confirmed.\n\nThere will only be 12 couples this year, rather than the usual 15 as the BBC dancing competition will begin two weeks later than usual due to the pandemic.\n\nWhile professional dancers AJ Pritchard and Kevin Clifton quit the show last year, four professionals will still be without a partner this year.\n\nStrictly Executive Producer Sarah James confirmed the news to the Mirror and other news outlets after outlining how the celebrities are able to dance with the professionals given the social distancing guidelines.\n\n(Image: Mike Marsland/WireImage)\n\nShe said: \"The way we're doing that is by doing two different things - we're using close contact cohort, which is an industry workplace guideline, and also bubbles.\n\n\"Close contact cohorts apply to people who need to work more closely together and break social distancing in order to do their job.\n\n(Image: PA)\n\n(Image: WireImage)\n\n\"To be in a CCC you have to be with just one person and you are regularly tested to be in a CCC.\n\n\"On top of that we are also asking our celebrities and dancers to be part of an exclusive support bubble, which means that one half of the party has to live alone. So either the dancer or the celebrity will be living alone in order to form the exclusive support bubble.\"\n\n(Image: PA) (Image: PA)\n\nGoing on to how that would affect those who were not partnered with a celebrity, she explained: \"We have four professional dancers who won't be partnering celebrities this year - they are Nadiya Bychkova, Neil Jones, Graziano di Prima and Nancy Xu. So we have two males and two females who perform CCCs together and they'll be able to dance in the guest music acts.\"\n\nBoth Nadiya and Neil had celebrity partners last year as they were paired up with David James and Alex Jones.\n\nMeanwhile Graziano has only had one celebrity partner in 2018 when he danced with radio DJ Vick Hope.\n\n(Image: Mike Marsland/WireImage)\n\nNeil is reportedly \"devastated\" to not receive a celebrity this year after his success with England footballer Alex in 2019.\n\nHis ex Katya has had celebrity partners for years, and Neil had hoped that after his success with Alex in 2019 that he would be coupled up again in 2020.\n\nThe 38-year-old was paired up for the first time ever last year since joining the show in 2016.\n\nHowever, the BBC have decided against it and his role has been reduced to background dancer again.\n\nMeanwhile Katya has been tipped to be paired up with Nicola Adams in the first same-sex Strictly pair.\n\n*Strictly Come Dancing returns in October on BBC One", "date_added": "2020-09-27 23:00:00+00:00", "url": "https://www.mirror.co.uk/tv/tv-news/strictlys-neil-nadiya-among-four-22737555", "source": "mirror", "photos_url": ["https://i2-prod.mirror.co.uk/incoming/article22737494.ece/ALTERNATES/s1200/0_Strictly-Come-Dancing-2019.jpg", "https://www.mirror.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png", "https://cf-images.eu-west-1.prod.boltdns.net/v1/static/4221396001/4951ec59-7064-4d71-a338-4a2c8cca838a/4e98c400-2cf3-4a42-a7fd-87d7b3df5ceb/1280x720/match/image.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}