{"title": "Strictly Come Dancing 2020: Neil Jones and three pros denied celebs", "text": "Four Strictly pros will go without celebs this year (Picture: BBC)\n\nStrictly Come Dancing has confirmed that Neil Jones is one of the four professional dancers who will miss out on getting a celebrity partner in 2020.\n\nExecutive producer Sarah Jones has revealed that due to the show’s restricted time limit, there has had to be a shuffle around the team.\n\nSpeaking to Metro.co.uk and other outlets, Sarah explained: ‘We have four professional dancers who won’t be partnering celebrities this year.\n\n‘They are Nadia Bychkova, Neil Jones, Graziano Di Prima and Nancy Xu. So we have two males and two females, and they will be forming some CCC’s together, so that they are able to dance to the guest music acts.’\n\nAdvertisement\n\nAdvertisement\n\nAdvertisement\n\nCCCs – close contact cohorts – are a kind of social bubble that means you have to break social distancing in order to do your job.\n\n‘To be in a CCC, it has to be an exclusive CCC, so it has to just be with one person, and you are regularly tested to be in one,’ Sarah added.\n\nNeil was finally given a shot at the glitterball last year with Alex Scott after fan demand (Picture: BBC)\n\n‘On top of that, we are also asking our celebrities and dancers to be part of an exclusive support bubble, which is a kind of wider term also available to everybody in the public, but that means that one half of the party has to live alone.\n\n‘So either the dancer or the celebrity will be living on their own in order to form the exclusive support bubble.’\n\nAs they will be on stand-by, all four will have to enter a CCC bubble anyway.\n\nGraziano has only performed in the competition once (Picture: PA)\n\nNadiya Bychkova was partnered with David James last year (Picture: BBC)\n\nThe news will come as a blow to fans of the dancers, with three of the four previously competing for the glitterball.\n\nNeil, who has been on the show since 2016, was only given his first celebrity partner last year, teaming up with Alex Scott after fan outcry to see him in the game.\n\nGraziano joined the series in 2018 and was teamed up with DJ Vick Hope, but was demoted in 2019 as his height made him an impractical partner.\n\nWhile Nancy has yet to be given a celebrity teammate, Nadiya has been in the competition for the past three years – trying her luck with Davood Ghadami, Lee Ryan, and David James.\n\nStrictly Come Dancing will return this Autumn on BBC One.\n\nGot A Story?\n\nIf you’ve got a celebrity story, video or pictures get in touch with the Metro.co.uk entertainment team by emailing us celebtips@metro.co.uk calling 020 3615 2145 or by visiting our Submit Stuff page – we’d love to hear from you.\n\nMORE: Scarlett Moffatt reveals she’s had talks with Strictly as she sets record straight on dancing background\n\nMORE: Strictly Come Dancing pros have already filmed 14 group dances with 300 costume changes ahead of show return", "date_added": "2020-09-28 00:00:00+00:00", "url": "https://metro.co.uk/2020/09/28/strictly-come-dancing-2020-neil-jones-graziano-di-prima-celebrity-partners-denied-13321300/", "source": "Metro", "photos_url": ["https://i0.wp.com/metro.co.uk/wp-content/uploads/2020/09/Four-Strictly-pros-who-will-miss-out-on-getting-celebs-this-year-79ed.jpg?quality=90&strip=all&zoom=1&resize=644%2C338&ssl=1", "https://d17fy28x8ov4h8.cloudfront.net/190x/images/j/JL_Brandlines_Logo_Micro_Use_Blk_RGB-100px_9.png", "https://d17fy28x8ov4h8.cloudfront.net/190x/images/v/virgin-media_9.png", "https://d3tsytm1wtjqo2.cloudfront.net/180x/images/c/currys_9.png", "https://i1.wp.com/metro.co.uk/wp-content/uploads/2020/09/Four-Strictly-pros-who-will-miss-out-on-getting-celebs-this-year-79ed_1601234560.jpg?quality=90&strip=all&w=1200&h=630&crop=1&zoom=1&ssl=1", "https://sb.scorecardresearch.com/p?c1=2&c2=6034964&cv=2.0&cj=1", "https://metro.co.uk/wp-content/themes/metro-parent/img/fallback.png", "https://d3tsytm1wtjqo2.cloudfront.net/images/media/72/n/nord_logo_square_1x_9.png", "https://d17fy28x8ov4h8.cloudfront.net/190x/images/w/Wickes-Logo_9.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}