{"title": "Madrid coronavirus: Spain orders lockdown amid rise in cases", "text": "Madrid coronavirus: Spain orders lockdown amid rise in cases Published duration 3 hours ago Related Topics Coronavirus pandemic\n\nimage copyright EPA image caption The restrictions will ban people from leaving the Madrid area unless it is for an essential trip\n\nThe Spanish government has ordered a partial lockdown in the capital Madrid and surrounding areas badly affected by coronavirus after a rise in cases.\n\nUnder the new restrictions, residents will not be allowed to leave the area unless they have to make an essential journey.\n\nHowever, Madrid's regional government says the lockdown is not legally valid.\n\nGreater Madrid accounts for more than a third of the 133,604 cases diagnosed in Spain over the past two weeks.\n\nOn Wednesday, a majority of Spain's regional governments, who are in charge of healthcare, voted in favour of imposing restrictions in areas with more than 100,000 residents if they met three benchmarks - 500 cases per 100,000 inhabitants, 35% Covid patient occupancy in intensive care units and positive results in 10% of tests.\n\nMadrid, which has a rate of 780 infections per 100,000, already meets the criteria. The order, published on Thursday, gives the city's authorities 48 hours to put in place the restrictions, which fall far short of the lockdown measures imposed nationally on 14 March.\n\nUnder the new restrictions, people in Madrid and nine neighbouring towns will only be allowed to leave their area for essential trips involving work, school and university, visits to the doctor and care for the vulnerable.\n\nSocial gatherings will be limited to six people and restrictions on hours and numbers are also being imposed on hotels, places of worship and shops. Parks and playgrounds are exempt unless the local authority chooses to shut them.\n\nMadrid's regional government, which is controlled by the conservative opposition and did not vote in favour of the restrictions, has argued that the lockdown is not legally valid.\n\nRegional health chief Enrique Ruiz Escudero accused the central government of sending a \"message of alarm and agitation\" and did not rule out fighting the lockdown in court. But Madrid president Isabel Díaz Ayuso said on Thursday that while the order would be challenged in court, it would be complied with.\n\nThe Madrid regional government had chosen not to put the city and surrounding areas into lockdown, instead issuing restrictions in 45 basic healthcare areas in a bid to curb the spread of the virus.\n\nThese measures themselves were controversial as they affected mostly poorer areas of the city and prompted protests by hundreds of residents.\n\nSpain's central government argued that the restrictions were not sufficient and recommended an end to all unnecessary movement across the city.\n\nSpain has seen a significant rise in cases in recent weeks. More than 31,411 people have died during the pandemic and there have been more than 748,000 infections, according to data from Johns Hopkins University.\n\nThe World Health Organisation earlier this week said European countries were seeing \"worrying increases of the disease\".\n\nAre you in Madrid? How has the new lockdown affected you? Share your experiences by emailing haveyoursay@bbc.co.uk.\n\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:", "date_added": "2020-10-01 14:17:53.847418+00:00", "url": "https://www.bbc.com/news/world-europe-54364015", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/C072/production/_114666294_p08sqs5h.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1D86/production/_114685570_p08svygx.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/EAEC/production/_114704106_p08t0wfc.jpg", "https://c.files.bbci.co.uk/13524/production/_114704197_c332fd76-db3b-4099-8a6f-54528cd47eb6.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/2CE2/production/_114709411_p08t227p.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/EFB0/production/_114706316_timothy_sailor3.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D737/production/_114559055_p08s5q7b.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/DCDD/production/_114714565_subwaynew.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/13524/production/_114704197_c332fd76-db3b-4099-8a6f-54528cd47eb6.jpg", "https://c.files.bbci.co.uk/1739F/production/_113753159_yqa_get_in_touch_top_no_yqa_text_640-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/B40A/production/_114709064_whalesgvsasliveandvoxes_frame_39448.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/14910/production/_114704248_p08t073p.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}