{"title": "Madrid region performs U-turn and says it will obey Covid lockdown rules", "text": "The regional government of Madrid, the area of Spain hardest hit by the second wave of the coronavirus, has said it will obey new lockdown restrictions imposed by the central government but plans to appeal against them in court.\n\nEfforts to tackle the spread of the virus in and around the capital have been hindered by political intransigence as the Madrid region engages in a standoff with the central government.\n\nOn Wednesday, 13 of Spain’s 19 self-governing regions backed a plan to impose partial lockdowns on town and cities, allowing people to enter and exit affected areas only on work, school or medical grounds, or for other pressing reasons.\n\nUnder the rules, the limited confinements will be imposed on municipalities of 100,000 people or more, if there are more than 500 cases per 100,000 people, if more than 10% of tests during the previous fortnight are positive, and if the proportion of intensive care unit (ICU) beds occupied by Covid patients is 35% or higher.\n\nSpain has recorded 769,188 cases of the virus, of which 235,196 have been detected in the Madrid region.\n\nOver the two weeks to 27 September, the city of Madrid logged 777.7 cases per 100,000 people, while the nearby municipalities of Fuenlabrada and Parla respectively logged 1,168.3 and 1,155.8 cases per 100,000 people.\n\nHowever, the regional government of Madrid repeatedly refused the central government’s calls for a lockdown that would affect the capital city and nine municipalities in the region.\n\nOn Thursday morning, after being warned that the new measures were legally binding and that “compliance is obligatory” within 48 hours, the Madrid regional government performed a U-turn.\n\n“This government is not in revolt and will strictly obey all the orders,” Madrid’s president, Isabel Díaz Ayuso, told the regional parliament.\n\nBut she said her administration would launch a legal challenge “to defend the legitimate interests of the people of Madrid” and to ensure that the measures were fair and objective.\n\nHours earlier, the national health minister, Salvador Illa, pointed out that the Madrid region accounted for 43.7% of all new cases in Spain over the previous 24 hours, and once again urged the regional government to take action before it was too late.\n\n“When you go to the doctor, you hope you’re going to be told the truth,” he said on Wednesday night. “As the government of Spain, we have a responsibility for people’s health. The situation in Madrid is complicated and worrying … but the curve can and will be flattened, which is why we’ve collectively arrived at these measures. But we know that very difficult weeks lie ahead and that we’ll all need to be up to the job.”\n\nThe regional government initially refused to budge. Its health minister said the situation in the region – where 41.7% of ICU beds are occupied by Covid patients, against a national average of 17.9% – was under control.\n\n“We have always anticipated the hospital capacity to contain this pandemic, and we’ve had several days on which the balance between discharges and admissions was favourable,” Enrique Ruiz Escudero said at a press conference shortly after Illa’s.\n\nHe said the rules were not “legally enforceable” and the central government was “in a hurry to lock Madrid down”.\n\nAyuso has placed 45 health zones in the partial lockdown, affecting a little over a million people. Her administration has said a more widespread confinement would inflict further damage on Madrid’s economy.\n\nAyuso – one of the most high-profile members of the conservative People’s party, and a vociferous critic of Spain’s Socialist-led coalition government – also questioned the need to extend the strict national lockdown in May, saying: “People get run over every day but that doesn’t mean we ban cars.”\n\nSpain’s regional governments have once again assumed control of health systems in their areas after the central government restored powers that were suspended during the countrywide lockdown.", "date_added": "2020-10-01 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/oct/01/spanish-government-tells-madrid-covid-rules-obligatory-legal-challenge", "source": "the Guardian", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=Spain%2CCoronavirus+outbreak%2CEurope%2CWorld+news", "https://phar.gu-web.net/count/pv.gif", "https://i.guim.co.uk/img/media/26080a8e6dd3a7692460a7cdfe6f84afb33850bb/0_349_5238_3143/master/5238.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=eb986e1f4cc9153f5d2625efddbfe766", "https://i.guim.co.uk/img/media/26080a8e6dd3a7692460a7cdfe6f84afb33850bb/0_349_5238_3143/master/5238.jpg?width=300&quality=85&auto=format&fit=max&s=6c8db07f66f449afe9d88dd4965f0526", "https://phar.gu-web.net/count/pvg.gif"], "is_grouped": false, "upvotes": 0, "downvotes": 0}