{"title": "‘You cannot lock down everybody’, Madrid tells Spanish government", "text": "“You cannot lock down everybody,” the chief of the Madrid region said on Thursday, pushing back against the Spanish government’s plan to confine the capital city to tackle a surge in COVID-19 cases.\n\nThe health ministry said late on Wednesday that the central government was overriding regional authorities and would impose a lockdown of the city of more than three million people and some surrounding towns in coming days.\n\nThe ministry published the decision in an official journal and said regional and local authorities would have 48 hours to comply once a separate official order was published, though it did not say when that would happen.\n\nBut Madrid region chief Isabel Diaz Ayuso rejected the move, saying the committee that took the decision had no legal authority to do so without a consensus.\n\n“You cannot lock down everybody,” Diaz Ayuso said on esRadio. “I’m sure the Madrid (region) plan is the best: quick tests, quarantines and life goes on.”\n\nDiaz Ayuso said on Thursday she would challenge the health ministry order in courts amid a widening rift between the Socialist-led central government and conservative-led regional administration on the response to the pandemic.\n\n“Legally, we are evaluating with lawyers of the region, how we can do things,” she said.\n\nOther regions such as northeastern Catalonia, Andalusia and Galicia have also opposed the new restrictions.\n\nThe new curbs would apply to the capital, with its population of more than three million, and nine surrounding municipalities with populations of at least 100,000 each.\n\nThe 10 municipalities would see borders closed to outsiders for non-essential visits, with only those travelling for work, school, doctors’ visits or shopping allowed to cross. A curfew for bars and restaurants moved to 11pm from 1am.\n\nMadrid has 735 coronavirus cases per 100,000 people, one of the highest infection rates of any region in Europe and double the national rate in the country, which has recorded 769,188 cases – the highest in Western Europe – and 31,791 deaths.\n\nThe region has imposed a partial lockdown in 45 mainly poorer areas.", "date_added": "2020-10-01 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/10/1/you-cannot-lock-down-everybody-madrid-tells-spanish-government", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2017/11/ab875b9d2210459daf11d0c43ebae63e_8.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/10/ss1.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T011935Z_1973316683_RC2P8J9ADQJD_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/10/000_1Q85RB.jpg?resize=1200%2C630", "https://www.aljazeera.com/wp-content/uploads/2020/10/AP_20274292312916.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/10/military2.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/10/2020-10-01T081932Z_406857730_RC2K9J9VLDDE_RTRMADP_3_INDIA-RAPE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/000_APP2000100164262.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/10/000_1Q85RB.jpg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/10/000_8R43EF.jpg?resize=170%2C113", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}