{"title": "Apple is halving its App Store cut for the 'vast majority' of developers", "text": "Currently Apple takes a cut of 30% from any paid apps and in-app purchases on its platform, but from January that will drop to just 15% for developers with yearly proceeds of under $1 million.\n\nApple claims that this means the “vast majority” of developers will be able to enjoy the reduced rate, and while the majority of developers behind big-name apps and games won’t be eligible, it’s a change that should benefit those who need it most, since you could argue that developers making lots of money off their apps can afford to give 30% to Apple.\n\nIn a press release, Apple confirmed that this change would kick in on January 1, 2021, with existing developers who made up to $1 million in 2020 for all their apps, along with new developers, qualifying for the new rate.\n\nAny participating developer who then exceeds $1 million in a given year will be switched to the standard 30% commission rate for the rest of that year, but can still move back down to the 15% rate in a future calendar year if they fall back below that threshold.\n\nIt’s a change that could mean we’ll see even more apps and games launched on the App Store, since it will be more enticing and lower risk for small developers. It also means customers can be reassured that more of the money they spend will be going to the app makers.\n\nAn Epic change\n\nThis change may have been made at least in part as a result of Apple’s ongoing legal battle with Epic, one which largely stems from Epic being unhappy with Apple’s 30% cut. Of course, Epic itself won’t benefit from this, as its yearly App Store proceeds are surely far higher than $1 million.\n\nNotably Google also takes a 30% cut from Play Store transactions, so this change will likely see the App Store become a much more appealing platform for small businesses than the Google Play Store. It will be interesting to see therefore whether Google follows suit.\n\nGot an iPad? Load up on the best iPad apps\n\nVia iMore", "date_added": "2020-11-18 12:12:57+00:00", "url": "https://www.techradar.com/nz/news/apple-is-halving-its-app-store-cut-for-the-vast-majority-of-developers", "source": "TechRadar", "photos_url": ["https://cdn.mos.cms.futurecdn.net/FFLN6X76UReaFNHPZV2STU-320-80.jpg", "https://vanilla.futurecdn.net/techradar/media/img/missing-image.svg", "https://cdn.mos.cms.futurecdn.net/FFLN6X76UReaFNHPZV2STU-1200-80.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}