{"title": "Tests, masks, temperature checks: 'Healthy Sail Panel' submits 74 COVID-19 cruise recommendations to CDC", "text": "It's not news that cruising will be different when ships return to U.S. waters as cruise operators seek to ensure passengers' safety. But the question of just what a cruise vacation will look like in the COVID-19 era has lingered during a more than six-month industry-wide pause.\n\nBut now a picture is starting to form.\n\nOn Monday, Royal Caribbean and Norwegian's \"Healthy Sail Panel\" submitted a 65-page report to the Centers for Disease Control and Prevention as part of the agency's request for public comment. The CDC's comment period closes Monday, and its current \"no-sail\" order is set to expire at the end of the month. Industry trade group Cruise Lines International Association has issued a voluntary suspension through Oct. 31.\n\nThe panel's report contains 74 recommendations to prevent the introduction and mitigate the spread of COVID-19 on board cruise ships, including COVID-19 testing, face coverings and temperature checks, among others. The recommendations were also published on each cruise company's website.\n\n\"This is a very comprehensive approach with multiple layers to try to ensure safety on the ship,\" Scott Gottlieb, former commissioner of the U.S. Food and Drug Administration who co-chairs the panel, told USA TODAY.\n\nThe two cruise companies brought together a task force in June led by Gottlieb and co-chair Mike Leavitt, former Utah governor and U.S. Secretary of Health and Human Services, with the goal of evaluating every facet of COVID-19 safety on cruise ships.\n\n\"These recommendations constitute an important milestone,\" Leavitt told USA TODAY, noting that protocol details would be worked out by each cruise company and that the CDC will ultimately decide appropriate guidelines when cruising resumes.\n\nThe recommendations for safe cruising begin before passengers and crew embark, and they include contingency plans in case of a coronavirus outbreak on board.\n\nSome of the specific recommendations include:\n\nPassengers should be tested for COVID-19 between five days and 24 hours prior to boarding and share a negative result with the cruise operator.\n\nAt embarkation passengers should undergo an additional health screening.\n\nCrew members should be tested between five days and 24 hours before leaving their home. After receiving a negative result, they should quarantine on board for seven days and take another test before beginning duties with a negative result.\n\nPassengers and crew should undergo a daily temperature check.\n\nPassengers and crew should wear a face mask or cloth covering in accordance with CDC guidelines.\n\nShips should have lowered crew and passenger loads.\n\nCruise lines should implement shorter sailing itineraries.\n\nCruise operators should also implement contact-free check-in.\n\nIncreased sanitation on board and in ports should be implemented with attention paid to both low-touch and high-touch areas.\n\nAnd the list goes on.\n\n\"We believe you can create a bubble around this experience, where you put in place enough controls that you dramatically reduce the risk of introduction, and if you do have a single introduction, dramatically reduce further spread on the ship,\" Gottlieb said. \"We have an environment that we can tightly control.\"\n\nCruise operators can control conditions of boarding and onboard interactions, making it possible to maintain control, Gottlieb noted. \"This isn’t like someone going into a large city where you lose control of your environment.\"\n\nOf course, having that control would require enforcing new rules. \"Cruise operators should not allow an individual to sail if they do not affirmatively state their willingness to comply with current safety and public health protocols,\" recommendation No. 8 reads.\n\nCDC official:Cruise ships pose risk for 'amplified,' 'scattered' COVID-19 community spread\n\nBut there are still other milestones to hit before cruising from the U.S. can return, such as the CDC giving the green light for cruising to return and approving cruise lines' plans.\n\nRichard Fain, CEO of Royal Caribbean Group, and Frank Del Rio, CEO of Norwegian Cruise Line Holdings Ltd., told USA TODAY that the two companies will use the recommendations to help them develop new operating protocols, and cruise lines will turn in detailed plans to the CDC for approval.\n\nAt this stage, the recommendations are being submitted to the CDC for consideration on the return to cruising in U.S. waters — not for approval to implement.\n\nWhen final protocols can be put in place and implemented though remains unclear. Del Rio explained it's more complicated than when the CDC's \"no-sail\" order is lifted.\n\n\"It will take some time, and a lot depends on when we get the green light — how much advance notice there is and the extent of the technologies that we need to start,\" Del Rio said, referencing COVID-19 testing, the implementation of new technology, getting crew back on board and training crew to adapt to new protocols, among other factors.\n\n\"Testing, for example, is something that’s key,\" he said. \"And those products are in limited quantities.\"\n\nFain reiterated a point he's made time and again throughout the pandemic: Royal Caribbean lines will not return to cruising until it has been proven safe to do so.\n\n\"My family and I, my grandchildren, my children, my wife, we will be on our first cruise,\" Del Rio said. \"We will be that confident. I love my family as much as anybody loves their family, and that will be the proof of the pudding.\"\n\nFar-UVC sanitation, contact tracing:Tech cruise ships could implement to combat spread of coronavirus\n\nCDC official says:Cruise ships pose risk for 'amplified,' 'scattered' COVID-19 community spread", "date_added": "2020-09-21 00:00:00+00:00", "url": "https://www.usatoday.com/story/travel/cruises/2020/09/21/norwegian-royal-caribbean-cruise-panel-suggests-covid-19-rules/5839739002/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/-mm-/1ffd8d2ec7c957036c15d994a983d0071192adae/c=2-0-1198-673/local/-/media/2020/07/12/USATODAY/usatsports/MotleyFool-TMOT-64bb9f28-rcl-ship.jpeg?width=1196&height=673&fit=crop&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}