{"title": "New Caledonia rejects full independence from France again", "text": "PARIS (Reuters) - The South Pacific archipelago of New Caledonia voted against independence from France on Sunday for the second time in as many years, a provisional final count showed.\n\nFILE PHOTO: A French flag flutters in the sky over the Elysee Palace in Paris, France, December 10, 2018. REUTERS/Philippe Wojazer/File Photo\n\nA surprise “yes” vote would have deprived Paris of a foothold in a region where China is expanding its influence, and dented the pride of a colonial power whose reach once spanned large parts of Africa, Southeast Asia, the Caribbean and the Pacific.\n\nThe “no” vote won 53.26% of votes cast votes, a narrower margin of victory than in the 2018 poll.\n\nThe result will bring relief to President Emmanuel Macron’s government, whose attention had been focused on the coronavirus pandemic in the run-up to the referendum.\n\n“Voters have had their say. They confirmed their wish to keep New Caledonia a part of France. As head of state, I salute this show of confidence in the Republic with a profound feeling of gratitude,” Macron said in a televised statement.\n\nNew Caledonia became a French colony in 1853. Tensions have long run deep between pro-independence indigenous Kanaks and descendants of colonial settlers who remain loyal to Paris.\n\nSunday’s referendum was the second of up to three permitted under the terms of the 1998 Noumea Accord, an agreement enshrined in France’s constitution and which set out a 20-year path towards decolonisation.\n\nFrance stood ready to organise a further vote within two years if that was the wish of New Caledonians, at which point both sides would have to accept the result, Macron said.\n\n“We have two years to look to the future,” the president continued.\n\nThe island chain already enjoys a large degree of autonomy but depends heavily on France for matters such as defence and education.\n\nTurnout was high at 85.6% of eligible voters - after a stronger-than-expected independence vote in the 2018 referendum.\n\nNew Caledonia lies some 1,200 km (750 miles) east of Australia and 20,000 km (12,500 miles) from Paris.\n\nUnder French colonial rule the Kanaks were confined to reserves and excluded from much of the island’s economy. The first revolt erupted in 1878, not long after the discovery of large nickel deposits that are today exploited by French miner Eramet’s subsidiary SLN.\n\nToday, its economy is underpinned by annual French subsidies of some 1.3 billion euros ($1.5 billion) and nickel deposits that are estimated to represent 25% of the world’s total, and tourism.\n\nThe territory has, however, largely cut itself off from the outside world to shield itself from the coronavirus. It has registered only 27 cases of COVID-19.\n\nFor a third referendum to take place, a third of the local assembly in New Caledonia must vote in favour of one.", "date_added": "2020-10-04 07:22:51+00:00", "url": "https://uk.reuters.com/article/us-newcaledonia-independence-france/new-caledonia-rejects-full-independence-from-france-again-idUSKBN26P07I", "source": "U.K.", "photos_url": ["https://static.reuters.com/resources/r/?m=02&d=20201004&t=2&i=1536094591&r=LYNXMPEG930B4&w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}