{"title": "New Caledonia votes to reject independence from France", "text": "New Caledonia has rejected an independence referendum which would have led it to cut ties with France.\n\nThe southwest Pacific archipelago voted on whether it wanted independence from France following a three-decade decolonisation effort.\n\nThe \"no\" camp won 53.26% of the vote, after provisional results earlier showed it was edging ahead.\n\nIt means New Caledonia will now remain a French territory.\n\nImage: An independence supporter stands near a flag of the Socialist Kanak National Liberation Front\n\nMore than 180,000 voters were asked: \"Do you want New Caledonia to gain full sovereignty and become independent?\"\n\nAdvertisement\n\nEarlier on Sunday morning, partial results released by France's ministry for overseas territories showed the \"no\" vote had 52% support with 226 out of 304 polling stations counted.\n\nThe independence referendum was part of a process aimed at settling tensions between native Kanaks who want independence and those who want to keep ties with France.\n\nThe vote was the final step of a process that started 30 years ago following years of violence between the two groups.\n\nThe Kanaks had once suffered from strict segregation policies and the vote comes at a time when the legacy of colonialism is under scrutiny across the world.\n\nImage: Loyalists hold French national flags\n\nA similar referendum took place two years ago, when 56.4% of voters chose to keep the status quo.\n\nIndependence supporters wanted all sovereign powers - including justice, police, military, currency and foreign relations - to be transferred from France to New Caledonia.\n\nNew Caledonia became French in 1853 under Emperor Napoleon III and for decades was used as a prison colony.\n\nAfter the Second World War, it became an overseas territory and all Kanaks were granted French citizenship in 1957.", "date_added": "2020-10-04 13:41:05.996838+00:00", "url": "https://news.sky.com/story/new-caledonia-votes-on-whether-to-cut-ties-with-france-12089582", "source": "Sky News", "photos_url": ["https://news.sky.com/resources/sky-spectrum-logo.png", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/20/10/1600x900/skynews-new-caledonia-referendum_5117665.jpg?20201004104759", "https://e3.365dm.com/20/10/768x432/skynews-new-caledonia-referendum_5117659.jpg?20201004104634", "https://e3.365dm.com/20/10/768x432/skynews-new-caledonia-referendum_5117665.jpg?20201004104759", "https://e3.365dm.com/20/10/768x432/skynews-new-caledonia-referendum_5117663.jpg?20201004104718", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker"], "is_grouped": false, "upvotes": 0, "downvotes": 0}