{"title": "Virus has Chinese tourists heading for domestic destinations", "text": "Tourists crowd along a waterfront path at the West Lake in Hangzhou in eastern China's Zhejiang Province, Thursday, Oct. 1, 2020. Millions of Chinese tourists usually would use their week-long National Day holidays to travel abroad. This year, travel restrictions due to the coronavirus pandemic mean that some 600 million tourists - about 40% of the population - will travel within China during the holiday that began Thursday, according to Ctrip, China's largest online travel agency. (Chinatopix via AP)\n\nTourists crowd along a waterfront path at the West Lake in Hangzhou in eastern China's Zhejiang Province, Thursday, Oct. 1, 2020. Millions of Chinese tourists usually would use their week-long National Day holidays to travel abroad. This year, travel restrictions due to the coronavirus pandemic mean that some 600 million tourists - about 40% of the population - will travel within China during the holiday that began Thursday, according to Ctrip, China's largest online travel agency. (Chinatopix via AP)\n\nHONG KONG (AP) — Millions of Chinese tourists usually spend their weeklong National Day holidays traveling abroad.\n\nThis year, travel restrictions due to the coronavirus pandemic mean that some 600 million tourists — about 40% of the population — will travel within China during the holiday that began Thursday, according to Ctrip, China’s largest online travel agency.\n\nThat’s still down 25% from last year, when tourists took 782 million domestic trips and generated tourism revenue of 650 billion yuan ($95.4 billion), according to government data. The dip comes as some in China remain wary of the coronavirus and opt not to join the holiday rush. The country’s borders remain closed to international visitors.\n\nThe eight-day holiday this year, which coincides with the Mid-Autumn Festival, will be a litmus test of whether China’s tourism industry can bounce back following the battering it took earlier in the year. Travel within the country, and sometimes even within cities, was restricted beginning with the Lunar New Year as China fought the spread of the coronavirus that emerged in the central city of Wuhan and has sickened more than 34 million people, killing over a million.\n\nADVERTISEMENT\n\nThe weeklong holiday in October is typically the busiest time for domestic travel.\n\nWith the world’s biggest-spending tourists spending their money travelling domestically, local governments are offering discounts and subsidies to tourists, including free or heavily discounted tickets to attractions.\n\nZhao Kerui, a designer with a flexible working schedule, often takes several trips abroad each year. Last year, he visited Malaysia and Japan. He had planned to visit Istanbul in Turkey or to Jeju island in South Korea this year, but eventually decided to instead visit cities like Chengdu, known for being the home of pandas, as well as scenic Guilin, famed for its karst limestone hills.\n\n“To take a trip abroad, you will be quarantined for half a month when you arrive, and when you return, it’s another half a month of quarantine,” Zhao said. “One month is gone with you doing nothing at all. “\n\nCao Ke, a science researcher based in Shanghai, usually would spend his National Day holiday relaxing at the beaches in Thailand’s Phuket island. This year he’s heading to the southern coastal province of Fujian in China, hoping to take some nice photos.\n\n“I usually prefer traveling abroad, because there are too many people traveling domestically, and accommodation and meals become very expensive,” said Cao.\n\nThat’s a sentiment shared by many Chinese who can afford to fly overseas for holidays but now are barred by flight cancelations and quarantine restrictions. Thailand, one of the most popular destinations among Chinese travellers, closed its airports to international commercial flights in April and has yet to fully reopen to tourism.\n\nADVERTISEMENT\n\nSo instead, Chinese visitors will be crowding into popular attractions, such as the Disneyland resort in Shanghai and the research base for panda breeding in the southwestern city of Chengdu, Ctrip’s report said.\n\nChina is one of the few countries in the world where millions are freely touring around the country, while most countries are discouraging unnecessary travel as they battle coronavirus outbreaks.\n\nChina has reported no new locally-transmitted coronavirus infections since Aug. 16, and the country’s culture and tourism ministry last month eased restrictions on tourist sites, allowing them to operate at 75% capacity. Visitors also are encouraged to obey social-distancing rules during their travels.\n\nThe number of tourists at top attractions across the country jumped nearly 159% in the second quarter of the year compared to the previous quarter, at the height of pandemic shutdowns.\n\nThe number of tourists visiting resorts and engaging in rural tourism in July and August was about 90% of last year’s level, Shan Gangxin, an official with China’s ministry of culture and tourism, told reporters in Beijing this week.\n\nHotel bookings are 50% higher compared to last year, and airline reservations are on a par with 2019, helped by discounts for hotels and flights, according to data from Fliggy, Alibaba’s online travel arm.\n\nZeng Xiaoqi, a 24-year-old nurse from central China’s Hunan province, planned a trip to Beijing for the holidays to celebrate her mother’s 50th birthday.\n\n“Before I left, I took the nucleic acid test in my hometown and called the tourist sites I wanted to go to ask if the site is open during the holiday week, and how tickets could be booked,” said Zeng. “I didn’t depart until all the preparation was done.”\n\nShe said that she was not worried about traveling within China, as most areas are currently fairly low-risk when it comes to the coronavirus.\n\nNonetheless, as a precaution, Zeng said she was well-equipped with masks, hand sanitizer, and wet tissue for the flight and high speed train to Beijing.\n\nRailway authorities said they expect 108 million train journeys to be made between Monday, Sept. 28 and Oct. 8, or an average of almost 10 million per day. Overall, train and airline passenger numbers are still forecast to be lower than in previous years amid concerns that restrictions could be re-imposed if new cases are detected.\n\nLike many other Chinese, Zhao plans to stick to domestic trips for the next few months.\n\n“To be honest, it’s the same whether I travel abroad or around China,” he said. “I do it to relax.”\n\n___\n\nAP researcher Chen Si in Shanghai and video producer Olivia Zhang in Beijing contributed to this report.", "date_added": "2020-10-01 05:21:25+00:00", "url": "https://apnews.com/article/virus-outbreak-travel-hong-kong-holidays-china-04a9409e2c1fe0d1b947a8de39297f46", "source": "AP NEWS", "photos_url": ["https://storage.googleapis.com/afs-prod/media/bfb837da34064c2ca9364aa381536539/3000.jpeg", "https://apnews.com/en_badge_web_generic.png", "https://sb.scorecardresearch.com/p?c1=2&c2=3005041&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}