{"title": "No more 'ladies and gentlemen' on Japan Airlines flights", "text": "Image copyright Getty Images\n\nIf you're stepping on a Japan Airlines (JAL) plane anytime next month, chances are you won't hear the term \"ladies and gentlemen\" anymore.\n\nInstead, from 1 October, gender-neutral phrases like \"attention all passengers\", or references to passengers as \"everyone\" will be used, reported local site the Mainichi.\n\nJAL is one of a few global airlines to embrace gender-neutral greetings.\n\nHowever, it will only apply to JAL's English announcements, AFP said.\n\nThat is because in Japanese, the expression generally used for such announcements is already gender-neutral, the agency added.\n\nJAL's decision however, has not made any major waves in Japan.\n\n\"It is a small deal that most people do not really care about because this change in announcement in English cannot be understood nor noticed by almost all the Japanese-speaking passengers,\", Professor Kazuya Kawaguchi, a sociologist at Hiroshima Shudo University told the BBC.\n\n\"However, as one of the leading LGBT-friendly enterprises [in Japan]... [their] efforts should be appreciated and therefore will be and must be a significant step forward to the improvement... of other LGBT+ issues. I think that it is important for big companies to start good practice[s like this]... because other medium or small-sized companies tend to follow.\"\n\nJAL follows airlines like Air Canada and EasyJet which adopted gender-neutral greetings last year.\n\nIn a statement to Reuters, JAL said it wanted to \"create a positive atmosphere and treat everyone... with respect\".\n\n\"We have committed to not discriminate based on gender... sexual orientation, gender identity or other personal attributes,\" spokesman Mark Morimoto told the news agency.\n\nSame-sex marriage is not legally recognised in Japan - though surveys suggest there is strong support for this.\n\nLast year, 13 same-sex couples across Japan took legal action against the government, demanding the right to get married.", "date_added": "2020-09-30 13:22:57.506416+00:00", "url": "https://www.bbc.com/news/world-asia-54336194", "source": "BBC News", "photos_url": ["https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::asia::news.world.asia.story.54336194.page&x1=[urn:bbc:cps:5417e27b-9bc8-40c9-a168-f92046889487]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/news/1024/branded_news/14741/production/_114677738_gettyimages-1211365613.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/320/cpsprodpb/14741/production/_114677738_gettyimages-1211365613.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}