{"title": "Japan Airlines scraps 'ladies and gentlemen' in favour of gender-neutral greetings", "text": "Japan Airlines is replacing “ladies and gentlemen” in its in-flight and airport announcements with gender-neutral expressions, beginning in October.\n\nThe formerly state-owned airline will use phrases such as “all passengers”, “good morning” and “good evening” in its English announcements. The standard term used in Japanese “minna-sama” – an honorific form of “everybody” – is already gender neutral.\n\nAir Canada and EasyJet began using gender-neutral greetings last year, but Japan Airlines (JAL) is the first Japanese carrier to do so.\n\n“We have committed to not discriminate based on gender ... sexual orientation, gender identity or other personal attributes,” a JAL spokesperson told Reuters.\n\nIn March, JAL said it would allow female flight attendants to wear trousers and flat shoes if they choose to after a nationwide campaign against pressure on women to wear high heels at work. Other companies, including the largest train network, JR East, have recently left out skirts entirely from their staff uniforms, while a small number of schools now allow female students to wear trousers.\n\nJAL ran a LGBT Ally Charter flight in August last year, the first of its kind in Japan, from Tokyo to Okinawa to coincide with a Pink Dot LGBT event on the southern island.\n\nThere are still very few openly gay celebrities, politicians, athletes or businesspeople in Japan and the government does not yet legally recognise same-sex partnerships, though a growing number of cities and municipalities do. More and more Japanese companies are also offering support and benefits to same-sex couples, as well as introducing training on LGBT issues.", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/30/japan-airlines-scraps-ladies-and-gentlemen-in-favour-of-gender-neutral-greetings", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/31e1ee8ff3cf59e0c5720de9970229fa5c338123/0_46_5736_3441/master/5736.jpg?width=445&quality=85&auto=format&fit=max&s=74e71976865bd8074f1dd27694be2527", "https://i.guim.co.uk/img/media/31e1ee8ff3cf59e0c5720de9970229fa5c338123/0_46_5736_3441/master/5736.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=e2dd4c3c14caf019da2109aa92f58ac4", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=Japan,Women,Airline industry"], "is_grouped": false, "upvotes": 0, "downvotes": 0}