{"title": "Trump, first lady experiencing 'mild symptoms' after testing positive for coronavirus", "text": "President Trump announced early Friday that both he and first lady Melania Trump tested positive for COVID-19 and will quarantine at the White House, sending shockwaves through the political universe and igniting an outpouring of support for the first family.\n\nBoth the president and the first lady are experiencing mild symptoms of the novel coronavirus, the White House said.\n\n“As all of you know the president and the first lady tested positive for COVID-19,” White House chief of staff Mark Meadows told reporters at the White House Friday. “They remain in good spirits.”\n\nLIVE UPDATES: PRESIDENT TRUMP, FIRST LADY TEST POSITIVE FOR CORONAVIRUS\n\n“The president does have mild symptoms, and as we look to try to make sure that not only his health and safety and welfare is good, we continue to look at that for all of the American people,” Meadows continued, adding that he is not only \"in good spirits, but very energetic.”\n\nMeadows, though, did not elaborate on the types of symptoms the president was experiencing, or any potential treatments the president’s medical team was reviewing.\n\nThe first lady, on Friday, tweeted, thanking for \"the love you are sending our way,\" while confirming she, too, is experiencing symptoms.\n\n\"I have mild symptoms but overall feeling good,\" the first lady tweeted. \"I am looking forward to a speedy recovery.\"\n\nThe president announced his positive COVID-19 test results just before 1:00 a.m. Friday.\n\n“Tonight, @FLOTUS and I tested positive for COVID-19,” the president tweeted. “We will begin our quarantine and recovery process immediately.”\n\nHe added: “We will get through this TOGETHER!”\n\nDr. Sean P. Conley, the president’s physician, also confirmed Trump and the first lady’s positive COVID-19 tests.\n\n“This evening I received confirmation that both President Trump and First Lady Melania Trump have tested positive for the SARS-coV-2- virus,” Conley said. “The President and First Lady are both well at this time, and they plan to remain at home within the White House during their convalescence.”\n\nPERSONAL PHYSICIAN TO TRUMP CONFIRMS POSITIVE COVID-19 TESTS\n\n“The White House medical team and I will maintain a vigilant watch, and I appreciate the support provided by some of our country’s greatest medical professionals and institutions,” he continued.\n\nHe added: “Rest assured I expected the President to continue carrying out his duties without disruption while recovering, and I will keep you updated on any future developments.”\n\nFriday morning Democratic presidential nominee Joe Biden addressed Trump's diagnosis, saying that he and his wife Dr. Jill Biden are praying for the president and first lady.\n\n\"Jill and I send our thoughts to President Trump and First Lady Melania Trump for a swift recovery. We will continue to pray for the health and safety of the president and his family,\" Biden said.\n\nThere's no word yet on when the former vice president was last tested for the coronavirus -- or when he'll next be tested. But the campaign told Fox News that Biden's running mate, California Sen. Kamala Harris, was tested Thursday, as part of the campaign's routine testing, and tested negative.\n\nHouse Speaker Nancy Pelosi, D-Calif., said she is praying for the president, but that she hopes he will now take \"a saner approach\" to the coronavirus after being diagnosed.\n\n\"We all received that news with great sadness. I always pray for the president and his family that they are safe, continue to do so more intensified, and I know that he'll have the best of care, and that's what we want for everyone in our country,\" Pelosi said on MSNBC Friday morning. \"I hope this will be a moment where people will understand that what we have in our HEROES bill and what we have over and over is we must have testing, tracing, treatment. We must have spacial distancing. We must be wearing our masks.\"\n\nShe added: \"So maybe now that people who see the president of the united states with all the protection that he has and the first lady still having this exposure, it might be as you say a learning experience.... This is tragic, it's very sad. ... Going into crowds unmasked and all the rest is sort of a brazen invitation for this to happen. Sad that it did, but nonetheless hopeful that it will be a transition to a saner approach to what this virus is all about.\"\n\nMeanwhile, Vice President Mike Pence early Friday offered prayers for the president and first lady. A spokesman said Pence and his wife tested negative Friday morning.\n\nTRUMP RECEIVES WELL WISHES FROM TOP CRITICS AFTER CORONAVIRUS DIAGNOSIS\n\n\"Karen and I send our love and prayers to our dear friends President @realDonaldTrump and @FLOTUS Melania Trump,\" Pence tweeted. \"We join millions across America praying for their full and swift recovery. God bless you President Trump & our wonderful First Lady Melania.\"\n\nA White House official told Fox News on Friday that most West Wing officials and staff who are in close proximity to the president are tested for COVID-19 daily.\n\nAnother White House official told Fox News that White House Chief of Staff Mark Meadows tested negative for COVID-19 in his most recent test. That test, according to the official, was conducted as part of normal protocol.\n\nMeanwhile, Supreme Court nominee Judge Amy Coney Barrett, who has met with 32 senators on Capitol Hill this week as she prepares for Senate Judiciary Committee hearings set to begin on Oct. 12, has tested negative for the coronavirus as well, according to the White House. The White House says that she last had contact with Trump on Saturday when he announced her Supreme Court nomination.\n\nThe president and first lady’s positive coronavirus tests came just hours after news surfaced that senior White House adviser Hope Hicks tested positive for COVID-19.\n\nVP MIKE PENCE, KAREN PENCE TEST NEGATIVE FOR CORONAVIRUS, SPOKESMAN SAYS\n\nTrump participated in the first presidential debate against Biden on Tuesday, before he or Hicks began showing symptoms or tested positive for the virus.\n\nAccording to a source familiar, Hicks -- who has been traveling with the president this week -- began showing symptoms of coronavirus Wednesday night, either during or after Trump's Duluth campaign event. She was quarantined aboard Air Force One on the way back and tested positive on Thursday morning, the source said.\n\nThe fact Hicks tested positive on Thursday morning means that her diagnosis was known to the White House when Trump went to Bedminster, N.J., on Thursday.\n\nTRUMP JOINS LIST OF WORLD LEADERS THAT HAVE TESTED POSITIVE FOR CORONAVIRUS\n\n\"Hope Hicks, who has been working so hard without even taking a small break, has just tested positive for Covid 19,\" Trump tweeted late Thursday. \"Terrible! The First Lady and I are waiting for our test results. In the meantime, we will begin our quarantine process!\"\n\nIn a statement, White House spokesman Judd Deere said the president “takes the health and safety of himself and everyone who works in support of him and the American people very seriously.”\n\n“White House Operations collaborates with the Physician to the President and the White House Military Office to ensure all plans and procedures incorporate current CDC guidelines and best practices for limiting COVID-19 exposure to the greatest extent possible both on complex and when the President is traveling,” Deere said.\n\nWhite House Press Secretary Kayleigh McEnany tweeted that \"the strength of the entire country is with President @realDonaldTrump and @FLOTUS.\"\n\nTRUMP CRITICS SEIZE ON PRESIDENT'S POSITIVE CORONAVIRUS TEST TO MOCK, LECTURE\n\n\"America stands united. Our country stands strong,\" McEnany tweeted. \"Your President will continue to put the People first!\"\n\nBut national security sources tell Fox News that the president should be planning to delegate his authority should his symptoms become severe and his situation become extreme, citing continuity of government provisions in the 25th Amendment of the U.S. Constitution.\n\n\"Whenever the President transmit to the President pro tempore of the Senate and the Speaker of the House of Representatives his written declaration that he is unable to discharge the powers and duties of his office, and until he transmits to them a written declaration to the contrary, such powers and duties shall be discharged by the Vice President as Acting President,\" the 25th Amendment reads.\n\nSources told Fox News that the internal White House group, called the \"Continuity of Government Operations Team,\" is currently working to prevent a mass outbreak of the coronavirus among White House staff and relocate staff to multiple locations to contain exposure.\n\nA former senior intelligence official also said that Trump or Pence should address the nation on Friday to send a signal that the U.S. government will continue to function. A White House official, however, says that there are not plans as of Friday morning for a national address.\n\nMeanwhile, officials around the globe offered their prayers to the president and first lady, including World Health Organization (WHO) Director-General Tedros Adhanom Ghebreyesus.\n\n\"My best wishes to President @realDonaldTrump and @FLOTUS for a full and speedy recovery,\" he tweeted on Friday morning.\n\nChancellor Angela Merkel also sent her best wishes to the president and first lady, according to a tweet by Steffen Seibert, a government spokesman for Germany.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nFox News' Tyler Olson, John Roberts, Peter Doocy, Gillian Turner, and Pat Ward contributed to this report.", "date_added": "2020-10-02 15:44:54.044254+00:00", "url": "https://www.foxnews.com/politics/president-trump-confirms-he-first-lady-melania-trump-tested-positive-for-coronavirus", "source": "Fox News", "photos_url": ["https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/2d10ecba-7126-4ea3-864c-6e2d0915fe3c/401b6639-757f-40a2-a429-5c0d6ee60edf/1280x720/match/931/524/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/10/348/196/chris-christie-trump-hope-hicks-giuliani.jpg?ve=1&tl=1", "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/9240fd49-cab4-4e07-9982-643f447fd6e9/a4de7148-1982-469f-a7ef-d216bd86a1cb/1280x720/match/image.jpg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/10/348/196/AP20274113905862.jpg?ve=1&tl=1", "https://static.foxnews.com/static/orion/styles/img/fox-news/s/newsletter/fox-news-first.svg", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/06/340/340/bbd30841-brooke-singman-headshot.jpg?ve=1&tl=1", "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/28cec10f-ebe7-4948-905b-3f70eb0bf955/f2100c43-1237-4843-84cd-bda894a19c7a/1280x720/match/348/196/image.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/09/348/196/Brooke-Baldwin-CNN.jpg?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2020/02/Elections-Primaries-RR-Promo-F.png", "https://static.foxnews.com/foxnews.com/content/uploads/2020/09/trump-shanksville-3-AP.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}