{"title": "Donald Trump has 'mild symptoms' but 'in good spirits' after contracting coronavirus", "text": "Donald Trump has \"mild symptoms\" but is in \"good spirits\" after contracting coronavirus, a White House official has said.\n\nThe US president and his wife Melania are self-isolating after testing positive for COVID-19, just one month before the US election.\n\nWhite House chief of staff Mark Meadows told reporters on Friday that the couple \"remain in good spirits\" but confirmed Mr Trump \"does have mild symptoms\".\n\nLive updates on coronavirus from US, UK and around world\n\n\"He continues to be, not only in good spirits, but very energetic,\" Mr Meadows said.\n\nAdvertisement\n\n\"I'm optimistic that he will have a quick and speedy recovery.\"\n\nPlease use Chrome browser for a more accessible video player Trump 'very energetic and in good spirits'\n\nMrs Trump wrote on Twitter that she also has \"mild symptoms\" but is \"overall feeling good\", adding: \"I am looking forward to a speedy recovery.\"\n\nA White House official told NBC News that discussions are taking place about whether Mr Trump will address the American public later today.\n\nThe president confirmed on Twitter that he and Mrs Trump have been diagnosed with COVID-19, saying: \"We will begin our quarantine and recovery process immediately. We will get through this TOGETHER!\"\n\nPlease use Chrome browser for a more accessible video player Where has Trump been?\n\nThe couple's 14-year-old son Barron has tested negative for the virus and \"all precautions are being taken to ensure he's kept safe and healthy\", the first lady's chief of staff Stephanie Grisham told NBC News.\n\nMessages of support were offered from world leaders and Mr Trump's election rival Joe Biden, who said he was sending his thoughts to Mr and Mrs Trump \"for a swift recovery\".\n\n\"We will continue to pray for the health and safety of the president and his family,\" Mr Biden said.\n\nImage: Joe Biden is reportedly awaiting the result of a COVID-19 test\n\nThe 77-year-old Democratic presidential candidate, who took part in a televised debate with Mr Trump earlier this week, has been tested for coronavirus and is awaiting the results, the Associated Press reported.\n\nPrime Minister Boris Johnson, who spent time in intensive care with COVID-19 in April, said: \"I think we all want to send our best wishes to the president and the first lady.\n\n\"I'm sure that they'll both stage a very strong recovery.\"\n\nPlease use Chrome browser for a more accessible video player PM sure Trump will stage 'strong recovery'\n\nRussian President Vladimir Putin also expressed his \"sincere support\" to Mr and Mrs Trump \"in this difficult moment,\" according to the Kremlin.\n\nIt said Mr Putin sent a message to the US president, which read: \"I hope that your inherent vitality, good spirits and optimism will help you cope with the dangerous virus.\"\n\nDemocratic House of Representatives Speaker Nancy Pelosi said she hoped Mr Trump's diagnosis might be a \"learning experience\" about the virus and warned against \"brazen\" behaviour that allowed \"something like this to happen\".\n\n\"Let us all pray for the president's health,\" she told MSNBC. \"This is tragic, it is very sad.\"\n\nPlease use Chrome browser for a more accessible video player Trump’s behaviour a 'brazen invitation'\n\nMr Trump is 74 years old and his health records earlier this year showed he is categorised as obese, putting him at higher risk of serious complications from the virus.\n\nHe is now expected to self-isolate for two weeks while facing treatment for the disease.\n\nMr Trump's physician Sean Conley said the president and first lady would remain at the White House during their period of isolation.\n\nHe said: \"Rest assured I expect the president to continue carrying out his duties without disruption while recovering, and I will keep you updated on any future developments.\"\n\nWriting on Twitter, Mrs Trump said: \"As too many Americans have done this year, (the president) & I are quarantining at home after testing positive for COVID-19.\n\n\"We are feeling good & I have postponed all upcoming engagements. Please be sure you are staying safe & we will all get through this together.\"\n\nBefore testing positive for COVID-19, Mr Trump had said he and his wife were self-isolating after Hope Hicks, one of his top aides, had contracted the virus.\n\nMs Hicks, who serves as a counsellor to the president, is the closest aide to Mr Trump to test positive for coronavirus so far.\n\nPlease use Chrome browser for a more accessible video player Trump on aide testing positive for COVID\n\nShe had travelled with the president several times over the last week, including on presidential helicopter Marine One, and on Air Force One to Tuesday night's first presidential debate.\n\nMr Meadows told reporters on Friday that it was discovered that Ms Hicks had tested positive for the virus \"right as Marine One was taking off yesterday\".\n\nUS Vice President Mike Pence, Secretary of State Mike Pompeo, Mr Trump's daughter Ivanka and his son-in-law and senior adviser Jared Kushner have all tested negative for COVID-19 since the president's diagnosis.\n\nMr Trump's positive test come as the virus continues to spread at an alarming rate in the US, even as the president has tried to downplay the threat of the disease.\n\nMore than 200,000 people have died in the US after contracting COVID-19 and more than seven million people in the country have been infected with the disease.\n\nBut Mr Trump has continued to hold campaign rallies which have drawn thousands of supporters during the pandemic.\n\nHis diagnosis now throws into question the nature of the rest of the campaign, including the remaining two presidential debates.\n\nThe next debate is scheduled for 15 October in Miami.\n\n:: Subscribe to Divided States on Apple podcasts, Google Podcasts, Spotify, and Spreaker\n\nTwo days before testing positive, during the first debate, Mr Trump belittled his Democratic challenger Joe Biden for frequently wearing masks and not having campaign rallies that matched his own in size.\n\nThe president continued to shake hands with visitors despite public health officials warning against it and also initially resisted being tested.\n\nMr Trump also refused to wear a mask in public under almost all circumstances.", "date_added": "2020-10-02 15:42:52.530108+00:00", "url": "https://news.sky.com/story/donald-trump-contracts-coronavirus-joe-biden-offers-message-of-support-to-us-president-12087843", "source": "Sky News", "photos_url": ["https://e3.365dm.com/20/10/768x432/skynews-donald-trump-melania-trump_5115897.jpg?20201002142450", "https://e3.365dm.com/19/03/75x75/skynews-david-mercer-news-reporter_4616230.jpg?20190322122005", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/10/512x512/skynews-donald-trump-election_5115643.jpg", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://e3.365dm.com/20/10/768x432/skynews-donald-trump-sept-29_5115445.jpg?20201002074718 600w", "https://e3.365dm.com/20/10/1600x900/skynews-donald-trump-melania-trump_5115897.jpg?20201002142450", "https://e3.365dm.com/20/10/768x432/skynews-trump-hicks_5115365.jpg?20201002021709 600w", "https://e3.365dm.com/20/10/768x432/skynews-mark-meadows-white-house_5116026.jpg?20201002161150 600w", "https://e3.365dm.com/20/10/768x432/skynews-nancy-pelosi-house-speaker_5115948.jpg?20201002150146 600w", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/20/09/768x432/skynews-biden-debate_5113320.jpg?20200930023241", "https://e3.365dm.com/20/10/768x432/skynews-boris-johnson-trump_5115724.jpg?20201002120327 600w", "https://e3.365dm.com/20/10/512x512/skynews-donald-trump-sept-30_5115449.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}