{"title": "President Trump and first lady test positive for COVID-19", "text": "WASHINGTON (AP) — President Donald Trump said early Friday that he and first lady Melania Trump have tested positive for the coronavirus, a stunning announcement that plunges the country deeper into uncertainty just a month before the presidential election.\n\nTrump, who has spent much of the year downplaying the threat of a virus that has killed more than 205,000 Americans, said he and Mrs. Trump were quarantining. The White House physician said the president is expected to continue carrying out his duties “without disruption” while recovering.\n\nTonight, @FLOTUS and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER! — Donald J. Trump (@realDonaldTrump) October 2, 2020\n\nStill, Trump’s diagnosis was sure to have a destabilizing effect in Washington and around the world, raising questions about how far the virus had spread through the highest levels of the U.S. government. Hours before Trump announced he had contracted the virus, the White House said a top aide who had traveled with him during the week had tested positive.\n\n“Tonight, @FLOTUS and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately,” Trump tweeted just before 1 a.m. “We will get through this TOGETHER!”\n\nVice President Mike Pence tested negative for the virus on Friday morning and “remains in good health,” his spokesman said.\n\nTrump was last seen by reporters returning to the White House on Thursday evening and did not appear visibly ill. Trump is 74 years old, putting him at higher risk of serious complications from a virus that has infected more than 7 million people nationwide.\n\nThe president’s physician said in a memo that Trump and the first lady, who is 50, “are both well at this time” and “plan to remain at home within the White House during their convalescence.”\n\nThe diagnosis marks a devastating blow for a president who has been trying desperately to convince the American public that the worst of the pandemic is behind them. In the best of cases, if he develops no symptoms, which can include fever, cough and breathing trouble, it will likely force him off the campaign trail just weeks before the election and puts his participation in the second presidential debate, scheduled for Oct. 15 in Miami, into doubt.\n\nTrump’s handling of the pandemic has already been a major flashpoint in his race against Democrat Joe Biden, who spent much of the summer off the campaign trail and at his home in Delaware because of the virus. Biden has since resumed a more active campaign schedule, but with small, socially distanced crowds. He also regularly wears a mask in public, something Trump mocked him for at Tuesday night’s debate.\n\n“I don’t wear masks like him,” Trump said of Biden. “Every time you see him, he’s got a mask. He could be speaking 200 feet away from me, and he shows up with the biggest mask I’ve ever seen.”\n\nThere was no immediate comment from the Biden campaign on whether the former vice president had been tested since appearing at the debate with Trump or whether he was taking any additional safety protocols. Trump and Biden did not shake hands during the debate, but stood without masks about 10 feet apart for the 90-minute event.\n\nWorld leaders offered the president and first family their best wishes after their diagnosis, as governments used their case as a reminder for their citizens to wear masks and practice social distancing measures.\n\nOn Friday, Trump had been scheduled to receive an intelligence briefing, attend a fundraiser and hold another campaign rally in Sanford, Florida. But just after 1 a.m., the White House released a revised schedule with only one event: a phone call on “COVID-19 support to vulnerable seniors.”\n\nTrump’s announcement came hours after he confirmed that Hope Hicks, one of his most trusted and longest-serving aides, had been diagnosed with the virus Thursday. Hicks began feeling mild symptoms during the plane ride home from a rally in Minnesota on Wednesday evening, according to an administration official who spoke on condition of anonymity to disclose private information. She was isolated from other passengers aboard the plane, the person said.\n\nHicks had been with Trump and other senior staff aboard Marine One and Air Force One en route to that rally and had accompanied the president to Tuesday’s presidential debate in Cleveland, along with members of the Trump family. The Trump contingent removed their masks during the debate, in violation of the venue rules.\n\nMultiple White House staffers have previously tested positive for the virus, including Vice President Mike Pence’s press secretary, Katie Miller, national security adviser Robert O’Brien and one of the president’s personal valets.\n\nBut Trump has consistently played down concerns about being personally vulnerable, even after White House staff and allies were exposed and sickened. Since the coronavirus emerged earlier this year, Trump has refused to abide by basic public health guidelines — including those issued by his own administration — such as wearing face coverings in public and practicing social distancing. Instead, he has continued to hold campaign rallies that draw thousands of often mask-less supporters.\n\n“I felt no vulnerability whatsoever,” he told reporters back in May.\n\nThe news was sure to rattle an already shaken nation still grappling with how to safely reopen the economy without driving virus transmission. The White House has access to near-unlimited resources, including a constant supply of quick-result tests, and still failed to keep the president safe, raising questions about how the rest of the country will be able to protect its workers, students and the public as businesses and schools reopen. U.S. stock futures fell on the news of Trump’s diagnosis.\n\nQuestions remain about why it took so long for Trump to be tested and why he and his aides continued to come to work and travel after Hicks fell ill. Trump traveled to New Jersey on Thursday for a fundraiser, potentially exposing attendees to the virus. Trump’s social media director Dan Scavino and press secretary Kayleigh McEnany, who were originally set to join him on the trip, were replaced at the last minute by other aides.\n\nIt is unclear where the Trumps and Hicks may have caught the virus, but in his Fox interview, Trump seemed to suggest it may have been spread by someone in the military or law enforcement.\n\n“It’s very, very hard when you are with people from the military or from law enforcement, and they come over to you, and they want to hug you, and they want to kiss you,” he said, “because we really have done a good job for them. And you get close. And things happen.”\n\nThe White House began instituting a daily testing regimen for the president’s senior aides after earlier positive cases close to the president. Anyone in close proximity to the president or vice president is also tested every day, including reporters.\n\nYet since the early days of the pandemic, experts have questioned the health and safety protocols at the White House and asked why more wasn’t being done to protect the commander in chief. Trump continued to shake hands with visitors long after public health officials were warning against it, and he initially resisted being tested.\n\nTrump is far from the first world leader to test positive for the virus, which previously infected Brazilian President Jair Bolsonaro and British Prime Minister Boris Johnson, who spent a week in the hospital, including three nights in intensive care. Former Italian Prime Minister Silvio Berlusconi was hospitalized last month while fighting what he called a “hellish” case of COVID-19.\n\nWhile there is currently no indication that Trump is seriously ill, the positive test raises questions about what would happen if he were to become incapacitated due to illness.\n\nThe Constitution’s 25th Amendment spells out the procedures under which the president can declare himself “unable to discharge the powers and duties” of the presidency. If he were to make that call, Trump would transmit a written note to the Senate president pro tempore, Republican Sen. Chuck Grassley of Iowa, and House Speaker Nancy Pelosi, D-Calif. Pence would serve as acting president until Trump transmitted “a written declaration to the contrary.”\n\nThe vice president and a majority of either the Cabinet or another body established by law can also declare the president unable to discharge the powers and duties of his office, in which case Pence would “immediately assume the powers and duties of the office as Acting President” until Trump could provide a written declaration to the contrary.\n\nAssociated Press writer Kevin Freking contributed to this report.", "date_added": "2020-10-02 01:30:34+00:00", "url": "https://www.pbs.org/newshour/politics/president-trump-and-first-lady-test-positive-for-covid-19", "source": "PBS NewsHour", "photos_url": ["https://d3i6fh83elv35t.cloudfront.net/static/2019/03/newsletter-politics-1024x684.jpg", "https://d3i6fh83elv35t.cloudfront.net/newshour/app/themes/pbs-newshour/assets/img/sponsors/raymond-james.png", "https://d3i6fh83elv35t.cloudfront.net/newshour/app/themes/pbs-newshour/assets/img/sponsors/consumer-cellular.png", "https://d3i6fh83elv35t.cloudfront.net/newshour/app/themes/pbs-newshour/assets/img/sponsors/mutual-of-america-logo-inverted.png", "https://d3i6fh83elv35t.cloudfront.net/newshour/app/themes/pbs-newshour/assets/img/sponsors/cpb-footer-trans.png", "https://d3i6fh83elv35t.cloudfront.net/newshour/app/themes/pbs-newshour/assets/img/placeholder.jpg", "https://d3i6fh83elv35t.cloudfront.net/newshour/app/themes/pbs-newshour/assets/img/sponsors/bnsf-railway.png", "https://d3i6fh83elv35t.cloudfront.net/static/2020/10/2020-10-02T052523Z_2030282648_RC25AJ9H6TZE_RTRMADP_3_HEALTH-CORONAVIRUS-USA-TRUMP-1024x675.jpg", "https://d3i6fh83elv35t.cloudfront.net/static/2020/10/2020-10-02T052523Z_2030282648_RC25AJ9H6TZE_RTRMADP_3_HEALTH-CORONAVIRUS-USA-TRUMP-300x198.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}