{"title": "Covid: Donald Trump and Melania test positive", "text": "Image copyright Reuters Image caption The president says: \"We will get through this together\"\n\nUS President Donald Trump has said he and First Lady Melania Trump have tested positive for coronavirus and are now self-isolating.\n\nMr Trump, aged 74 and therefore in a high-risk group, wrote on Twitter: \"We will get through this together.\"\n\nThe president has \"mild symptoms\" of coronavirus, White House officials say.\n\nMr Trump's announcement comes just over a month before the presidential elections on 3 November, where he faces Democratic challenger Joe Biden.\n\nThe development comes after Hope Hicks, one of Mr Trump's closest aides, tested positive.\n\nIn a tweet, Mr Biden and his wife Jill wished the first couple a swift recovery: \"We will continue to pray for the health and safety of the president and his family,\" he said.\n\nIt is not clear whether Mr Biden is also being tested, and whether he will continue his campaign on Friday with a scheduled visit to Michigan. He stood approximately 10ft (3m) away from Mr Trump during the debate.\n\nDebate moderator Chris Wallace said on Friday he was getting tested.\n\nA person is required to self-isolate after either showing coronavirus symptoms or a positive test. Meanwhile, quarantine restricts the movements of those who have been in contact with an infected person, but are not themselves positive or symptomatic.\n\nMr Trump has mostly spurned mask-wearing and has often been pictured not socially distanced with aides or others during official engagements.\n\nThe coronavirus has infected more than 7.2 million Americans, killing more than 200,000 of them.\n\nWhat do we know about Mr Trump's health?\n\nMr Trump's physician, Dr Sean Conley, released a statement late on Thursday, saying the president and the first lady were \"both well at this time, and they plan to remain at home within the White House during their convalescence\".\n\n\"Rest assured I expect the president to continue carrying out his duties without disruption while recovering, and I will keep you updated on any future developments,\" the statement said.\n\nThe physician provided no further details.\n\nHowever, White House officials and US Treasury Secretary Steven Mnuchin later said Mr Trump was experiencing mild Covid-19 symptoms.\n\nAccording to Mr Trump's most recent physical examination earlier this year, he weighed 244lbs (110.7kg). This is considered to be obese for his height of 6ft 3ins.\n\nBut Dr Conley stated at the time that the president \"remains healthy\". Mr Trump will also have the best medical care available.\n\nAmerica's Centers for Disease Control and Prevention (CDC) says a person must self-isolate for 10 days after a positive test.\n\nIs Mr Trump at particular risk because of his age?\n\nIt is dangerous to speculate about how the virus will affect any individual person.\n\nThere are clear risk factors - the older you are, the greater the risk of a coronavirus infection becoming life-threatening.\n\nPeople aged 64-74 with Covid in the US are five times more likely to need hospital care and 90 times more likely to die than somebody in their 20s.\n\nThe CDC says eight out of 10 Covid deaths in the country have been in the over-65s.\n\nThe virus also seems to hit men and people who are overweight harder.\n\nBut that is the big picture - a pattern seen across the whole population - it is not a way of saying this is what will happen to the US president.\n\nThe health of any two 74-year-olds can be wildly different and other medical conditions massively alter how big a threat this virus poses.\n\nEarlier on Thursday, Mr Trump said he and his wife, who is 50, were going to self-isolate after Ms Hicks's positive test.\n\nImage copyright AFP / Getty Images Image caption Hope Hicks has been at Mr Trump's side for years\n\nHe tweeted: \"Hope Hicks, who has been working so hard without even taking a small break, has just tested positive for Covid 19. Terrible!\n\n\"The First Lady and I are waiting for our test results. In the meantime, we will begin our quarantine process!\"\n\nAccording to Bloomberg News, Ms Hicks is experiencing symptoms of the disease.\n\nIt is not clear how Mr Trump's positive test will affect arrangements for the second presidential debate, which is scheduled for 15 October in Miami, Florida.\n\nMr Trump is not the first world leader to have tested positive. Earlier this year, British Prime Minister Boris Johnson and Brazil's President Jair Bolsonaro were infected. They both have since recovered, although Mr Johnson had to receive regular oxygen treatment to help his breathing during hospitalisation.\n\nWhat does this mean for the US election?\n\nA week after Donald Trump told Americans not to worry about Covid-19 because \"it affects virtually nobody\" except the elderly and those with heart conditions, the president himself has tested positive for the virus.\n\nIt is difficult to overstate exactly how earth-shaking a development this is, just 32 days before the US elections.\n\nThe president will have to quarantine for treatment. Campaign rallies are off. The next presidential debate, in two weeks, is in question.\n\nThe recurring message from the president, that the nation is \"rounding the turn\" in its handling of the virus, has been undermined by his own illness.\n\nJust two days ago, during the first debate, Trump belittled his Democratic opponent, Joe Biden, for frequently wearing masks and not having campaign rallies that matched his own in size.\n\nNow, the White House and the campaign will have to answer why the president took such a seemingly cavalier attitude toward protecting himself - and how many others in the White House and the higher echelons of the US government may have been exposed.\n\nDuring times of national turmoil, the American public tends to rally in support of the president. It may not be enough to insulate him from the questions that follow, however.\n\nWho else has been tested?\n\nVice-President Mike Pence and his wife were tested on Friday morning, and the results were negative, Mr Pence's press secretary Devin O'Malley tweeted.\n\nLater on Friday, House Speaker Nancy Pelosi, who would in theory take charge of government if both the president and vice-president were incapacitated, said she had been tested on Friday morning and had not yet received the results.\n\nMs Pelosi, a Democrat, said \"continuity plans were in place\", but she herself had not been contacted by the White House about this.\n\nOther members of the Trump family - his daughter Ivanka, son Barron and son-in-law Jared Kushner - have all tested negative.\n\nSeveral White House officials have been infected previously.\n\nIn May, vice-presidential spokeswoman Katie Miller tested positive, as well as a member of the US Navy who was serving as one of Mr Trump's personal valets.\n\nNational Security Adviser Robert O'Brien, a number of Secret Service agents, a Marine One pilot and a White House cafeteria worker have also tested positive.\n\nThe White House tests aides and anyone else who comes into contact with the president daily.\n\nMedia playback is unsupported on your device Media caption Coronavirus symptoms: What are they and how long should I self-isolate?\n\nHow have the US and the world reacted?\n\nIn a tweet, US Vice-President Mike Pence and his wife Karen wished the presidential couple well:\n\nSkip Twitter post by @Mike_Pence Karen and I send our love and prayers to our dear friends President @realDonaldTrump and @FLOTUS Melania Trump. We join millions across America praying for their full and swift recovery. God bless you President Trump & our wonderful First Lady Melania. — Mike Pence (@Mike_Pence) October 2, 2020 Report\n\nBoris Johnson wrote on Twitter: \"My best wishes to President Trump and the First Lady. Hope they both have a speedy recovery from coronavirus.\"\n\nOther world leaders, including Indian Prime Minister Narendra Modi and his Israeli counterpart Benjamin Netanyahu, also sent messages of support to the couple.", "date_added": "2020-10-02 15:42:39.581292+00:00", "url": "https://www.bbc.com/news/world-us-canada-54381848", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/1024/branded_news/18008/production/_114721389_mediaitem114720700.jpg", "https://ichef.bbci.co.uk/news/320/cpsprodpb/18008/production/_114721389_mediaitem114720700.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08m92r0.jpg", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=world::us_and_canada::news.world.us_and_canada.story.54381848.page&x1=[urn:bbc:cps:0c175d97-4788-4976-bec9-66129b23915c]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name="], "is_grouped": false, "upvotes": 0, "downvotes": 0}