{"title": "WHO to probe 'sexual exploitation' by aid workers in DR Congo", "text": "WHO to probe 'sexual exploitation' by aid workers in DR Congo Published duration 17 hours ago\n\nimage copyright Thomson Reuters Foundation image caption This woman said she was sexually exploited by a doctor involved in the Ebola response\n\nThe World Health Organization (WHO) has pledged to investigate allegations that aid workers tackling the Ebola outbreak in the Democratic Republic of Congo sexually abused and exploited women.\n\nWHO and other aid agency staff were accused by 50 women in a joint investigation by two news agencies.\n\nLocal women were allegedly plied with drinks, \"ambushed\" in hospitals, forced to have sex, and two became pregnant.\n\nThe allegations cover the period between 2018 and March this year.\n\nThe New Humanitarian news agency and the Thomson Reuters Foundation have carried out an almost year-long investigation\n\nThe WHO said the allegations would be \"robustly investigated\".\n\n\"Anyone identified as being involved will be held to account and face serious consequences, including immediate dismissal,\" it said in a statement\n\n\"The betrayal of people in the communities we serve is reprehensible.\"\n\nMore than 2,000 people died in the Ebola outbreak in DR Congo.\n\nThe WHO, which spearheaded global efforts to curb the spread of the outbreak, declared it over in June this year.\n\nThe UN and aid agencies have previously promised zero tolerance of sexual abuse following similar allegations against some of their staff in other countries.\n\nA spokesperson for the UK's Foreign, Commonwealth and Development Office said it would scrutinise the WHO findings closely, adding: \"Sexual exploitation and abuse are completely abhorrent. We regularly assess all of our partners against the highest safeguarding standards.\"\n\nWho does the investigation implicate the most?\n\nMost of the allegations of sexual abuse and exploitation were against men, including doctors, said to be from the WHO. At least 30 women made allegations against them, the news agencies reported.\n\nThe next highest number of allegations - made by eight women - were against men said to be from DR Congo's health ministry.\n\nTwo other UN agencies, and four international charities, were also named in the report.\n\nimage copyright Thomson Reuters Foundation image caption The Ebola outbreak badly affected eastern DR Congo\n\nSome of the accused men came from Belgium, Burkina Faso, Canada, France, Guinea-Conakry and Ivory Coast.\n\nMany men refused to wear condoms, and at least two women said they became pregnant as a result of the abuse, the news agencies reported.\n\nWhat else did the women say?\n\nA 25-year-old cleaner was quoted as saying that she was invited to a WHO doctor's home to discuss a promotion.\n\n\"He shut the door and told me: 'There's a condition. We need to have sex right now',\" the woman said.\n\n\"He started to take my clothes off me. I stepped back but he forced himself against me and kept pulling off my clothes. I started crying and told him to stop... He didn't stop. So I opened the door and ran out.\"\n\nimage copyright EPA image caption Ebola killed more than 2,000 people in DR Congo\n\nIn another case, a 32-year-old Ebola survivor told the news agencies that she was invited to a hotel for counselling.\n\nIn the lobby, she was offered a soft drink. She said she woke up hours later, naked and alone in a hotel room, and believes she was raped.\n\nWhy were the women exploited?\n\nMany women said they were forced to have sex in exchange for jobs, with one describing it as a \"passport to employment\" and another said \"they hire you with eyeballs\".\n\nWomen said they were approached outside supermarkets in the eastern city of Beni, job recruitment centres, and hospitals where lists of successful candidates were posted.\n\nThe news agencies also quoted one woman as saying that \"the practice of men demanding sex had become so common that it was the only way to get a job\".\n\nA risk of huge reputational damage\n\nAnalysis by Imogen Foulkes, BBC News, Geneva\n\nThe WHO has spent this year fighting the Covid-19 pandemic, amid open hostility from the US, which has announced it will leave over allegations the WHO is too close to China. Now come these serious accusations.\n\nThe potential reputational damage is huge and the WHO has responded quickly, promising an immediate investigation.\n\nIt is more than two years since humanitarian aid agencies faced up to their own \"Me Too\" moment, when reports of sexual exploitation implicating Oxfam workers in Haiti soon spread to include multiple agencies.\n\nAll of them, including the WHO, pledged zero tolerance for such abuse, more rigorous training for staff and proper reporting systems for victims.\n\nGiven the allegations from DR Congo, it does not appear that either the staff training or the reporting system worked.\n\nUp until now criticism of the WHO has been mainly from the US, and the organisation has been comforted by support, both moral and financial, from many other countries.\n\nThat support may now be shaken, just at the moment the world needs a global public health body beyond reproach.", "date_added": "2020-09-30 13:17:42.148104+00:00", "url": "https://www.bbc.com/news/world-africa-54342356", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/385/cpsprodpb/C072/production/_114666294_p08sqs5h.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1D86/production/_114685570_p08svygx.jpg", "https://c.files.bbci.co.uk/AF69/production/_108550944_ebolaepa1.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/1285C/production/_114686857_mediaitem114686855.jpg", "https://c.files.bbci.co.uk/17CD0/production/_114688479_mediaitem114688478.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/118E6/production/_114601917_mediaitem114601916.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/4B39/production/_114675291_catindex.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/6D99/production/_114675082_p08ssv7y.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/3411/production/_114692331_nigeria.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/FE3F/production/_114678056_police.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/17CD0/production/_114688479_mediaitem114688478.jpg", "https://c.files.bbci.co.uk/E478/production/_114688485_mediaitem114688484.jpg", "https://c.files.bbci.co.uk/1226D/production/_105894347_grey_line-nc.png", "https://ichef.bbci.co.uk/news/385/cpsprodpb/04B9/production/_114690210_p08sx175.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}