{"title": "WHO to probe sex abuse by aid workers in DRC amid Ebola outbreak", "text": "WHO’s pledge comes days after a report accused WHO and other NGO workers operating in DRC of demanding sex in exchange for being hired for a job.\n\nThe World Health Organization (WHO) has promised to investigate allegations of sexual abuse by people identified as health and aid officials in the Democratic Republic of the Congo (DRC), where the global body is trying to stop the spread of the Ebola virus.\n\nThe WHO said it is “outraged” and promised the charges will be “rigorously investigated” in a statement released on Tuesday.\n\n“The betrayal of people in the communities we serve is reprehensible. We do not tolerate such behaviour in any of our staff, contractors or partners,” read the statement. “Anyone identified as being involved will be held to account and face serious consequences, including immediate dismissal.”\n\nThe statement came after the news website The New Humanitarian released a report in conjunction with the Thomson Reuters Foundation in which more than 50 women accused aid workers from the WHO and non-governmental organisations operating in DRC of both improperly propositioning women and of demanding sex in exchange for being hired for a job.\n\nThe WHO statement did not specifically mention the report, and would not say if it had received complaints against staff or contractors during the Ebola response.\n\nThe WHO was in charge of efforts to control an Ebola outbreak in eastern DRC between August 2018 and the end of June this year. During that time, 3,481 people were infected with the haemorrhagic fever and 2,299 people died.\n\nIt was the 10th Ebola outbreak the country had seen. This one was particularly difficult to bring under control due to fighting between various rebel groups and the government there.\n\nSince the end of the Ebola mission, there has been a new outbreak in western DRC.\n\nStrategies put in place by the United Nations and NGOs to end such behaviour largely failed during the outbreak, aid officials and workers, gender analysts and researchers said.\n\n‘Sexual blackmail’\n\nFifty-one women told the nearly year-long investigation that they were sexually exploited or abused by mostly foreign men identifying as aid workers in Beni, the hub of the outbreak.\n\nNot one said she knew of a hotline, email address or person to contact to report the incidents.\n\n“Knowing the poverty of the population, many consultants amused themselves by using sexual blackmail for hiring,” said one WHO employee who spoke on condition of anonymity for fear of reprisals.\n\nIn the investigation, the largest number of accusations – made by 30 women – involved men who identified themselves as being with the WHO.\n\nOther organisations named by women included UN Children’s Fund UNICEF, Doctors Without Borders (MSF), Oxfam, World Vision, UN migration agency IOM, medical charity ALIMA and DRC’s health ministry.\n\nWhile ALIMA and World Vision also promised to investigate, most of the others said they needed more information to follow up. Police heard rumours of abuse but no victim came forward, said commander Lokango Ebaleongandi in Beni.\n\nIn a survey as part of the investigation, 18 agencies involved in the Ebola response said they had received no complaints of sexual exploitation. Six groups said they had received a total of 22 allegations, six of which were substantiated.\n\n“If you’re not getting reports, then something is going wrong,” said Jane Connors, a long-serving UN staffer who in 2017 became its first victims’ advocate, based in New York.\n\nAid sector experts blamed a male-dominated operation with little funding to combat sexual abuse, vast income and power imbalances, and a failure to win locals’ trust – problems seen in numerous other emergency responses.\n\nFrom Bosnia to Haiti, reports of sexual abuse and exploitation scandals have shaken the aid sector for decades – denting the trust of local populations, donors and taxpayers.\n\nIn DRC, few women believed they could get justice. Many said they could not afford to lose their jobs while others feared being stigmatised by family or community.\n\n“The fear of retribution is so high,” said Alina Potts, a researcher at the Global Women’s Institute at George Washington University and a former aid worker. “They need to have a lot of trust in that overall system to come forward.”\n\nUp to 80 percent of survivors globally – not just those in humanitarian crises – do not report sexual assault for a range of reasons, said Miranda Brown, formerly with the UN’s Office of the High Commissioner for Human Rights.\n\n“Typically, survivors and victims do not use standard reporting mechanisms but report to persons of trust.”\n\nMore women in senior roles\n\nAid agencies deployed thousands of workers into eastern DRC when Ebola erupted, sensitive to criticism of acting slowly in the 2014-16 outbreak in West Africa.\n\nBut a network to prevent sex abuse was not set up until 14 months into the crisis, according to an internal report by the inter-agency Prevention of Sexual Exploitation and Abuse (PSEA) Network seen by reporters.\n\nDespite UN pledges to work more closely with locals, the report said there was poor communication about what constituted sexual abuse and how to report it.\n\nAgencies each had their own hotlines, email addresses and suggestion boxes for receiving complaints, which was confusing for victims, said Fidelia Odjo, the UN coordinator for the prevention of sexual abuse and exploitation in DRC.\n\n“I didn’t know where to report him and I didn’t have much trust in the police,” said one woman, who said she was asked for sex by a doctor who said he worked for the WHO. She refused and was denied a job. Her friend, who agreed to sex, was hired.\n\nWhile some $700m was spent on the Ebola response, the network to combat abuse was crippled by a lack of funding, receiving only $40,000 from the UN three months before the outbreak was over, according to the PSEA network report.\n\nA “lessons learnt” section said agencies should talk to staff about sexual abuse at the start of an operation.\n\nPart of the problem was the operation was dominated by men, said gender experts. Men made up 81 percent of Ebola responders working for the WHO, it said in a 2019 report, while 15 of the other 18 organisations surveyed said their teams were mostly male.\n\n“Increasing the number of women in senior roles in operational settings would clearly reduce the number of sexual exploitation and abuse cases,” said Brown, who testified to the US Senate about the UN’s child sex abuse scandal in the Central African Republic (CAR).\n\nUN Secretary-General Antonio Guterres launched a fanfare of initiatives after a 2016 report said the UN failed to take action on allegations involving peacekeepers in CAR.\n\nTo boost transparency, in 2017 Guterres required all UN entities to report abuse allegations to him. The numbers are fed into a database in real-time and compiled on a UN website. The WHO has only just “now” agreed to post their allegations, according to Guterres’ spokesman Stephane Dujarric.\n\nWHO spokeswoman Fadela Chaib said the agency had been reporting substantiated allegations to its governing body, the World Health Assembly.\n\nThe WHO’s latest global report shows 10 investigations into sexual exploitation and abuse since 2017, including one in 2020.\n\nLooking ahead, a review of aid in DRC commissioned by the UK government recommended boosting funding to local women’s groups to encourage victims to report.\n\nInvolving more women in emergency responses could also help change the power dynamics in aid delivery, Potts said. “We can’t keep putting [women and girls] in these risky situations and expecting the outcomes to change.”", "date_added": "2020-09-30 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/30/who-vows-to-probe-sexual-misconduct-in-drc-amid-ebola-outbreak", "source": "", "photos_url": ["https://www.aljazeera.com/wp-content/uploads/2020/09/image-80.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2018/08/2869fc412c2b492ebc4034d93e1ede6e_18.jpeg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T095315Z_1898645278_RC2X8J944S2V_RTRMADP_3_ARMENIA-AZERBAIJAN.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/01/dc0eded54f5e43c3a8ccde3e49ed45b6_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20274292312916.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2018/08/2869fc412c2b492ebc4034d93e1ede6e_18.jpeg?fit=999%2C562", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T015218Z_1533046636_RC2P8J95JWFA_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113", "https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/09/2019-12-03T151758Z_37714372_RC2RND9JEHQ4_RTRMADP_3_INDIA-RAPE.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/2020-09-30T030927Z_1494312708_RC2R8J9P9WZ3_RTRMADP_3_USA-ELECTION-DEBATE.jpg?resize=170%2C113"], "is_grouped": false, "upvotes": 0, "downvotes": 0}