{"title": "More than 50 women in DRC allege abuse by Ebola aid workers", "text": "Women say they were exploited by men who said they were international workers in Democratic Republic of Congo\n\nMore than 50 women have accused aid workers from the World Health Organization and leading NGOs of sexual exploitation and abuse during efforts to fight Ebola in the Democratic Republic of Congo.\n\nIn interviews, 51 women – many of whose accounts were backed up by aid agency drivers and local NGO workers – recounted multiple incidents of abuse, mainly by men who said they were international workers, during the 2018 to 2020 Ebola crisis, according to an investigation by the New Humanitarian and the Thomson Reuters Foundation.\n\nThe majority of the women said numerous men had either propositioned them, forced them to have sex in exchange for a job or terminated contracts when they refused.\n\nThe number and similarity of many of the accounts from women in the eastern city of Beni suggests the practice was widespread, with three organisations vowing to investigate the accusations uncovered. UN secretary-general António Guterres called for the allegations to be “investigated fully”.\n\nSome women said they were plied with drinks, others said they were ambushed in offices and hospitals, and some said they were locked in rooms by men who promised jobs or threatened to fire them if they did not comply.\n\n“So many women were affected by this,” said one 44-year-old, who told reporters that to get a job she had sex with a man who said he was a WHO worker.\n\nShe and the other women spoke on condition of anonymity for fear of reprisals. Some identifying details have been removed to protect their identities.\n\n“I can’t think of someone who worked in the response who didn’t have to offer something,” she added.\n\nSome women were cooks, cleaners and community outreach workers hired on short-term contracts, earning $50 to $100 (£40 to £80) a month – more than twice the normal wage. One woman was an Ebola survivor seeking psychological help.\n\nAt least two women said they became pregnant.\n\nMany women said they had not until now reported the incidents for fear of reprisals or losing their jobs. Most also said they were ashamed.\n\nSome women said abuse occurred as recently as March.\n\nThe WHO said it was investigating the allegations.\n\n“The actions allegedly perpetrated by individuals identifying themselves as working for WHO are unacceptable and will be robustly investigated,” it said in a statement.\n\n“The betrayal of people in the communities we serve is reprehensible,” it said, emphasising that “we do not tolerate such behaviour in any of our staff, contractors or partners”.\n\nWHO pointed out that it had a “zero tolerance policy with regard to sexual exploitation and abuse”.\n\n“Anyone identified as being involved will be held to account and face serious consequences, including immediate dismissal,” it said.\n\nDespite “zero tolerance” policies and pledges by the UN and NGOs to crack down on such abuses, as exposed in Haiti and Central African Republic, reports of such behaviour continue to surface.\n\nMost aid agencies and NGOs contacted by the New Humanitarian – a nonprofit news agency – and the Thomson Reuters Foundation said they had received few or no claims of sexual abuse or exploitation against their workers in Congo.\n\nThe investigation, conducted over almost a year, found women who described at least 30 instances of exploitation by men who said they were from WHO, which deployed more than 1,500 people to the government-led operation to control the outbreak.", "date_added": "2020-09-29 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/sep/29/women-in-drc-say-aid-workers-sexually-abused-them-during-ebola-crisis", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/aab23d9a16cb07a37c4076510faac1e30bdd5753/0_203_6016_3610/master/6016.jpg?width=300&quality=85&auto=format&fit=max&s=302ff11231b0da9fd35e5f49859d8c16", "https://phar.gu-web.net/count/pvg.gif", "https://i.guim.co.uk/img/media/aab23d9a16cb07a37c4076510faac1e30bdd5753/0_203_6016_3610/master/6016.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=64988fe1a8523eedbf8212e74a115781", "https://phar.gu-web.net/count/pv.gif", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=World+Health+Organization%2CDemocratic+Republic+of+the+Congo%2CEbola%2CSexual+harassment%2CAfrica%2CHealth%2CSexual+violence%2CWorld+news"], "is_grouped": false, "upvotes": 0, "downvotes": 0}