{"title": "Ebola aid workers from WHO and NGOs accused of sexual abuse in Congo", "text": "More than 50 women have accused Ebola aid workers from the World Health Organisation (WHO) and leading non-govermental organsations (NGOs) of sexual exploitation and abuse in the Democratic Republic of Congo, an investigation by The New Humanitarian and the Thomson Reuters Foundation has found.\n\nIn interviews, 51 women - many of whose accounts were backed up by aid agency drivers and local NGO workers - recounted multiple incidents of abuse, mainly by men who said they were international workers, during the 2018 to 2020 Ebola crisis.\n\nThe majority of the women said numerous men had either propositioned them, forced them to have sex in exchange for a job or terminated contracts when they refused.\n\nThe number and similarity of many of the accounts from women in the eastern city of Beni suggests the practice was widespread, with three organisations vowing to investigate the accusations uncovered. UN secretary-general Antonio Guterres called for the allegations to be “investigated fully”.\n\nWomen said they were plied with drinks, others ambushed in offices and hospitals, and some locked in rooms by men who promised jobs or threatened to fire them if they did not comply.\n\n“So many women were affected by this,” said one 44-year-old woman, who told reporters that to get a job she had sex with a man who said he was a WHO worker.\n\nShe and the other women spoke on condition of anonymity for fear of reprisals. Some identifying details have been removed to protect their identities.\n\n“I can’t think of someone who worked in the response who didn’t have to offer something,” she added.\n\nSome women were cooks, cleaners and community outreach workers hired on short-term contracts, earning $50 to $100 a month - more than twice the normal wage. One woman was an Ebola survivor seeking psychological help.\n\nAt least two women said they became pregnant.\n\nThe WHO said it was reviewing a “small number” of sexual abuse or exploitation reports in Congo but declined to say whether they may have taken place during the Ebola outbreak in the east of the country, which ended in June after more than 2,200 deaths.\n\nA WHO spokeswoman said the allegations stemming from the investigation were under review internally and encouraged the women involved to contact the WHO.\n\nMany women said they had never reported the incidents for fear of reprisals or losing their jobs. Most also said they were ashamed.\n\nSome women said abuse occurred as recently as March.\n\n“We would not tolerate such behaviour by any of our staff, contractors or partners,” said WHO spokeswoman Fadela Chaib, reiterating the agency’s “zero tolerance” policy.\n\n‘Why would you even ask if I reported it?’\n\nDespite “zero tolerance” policies and pledges by the UN and NGOs to crack down on such abuses, as exposed in Haiti and Central African Republic, reports of such behaviour continue to surface.\n\nMost aid agencies and NGOs contacted by The New Humanitarian and the Thomson Reuters Foundation said they had received few or no claims of sexual abuse or exploitation against their workers in Congo.\n\nThe investigation, conducted over almost a year, found women who described at least 30 instances of exploitation by men who said they were from the WHO, which deployed more than 1,500 people to the government-led operation to control the outbreak.\n\nThe next highest number of claims were against men who said they were with Congo’s ministry of health, noted by eight women.\n\nReporters also interviewed five women who said they were exploited by men who said they worked for World Vision, while three women pointed to men who said they were from the UN children’s fund UNICEF. Two women accused men who said they were workers with the medical charity ALIMA.\n\nSingle claims were made against men who said they worked with Oxfam, the UN migration agency IOM, and Medecins Sans Frontieres (MSF).\n\nThe investigation has prompted an internal inquiry at World Vision, which said the reports were “shocking” as all staff were trained on preventing sexual abuse and it was working hard to address “entrenched cultural and power inequalities”.\n\nALIMA also said it would undertake an inquiry after being contacted with the outcome of the investigation.\n\nUNICEF received three reports involving two partner organisations responding to Ebola, said spokesman Jean-Jacques Simon. He declined to name the charities but said the cases appeared to be different from those discovered by reporters.\n\n“Despite our best efforts, cases of sexual exploitation and abuse in DRC remain grossly under-reported,” said Simon, adding that the agency had introduced 22 ways to file complaints in Congo, including a confidential hotline and complaint boxes.\n\nSpokespeople for IOM, MSF, UNICEF and Congo’s health ministry said in mid-September they had no knowledge of the accusations brought to their attention, and several said they would need more information to take action.\n\nOxfam said it did “everything in our power to prevent misconduct and investigate and act on allegations when they arise including supporting survivors”.\n\nWHO and most of the aid groups involved in the response said they had policies in place to prevent and report abuse or exploitation, from staff training to reporting hotlines.\n\nAlthough the women did not know all of the men’s nationalities, they said some came from Belgium, Burkina Faso, Canada, France, Guinea, and the Ivory Coast.\n\n“Why would you even ask if I reported it?” asked one woman who said she was offered money for sex by a man who said he worked for the WHO and another who said he worked for UNICEF.\n\n“I was terrified. I felt disgusting. I haven’t even told my mother about this.”\n\n‘Passport to employment’\n\nMany women said they were approached outside Beni’s main supermarkets, in job recruitment centres or outside hospitals where lists of successful candidates were posted.\n\nSome said men approached them after they were visibly disappointed at being passed over for jobs.\n\nOne woman said the practice of men demanding sex had become so common, it was the only way of finding a job in the response. Another called it a “passport to employment”.\n\n“You’d look to see if your name was on the lists they posted outside,” said a 32-year-old woman, who said she was made pregnant by a man who identified himself as a WHO doctor.\n\n“And every day we’d be disappointed. There is no work here.”\n\nWomen said men routinely refused to wear condoms - at a time when physical contact was being discouraged to halt the spread of the deadly virus. Many knew the men’s names.\n\nOne 25-year-old cleaner said she was already working for the WHO when a doctor invited her to his house in 2018 to discuss a promotion. On arrival, he took her into his bedroom.\n\n“He shut the door and told me, ‘There’s a condition. We need to have sex right now’,” she said.\n\n“He started to take my clothes off me. I stepped back but he forced himself against me and kept pulling off my clothes. I started crying and told him to stop ... he didn’t stop so I opened the door and ran outside.”\n\nAt the end of the month, she said, her contract was not renewed.\n\nThough reports of jobs-for-sex schemes - and other forms of corruption - are not uncommon in humanitarian aid in Congo, almost all the women said they had never encountered similar experiences when trying to find work.\n\nIn discussions with hundreds of community members in multiple towns, sexual exploitation was a “consistent finding”, said Nidhi Kapur, a consultant commissioned by aid group CARE International to research gender issues during the Ebola crisis.\n\n“Whether we talked to adolescent girls or adult women or women in the community or in the government, everybody said the same thing,” Kapur said.\n\nHowever, when The New Humanitarian and the Thomson Reuters Foundation surveyed 34 of the main international organisations and a handful of local NGOs involved in the Ebola operation, most of the 24 that provided data indicated that they had received no complaints during the near two-year outbreak.\n\nCongo’s health minister Eteni Longondo said he had received no reports of exploitation by aid workers.\n\n“I ask any woman who is asked for this kind of sexual abuse and exploitation services to denounce it, because it is not allowed in Congo,” Mr Longondo said. “If it is a health worker who is involved in this case, I personally will take care of it.”\n\nSome women said they were considering whether to file formal complaints with aid agencies, NGOs or the health ministry; most, however, said they simply wanted to tell their stories so other women were not subjected to the same behaviour.–Reuters", "date_added": "2020-09-30 13:18:25.081055+00:00", "url": "https://www.irishtimes.com/news/world/africa/ebola-aid-workers-from-who-and-ngos-accused-of-sexual-abuse-in-congo-1.4368291", "source": "The Irish Times", "photos_url": ["https://www.irishtimes.com/assets/images/icons/apps/google-play.png", "https://www.irishtimes.com/polopoly_fs/1.4355725.1600192194!/image/image.jpg_gen/derivatives/landscape_140/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.4363643.1600954137!/image/image.jpg_gen/derivatives/box_140/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.4368290.1601446783!/image/image.jpg_gen/derivatives/box_300_160/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.4367758.1601401257!/image/image.jpg_gen/derivatives/box_140/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.4364519.1601031971!/image/image.jpg_gen/derivatives/landscape_140/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.4356719.1600285821!/image/image.jpg_gen/derivatives/landscape_140/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.3752243.1547029046!/image/image.png_gen/derivatives/landscape_140/image.png?1547031774464", "https://www.irishtimes.com/assets/images/icons/apps/app-store.png", "https://www.irishtimes.com/image-creator/?id=1.4368290&origw=1440", "https://www.irishtimes.com/polopoly_fs/1.4368384.1601469826!/image/image.jpg_gen/derivatives/box_140/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.4364587.1601036369!/image/image.jpg_gen/derivatives/box_140/image.jpg", "https://www.irishtimes.com/country-cookie/", "https://www.irishtimes.com/polopoly_fs/1.3753609.1547128893!/image/image.png", "https://www.irishtimes.com/polopoly_fs/1.4367339.1601367194!/image/image.jpg_gen/derivatives/box_140/image.jpg", "http://b.scorecardresearch.com/p?c1=2&c2=8946263&cv=2.0&cj=1", "https://www.irishtimes.com/polopoly_fs/1.4362518.1601028566!/image/image.jpg_gen/derivatives/box_140/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.3752242.1547029043!/image/image.png_gen/derivatives/landscape_140/image.png?1547031704433", "https://www.irishtimes.com/polopoly_fs/1.4368440.1601471512!/image/image.jpg_gen/derivatives/box_140/image.jpg", "https://www.irishtimes.com/polopoly_fs/1.4368273.1601438091!/image/image.jpg_gen/derivatives/box_140/image.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}