{"title": "Covid has left easyJet 'hanging by thread', union official tells staff", "text": "The coronavirus pandemic has left easyJet “hanging by a thread” and at risk of going under without a summer resurgence of passenger numbers, a union official told pilots during talks over potential redundancies.\n\nIn a conference call with staff, a recording of which was passed to the Guardian, pilots’ union official Martin Entwisle said: “If easyJet don’t have a good summer and make money next summer, I suspect none of us will have a job this time next year.”\n\nHe said he was speaking following a briefing with the company’s chief financial officer, Andrew Findlay, union officials and other members of the management team.\n\nEntwisle told pilots that Findlay had warned that the company’s situation was “even worse than their worst fears”.\n\n“The easiest way to put it is: the company is hanging by a thread.”\n\nEasyJet strenuously denied Entwisle’s characterisation of his discussion with Findlay, saying it was not representative of the discussion.\n\n“The recording does not reflect what easyJet or its chief financial officer said,” the company told the Guardian in a statement.\n\n“We have been clear the whole industry has been impacted by the pandemic, however easyJet has taken a prudent approach to capacity and the right actions on cash preservation.\n\n“The airline continues to keep all liquidity options under review, but no decisions have been taken.\n\n“Winter flying is always significantly lower than summer and easyJet will continue with its prudent and dynamic approach to capacity over the winter.\n\n“No decisions have been taken and we will update the market in due course.\n\n“As we said at our recent trading update, changing restrictions and quarantine requirements continue to impact consumer confidence to book travel so we continue to call on the UK government for sector specific support.”\n\nThe recording is thought to have been taken when easyJet was in negotiations with pilots over possible redundancies, meaning union officials had reason to stress the seriousness of the situation to ensure pilots accepted a deal.\n\nEasyJet pilots and management have since reached a breakthrough in negotiations, meaning that no pilots will be made compulsorily redundant. In June, easyJet’s estimate was that 727 pilots were at risk.\n\nWhile easyJet vehemently denied that Entwisle’s comments represented the airline’s true situation, his comments to pilots underline the dire straits that airlines such as easyJet have found themselves in as a result of the pandemic.\n\nEntwistle said: “We are flying aircraft around with 22 passengers on board, pissing money over the side and it’s going to continue that way thorough the winter.”\n\n“We are up shit creek. We’ve got to save money and pull this company through.”\n\nHe said the airline had already been selling aircraft and leasing them back to raise funds and would continue to do so.\n\nEntwisle added that the company was going to receive less cash than it hoped next summer because so many people whose flights were cancelled have exchanged their tickets for vouchers and will not be paying for new journeys.\n\nIn a statement on its deal with pilots, easyJet said it had “worked constructively during the consultation with [pilots’ union] Balpa, aiming to minimise compulsory redundancies despite the closure of three of our UK bases.\n\n“We have worked closely with the union to find alternative options for pilots who were at risk of redundancy and as a result we are pleased to confirm that we were able to offer part-time and seasonal contracts as well as relocation to our other bases to all pilots from the closing bases, alongside accepting 60 requests for voluntary redundancy.\n\n“We are waiting to receive the last few signed contracts in the next couple of days and remain hopeful that this means that when the process is completed there should be no need for any compulsory redundancies.”", "date_added": "2020-09-26 00:00:00+00:00", "url": "https://www.theguardian.com/business/2020/sep/26/covid-has-left-easyjet-hanging-by-thread-union-official-tells-staff", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/30932c39ae5ab0e87de5e09e2187c06326357486/0_246_4253_2553/master/4253.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a9255bba724c81f990c517e2332664c6", "https://i.guim.co.uk/img/media/30932c39ae5ab0e87de5e09e2187c06326357486/0_246_4253_2553/master/4253.jpg?width=445&quality=85&auto=format&fit=max&s=a2bbf7f88e84bec8e12ef2d691123baf", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&comscorekw=easyJet,Airline industry,Coronavirus outbreak,Business,UK news"], "is_grouped": false, "upvotes": 0, "downvotes": 0}
