{"title": "EasyJet 'hanging by a thread', says union official", "text": "Image copyright Getty Images\n\nAn airline union official says he believes that EasyJet is \"hanging by a thread\".\n\nIn a leaked recording obtained by BBC News, Martin Entwisle said the company was in a \"really, really dire situation.\"\n\nMr Entwisle made the comment after a meeting with the airline's chief financial officer, Andrew Findlay.\n\nEasyJet denies that Mr Entwisle's claims in the recording reflect what EasyJet or its finance officer said.\n\nThe meeting between Mr Entwisle, three other representatives of the pilots' union Balpa and senior EasyJet management took place two weeks ago.\n\nIn a subsequent presentation to EasyJet pilots, Mr Entwisle, an EasyJet captain and union rep, said, \"I think the easiest way to put it is that the company is hanging by a thread. The situation is dire.\n\n\"If we don't have a good summer next summer and make a considerable amount of money, we really are going to be out of a job.\"\n\nThe recording comes from the presentation, which was given by the union officials to their members as part of a process to encourage them to take up the airline's offer of part-time working in order to save jobs.\n\nThe language used by union rep Martin Entwisle is stark.\n\nHowever his presentation to fellow pilots at Easyjet, which was recorded and leaked to the BBC, is a pitch.\n\nEasyJet and Balpa were, at the time, in the process of thrashing out a deal to mitigate redundancies.\n\nAfter a prior meeting with Easyjet management, Mr Entwisle's overall message to colleagues is that these are such extreme times, that a deal, which would have seemed inconceivable six months ago, is their best bet.\n\nThe recording does shine a light on just how bleak this winter will be for Easyjet.\n\nBut there is nothing to suggest that the airline's predicament is any worse than that of any of its competitors.\n\nEvery airline has been burning cash for months and no-one can say when international travel will truly recover.\n\nThey've all restructured and flight schedules have been dramatically scaled back in the short to medium term.\n\nIt is vital for all of them that, by next summer, the situation has dramatically improved.\n\nLike all airlines, EasyJet had to take drastic measures in response to the pandemic. It placed around 80% of its pilots on the government's furlough scheme, and secured a £600m loan from the Treasury's emergency coronavirus fund. In May it announced that it planned to lay off up to 4,500 staff across Europe.\n\nBut the recording highlights other measures that EasyJet has apparently taken.\n\nThe airline, which at the start of the pandemic owned over 80% of its aircraft according to Mr Entwisle, has sold over 30% of them, and leased them back, to plough money into the company, and \"more aircraft are about to be sold\".\n\nImage copyright Getty Images Image caption EasyJet was forced to ground its entire fleet at the height of the pandemic\n\nMr Entwisle also said the winter is looking \"dire\" and will result in the airline cutting back significantly on its schedule. He claims that peak flying each day during the winter \"is not going to exceed 90 aircraft in the UK.\"\n\nThe aircraft have all been allocated to bases but \"some of it is absolutely horrendous - some bases are looking at in excess of 50 - 60% cuts, possibly this winter.\"\n\nEasyJet has previously said it was closing its bases at Newcastle and two London airports, Southend and Stansted.\n\nBalpa announced on Friday that it had reached agreement with EasyJet to avoid any compulsory redundancies. Sixty pilots have left voluntarily, while 1,500 have opted for part-time working, around 75% of all pilots at the airline.\n\nImage copyright AFP Image caption EasyJet employees protesting following the airline's decision to close its Stansted operations\n\nIn a statement EasyJet said: \"The recording does not reflect what EasyJet or its chief financial officer said. We have been clear the whole industry has been impacted by the pandemic, however, EasyJet has taken a prudent approach to capacity and the right actions on cash preservation.\n\n\"The airline continues to keep all liquidity options under review, but no decisions have been taken.\n\n\"Winter flying is always significantly lower than summer and EasyJet will continue with its prudent and dynamic approach to capacity over the winter. No decisions have been taken and we will update the market in due course.\"", "date_added": "2020-09-26 14:21:06.671551+00:00", "url": "https://www.bbc.co.uk/news/business-54303379", "source": "BBC News", "photos_url": ["https://ichef.bbci.co.uk/news/320/cpsprodpb/77ED/production/_114610703_easyjetairbusa320.jpg", "https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://ichef.bbci.co.uk/news/1024/branded_news/77ED/production/_114610703_easyjetairbusa320.jpg", "https://sb.scorecardresearch.com/p?c1=2&c2=17986528&cv=2.0&cj=1", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=business::news.business.story.54303379.page&x1=[urn:bbc:cps:268d4438-ef25-4098-81b3-1ab8256d67a8]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]"], "is_grouped": false, "upvotes": 0, "downvotes": 0}