{"title": "12 week flood prevention work in Rhondda village set to start", "text": "Get the biggest stories sent straight to your inbox Sign up for regular updates and breaking news from WalesOnline Thank you for subscribing We have more newsletters Show me See our privacy notice Invalid Email\n\nWork on flood prevention scheme in the Rhondda is set to start next week.\n\nIn partnership with Natural Resources Wales, Rhondda Cynon Taf Council will begin work on the scheme which aims to help reduce the risk of flooding in Pentre.\n\nIt forms part of a wider response following this year’s flood events.\n\nPentre was one of the county borough’s hardest-hit areas during Storm Dennis in February 2020, and the village has experienced further flash flooding episodes since.\n\nFrom Monday, September 21 work will begin to install a new \"culvert inlet system\" to reduce the risk of flooding in the Pentre Road area.\n\nThe scheme, which has been developed by the council and Natural Resources Wales, consists of building a new headwall and channel structures within the watercourse in order to reduce the risk of blockages to the culvert in the future.\n\nThe £300,000 investment will also establish a formal access point to the channel so it can be maintained more easily.\n\nAs well as this, the adjacent road will be resurfaced while a secondary drainage system will be provided, acting as an overflow if debris starts to build up within the inlet during future periods of heavy rainfall.\n\nAll work will last around 12 weeks in total, depending on weather conditions, and will be funded by the council, Welsh Government and Natural Resources Wales.\n\nThe workforce will adhere to the latest guidance in relation to social distancing while working in the area.\n\nAccess to Pentre Road will be maintained at all times for pedestrians and motorists, but residents are asked not to park along the lane up to the culvert inlet to allow the contractor’s heavy plant and materials to access this space.\n\nThere is likely to be some local disruption as materials for the scheme are delivered.\n\nVideo Loading Video Unavailable Click to play Tap to play The video will start in 8 Cancel Play now\n\nCouncillor Andrew Morgan, Leader of Rhondda Cynon Taf Council, said: \"I’m pleased that the first major works on site as part of a wider comprehensive response will begin on September 21.\n\n\"This will install a new culvert inlet to reduce the risk of blockages – and subsequently reduce the risk of flooding within the Pentre Road area.\n\n\"A new works access will also ensure future maintenance of the inlet is easier.\n\n“I’d like to thank residents in advance for their patience and cooperation, with some aspects of the upcoming work likely to cause some local disruption – particularly associated with the necessary deliveries to the site.\n\n\"However, pedestrian and vehicular access will be maintained throughout, and there is no dedicated road closure associated with this scheme.”", "date_added": "2020-09-17 16:17:52+00:00", "url": "https://www.walesonline.co.uk/news/local-news/pentre-flooding-rhondda-work-council-18941810", "source": "WalesOnline", "photos_url": ["https://cf-images.eu-west-1.prod.boltdns.net/v1/static/4221396001/c6ee5ef0-0720-45ed-87e1-793503c6bc78/a642b96b-f92d-45e4-831c-2bc28897166e/1280x720/match/image.jpg", "https://www.walesonline.co.uk/@trinitymirrordigital/marwood/TM/img/placeholders/transparent.png", "https://i2-prod.walesonline.co.uk/news/local-news/article18941879.ece/ALTERNATES/s615/0_kgr_ech_160920_pentreJPG.jpg", "https://i2-prod.walesonline.co.uk/news/local-news/article18941879.ece/ALTERNATES/s1200/0_kgr_ech_160920_pentreJPG.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}