{"title": "Coronavirus: Welsh towns of Rhondda Cynon Taf go into local lockdown after some people were 'selfish'", "text": "The Welsh county borough of Rhondda Cynon Taf has gone into a local lockdown after a \"rapid rise\" in coronavirus cases.\n\nHealth bosses say people are not allowed to enter or leave the area without a reasonable excuse after the restrictions were brought in at 6pm.\n\nPubs, bars and restaurants will have to shut at 11pm - and meetings with other people indoors will not be allowed, including for extended households.\n\nWelsh health minister Vaughan Gething said: \"We have seen a rapid rise in cases in Rhondda Cynon Taf in a very short space of time, linked to people socialising indoors and not following social-distancing guidelines.\"\n\nThe county has the second highest coronavirus rate in Wales.\n\nAdvertisement\n\nIn the seven days to 13 September, it rose from 48.9 per 100,000 people to 104.0, with 251 new COVID-19 cases.\n\nThe highest rate is Caerphilly, where a localised lockdown was also introduced earlier this month.\n\nSome 216 new cases were recorded there in the week to 13 September, the equivalent of 119.3 per 100,000 people.\n\nIn the Rhondda Cynon Taf village of Abercynon, a few miles outside Pontypridd, virus numbers have surged in recent days.\n\nA \"snowball\" was the phrase used by the leader of the local council in South Wales and people are worried.\n\nMr Gething said the lockdown followed two \"significant\" clusters of COVID-19 cases in the Rhondda Cynon Taf area.\n\nHe said one was associated with a rugby club and a pub.\n\nAnd the other was linked to a group of men in their 40s and 50s who decided to hire a bus and drive to Doncaster for a day at the races.\n\nSome of their friends tell me that they didn't \"stop in loads of pubs on the way there and back\", in contrast to what Public Health Wales said on Wednesday.\n\nDoncaster Racecourse said it did not have any ticket bookings for any groups from the South Wales area for last Wednesday's pilot event.\n\nThe Welsh government later said that although the group intended to go to the races, \"the party did not enter the racecourse as originally planned\".\n\nBut since they returned to Rhondda Cynon Taf, the virus has rocketed in this area.\n\nThey are now among 1,500 residents self-isolating in this county.\n\n\"I count some of them as my friends and they've been stupid,\" a middle-aged man told me.\n\n\"We all need to follow the rules. That's the only way this thing goes away.\"\n\nHe added: \"Some people have been selfish, they've had their fun and now we'll all pay the price.\"\n\nBusiness owners in Abercynon are worried and frustrated.\n\n:: Subscribe to the Daily podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\n\nSince lockdown eased, they have slowly managed to get going again and they fear what is to come.\n\n\"I'm annoyed, worried and yes, angry,\" said a lady who runs a fruit and veg shop.\n\nData that the Welsh government and its scientists are poring over suggests a second wave in Wales could peak at Christmas.\n\nIt has been a gloriously sunny day in the Welsh valleys, unseasonably so. But it's the winter to come that has everyone here under a cloud.", "date_added": "2020-09-19 18:55:55.095122+00:00", "url": "https://news.sky.com/story/coronavirus-welsh-county-of-rhondda-cynon-taf-goes-into-local-lockdown-after-some-people-were-selfish-12074377", "source": "Sky News", "photos_url": ["https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://e3.365dm.com/20/04/512x512/skynews-graphic-uk-coronavirus_4970262.jpg", "https://e3.365dm.com/20/09/1600x900/skynews-rhondda-cynon-taf-wales_5098318.jpg?20200916131109", "https://news.sky.com/resources/sky-news-logo.png?v=1?bypass-service-worker", "https://news.sky.com/resources/sky-spectrum-logo.png", "https://e3.365dm.com/20/09/768x432/skynews-rhondda-cynon-taf-wales_5098318.jpg?20200916131109", "https://e3.365dm.com/18/08/75x75/skynews-author-enda-brady_4395797.jpg?20180820153254"], "is_grouped": false, "upvotes": 0, "downvotes": 0}