{"title": "California to ban sale of new gasoline-powered passenger vehicles in 2035", "text": "WASHINGTON/LOS ANGELES, Sept 23 (Reuters) - California will ban the sale of new gasoline powered passenger cars and trucks starting in 2035 in a dramatic move to shift to electric vehicles and reduce greenhouse gas emissions, Governor Gavin Newsom said on Wednesday.\n\n“This is the most impactful step our state can take to fight climate change,” Newsom said in a statement announcing his executive order. “For too many decades, we have allowed cars to pollute the air that our children and families breathe. You deserve to have a car that doesn’t give your kids asthma... Cars shouldn’t melt glaciers or raise sea levels threatening our cherished beaches and coastlines.”\n\nCalifornia is the largest U.S. auto market, accounting for about 11% of all U.S. vehicle sales, and many states choose to adopt its green vehicle mandates.\n\nNewsom also wants the state legislature to stop issuing new permits by 2024 allowing use of hydraulic fracturing technology for oil and gas drilling.\n\nU.S. President Donald Trump has sought to bar California from requiring sale of electric vehicles, while his rival Joe Biden has pledged to spend billions to speed the adoption of electric vehicles.\n\nCalifornia said it was joining 15 countries that have made similar pledges, including Britain.\n\nNewsom said the California Air Resources Board (CARB) will develop regulations to mandate that 100% of in-state sales of new passenger cars and trucks are zero-emission by 2035, which would cut greenhouse gas emissions by 35%. The board also plans to mandate by 2045 that all operations of medium- and heavy-duty vehicles be zero emission where feasible.\n\nNewsom’s executive order will not prevent Californians from owning gasoline-powered cars or selling them on the used car market.\n\nIn response to a record wildfire season in the state, Newsom earlier this month said California needed to “fast track” its efforts to reduce greenhouse gas emissions and combat climate change. “Across the entire spectrum, our goals are inadequate to the reality we are experiencing,” he said on Sept. 11 while touring a burned area in the state.\n\nCalifornia and nearly two dozen other U.S. states sued the Trump administration seeking to block the government from undoing California’s authority to set strict car pollution rules and rolling back nationwide emissions standard.\n\nThe Trump administration has been waging a multi-pronged battle to counter California’s efforts to fight climate change by reducing emissions of greenhouse gasses from vehicles. (Reporting by David Shepardson and Nichola Groom; Editing by David Gregorio)", "date_added": "2020-09-23 17:30:56+00:00", "url": "https://uk.reuters.com/article/autos-california-emissions/california-to-ban-sale-of-new-gasoline-powered-passenger-vehicles-in-2035-idUKL2N2GK1EF", "source": "U.K.", "photos_url": ["https://s1.reutersmedia.net/resources_v2/images/rcom-default.png?w=800"], "is_grouped": false, "upvotes": 0, "downvotes": 0}