{"title": "California Gov. Newsom executive order bans gas, diesel cars by 2035", "text": "California Gov. Gavin Newsom signed an executive order on Monday that aims to ban the sale of new internal combustion engine cars in the state by 2035.\n\nThe order directs the California Air Resources Board to develop a phase-out plan that would require 100 percent zero-emissions personal use and dryage vehicles by 2035 and as many medium-duty and heavy-duty vehicle applications deemed feasible by 2045.\n\n“Pull away from the gas pumps,” Newsom said. “Let us no longer be victims of geopolitical dictators that manipulate global supply chains and global markets.”\n\nCalifornia is both the largest new car market in the U.S., with 1.8 million vehicle sales in 2019, and also accounts for the most electric car purchases of any state.\n\nHERE'S WHAT THE ELECTRIC F-150 LOOKS LIKE\n\nDuring the company’s Battery Day event in Fremont, Calif., on Tuesday, Tesla CEO Elon Musk estimated that it would take about 15 years of all-electric sales to eliminate most internal combustion engine cars from the road.\n\nFifteen countries, including the U.K, have instituted similar policies. Nine states, including New York, currently follow California’s ZEV standards.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nAlong with battery-electrics, zero-emissions vehicles include those that run on hydrogen fuel cells.\n\nCalifornia and the Trump administration have been at odds in recent years regarding the state’s ability to set its own emissions rules, which is granted through waivers provided by the federal Clean Air Act.\n\nApproximately 156,000 electric cars were sold in California in 2019, according to the Sacramento Bee.\n\nThe Associated Press contributed to this report", "date_added": "2020-09-24 21:12:30.641877+00:00", "url": "https://www.foxnews.com/auto/california-gov-newsom-order-bans-gas-diesel-cars-by-2034", "source": "Fox News", "photos_url": ["https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/kennedy-4.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/640/320/newsom.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/id4-4.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/newsom.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/931/524/newsom.jpg?ve=1&tl=1", "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/09/270/152/jordan.jpg?ve=1&tl=1", "https://static.foxnews.com/foxnews.com/content/uploads/2020/09/newsom.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}