{"title": "California Governor Signs Order Banning Sales Of New Gasoline Cars By 2035", "text": "California Governor Signs Order Banning Sales Of New Gasoline Cars By 2035\n\nEnlarge this image toggle caption Justin Sullivan/Getty Images Justin Sullivan/Getty Images\n\nCalifornia will phase out the sale of all gasoline-powered vehicles by 2035 in a bid to lead the U.S. in reducing greenhouse gas emissions by encouraging the state's drivers to switch to electric cars.\n\nGov. Gavin Newsom signed an executive order Wednesday that amounts to the most aggressive clean-car policy in the United States. Although it bans the sale of new gas cars and trucks after the 15-year deadline, it will still allow such vehicles to be owned and sold on the used-car market.\n\n\"This is the most impactful step our state can take to fight climate change,\" the governor said in a statement.\n\n\"Our cars shouldn't make wildfires worse — and create more days filled with smoky air. Cars shouldn't melt glaciers or raise sea levels threatening our cherished beaches and coastlines.\"\n\nNewsom, a Democrat, also threw his support behind a ban on petroleum fracking but called on the California Legislature to make that change.\n\nWith extreme wildfires still burning in the state, Newsom says fighting climate change is an emergency. However, the state's efforts have run afoul of the Trump administration, which has sought to revoke California's authority to mandate zero-emission vehicles – a challenge that has landed in court.\n\nTransportation is the state's biggest — and rising — source of emissions, while other sources of emissions, such as from the electricity sector, are falling due to ambitious climate policies.\n\nIn January 2018, Gov. Jerry Brown signed an executive order setting ambitious targets of 200 hydrogen fueling stations and 250,000 electric vehicle chargers to support 1.5 million zero-emission vehicles on California roads by 2025.\n\nThe number of zero-emission electric vehicles being sold in the state has been on the upswing in recent years, although they accounted for fewer than 8% of all new cars sold in California last year.\n\nThe California-based Coalition for Clean Air praised Newsom's executive order, and the group said it was committed to helping fully implement the new policy.\n\n\"The Governor's Executive Order is a meaningful step in addressing the climate crisis and protecting the health of Californians,\" the coalition said in an email to NPR. \"Electrifying transportation will also create jobs and help California move forward in its economic recovery.\n\nJessica Caldwell of Edmunds, the online resource for automobile information, said, \"Many automakers have been guilty of setting short-term targets for their electrification strategy that never came to fruition.\"\n\n\"This rule, if implemented, establishes a specific timeline that they'll collectively need to adhere to,\" Caldwell said. \"California is a major market that automakers desperately need to maintain sales.\"\n\nA spokesman for the Institute for Energy Research, a think tank that often sides with the fossil fuel industry, called the move by Newsom \"another silly distraction from real problems.\"\n\n\"Driving cars is not what causes forest fires or makes them worse,\" David Kreutzer, a senior economist at the institute, told NPR. \"If people want to drive electric cars, they'll buy them. You don't have to eliminate the competition.\"\n\nKreutzer also pushed back at the notion that electric vehicles are zero-emission. \"Electric cars might not have emissions at a tailpipe, but they do have emissions at the power plant,\" he said.", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://www.npr.org/2020/09/23/916209659/california-governor-signs-order-banning-sales-of-new-gasoline-cars-by-2035", "source": "NPR.org", "photos_url": ["https://media.npr.org/chrome/programs/logos/all-things-considered.png", "https://media.npr.org/assets/img/2020/09/23/gettyimages-1224450790-d6bb63662c5f9ef362f435576f8f7718ba0550a1-s1100-c15.jpg", "https://media.npr.org/assets/img/2020/08/25/no-compromise-tile_v2-01-1-_sq-0e64cce82657c9930a6087bce014a1f7711515e8.jpg?s=100", "https://www.facebook.com/tr?id=1621557368158968&ev=PageView&noscript=1", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesat_sq-cbde87a2fa31b01047441e6f34d2769b0287bcd4-s100-c85.png", "https://media.npr.org/assets/img/2018/09/12/ap_18190129551591_sq-b6e532347898cb812c662f362ff5b2c70e1d18d1-s100-c15.jpg", "https://media.npr.org/assets/img/2019/02/26/we_otherentitiestemplatesun_sq-4a03b35e7e5adfa446aec374523a578d54dc9bf5-s100-c85.png", "https://media.npr.org/assets/img/2018/08/02/npr_radioambulante_podcasttile_sq-16f3abb344d11bd710c29f115557663cbb89efb5.jpg?s=100", "https://media.npr.org/assets/img/2020/09/23/gettyimages-1224450790_wide-2e1d2860759934e1808b4e1db4a80f3e30de1ec4.jpg?s=1400", "https://media.npr.org/chrome/programs/logos/up-first.jpg?version=2", "https://media.npr.org/chrome/programs/logos/morning-edition.jpg", "https://media.npr.org/assets/img/2020/09/15/rough-translation_school-of-scandal-tile_sq-ee34a9dde888f8375b36ee7da2cabce14cefbc5a.jpg?s=100", "https://media.npr.org/chrome/programs/logos/fresh-air.png", "https://media.npr.org/chrome_svg/npr-logo.svg", "https://media.npr.org/assets/img/2020/06/28/consider-this_podcast-tile_sq-ad4dd62fac1bc1f945b03fcaff3c129fc8b4d640.png?s=100", "https://media.npr.org/chrome_svg/music-logo-light.svg", "https://media.npr.org/chrome_svg/music-logo-dark.svg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}