{"title": "Germany protests: Chaos on Berlin streets as police fire water cannons - hundreds arrested", "text": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nDemonstrators outside the historic Reichstag parliament building banged saucepans and blew whistles in a bid to make their opposition known. Chancellor Merkel is planning on handing her government powers to enforce restrictions aimed at slowing the spread of COVID-19. A bleeding man was seen being led by police away from protests near the Brandenburg Gate.\n\nTrending\n\nGroups of officers were reportedly charging into the crowds and picking out individual demonstrators and arresting them, according to local media. The occasional firework could be heard in the background. One protestor wore a face mask scrawled with the words \"Merkel-Muzzle\". Others held banners with slogans such as \"For Enlightenment. Peace and Freedom\". Bottles and firecrackers were seen being hurled among the crowds as multiple brawls broke out.\n\nThousands of protesters gathered outside Germany's parliament in opposition to Merkel's new law\n\nAngela Merkel attends a parliamentary debate on the proposed new law on Wednesday\n\nClouds of red smoke hung over the protesters, some of whom used umbrellas to shield themselves from the water cannons. Protesters were neither wearing masks nor adhering to social distancing guidelines. Riot police formed a wall to stop demonstrators getting too close to the parliament building. Germany's lower and upper houses of parliament are due to pass laws on Wednesday afternoon which could allow the government to impose restrictions on social contact, rules on mask-wearing, drinking alcohol in public, shutting shops and stopping sports events. READ MORE: Stop it Merkel! Germany shamed for arms exports to Turkey\n\nRiot police pictured at a protest in Berlin\n\nA protester holds up a sign that says 'Stop Merkel'\n\nA protester holds a toy gun and stands on a T300 tank in Berlin\n\nThe Bundestag pictured ahead of the debate on the new law\n\nThe far-right Alternative for Germany (AfD) have compared the proposed legislation with the Enabling Act of 1933 that paved the way Hitler's Nazi dictatorship. Footage posted on Twitter showed chaotic scenes outside the Reichstag and at the iconic Brandenburg Gate. Police could be seen spraying a substance at demonstrators at close range while water rained down on the crowds and whistles sounded. One bystander reported seeing \"massive passive resistance of the demonstrators, individual attacks on officials, firecrackers, smoke bombs\". He said despite using powerful water cannons \"police can't get the crowd apart\".\n\nPolice officers pictured at protests in Berlin\n\nPolice estimated the number of protesters who gathered in Berlin was several thousands. A police spokesman said there were between 5,000 and 10,000 people in the area around the Brandenburg Gate alone. Another 1,000 or so demonstrators were stationed at the Marschall Bridge. Police in Berlin said they had arrested 190 protesters while nine officers were injured. Shortly after noon Berlin Police declared the demonstration on June 17 Street over.\n\nThousands of protester flocked to the streets of Berlin on Wednesday\n\nPolice in Berlin arrest a woman at a protest", "date_added": "2020-11-18 11:46:00+00:00", "url": "https://www.express.co.uk/news/world/1361565/germany-news-berlin-protests-coronavirus-lockdown-police-water-cannons", "source": "Express.co.uk", "photos_url": ["https://cdn.images.express.co.uk/img/static/share/comment.png", "https://cdn.images.express.co.uk/img/page/placeholder-vertical.gif", "https://cdn.images.express.co.uk/img/dynamic/78/285x190/1361553_1.jpg", "https://analytics.twitter.com/i/adsct?txn_id=l4f18&p_id=Twitter", "https://cdn.images.express.co.uk/img/static/share/facebook.png", "https://cdn.images.express.co.uk/img/dynamic/78/750x445/1361565.jpg", "https://cdn.images.express.co.uk/img/static/share/twitter.png", "https://cdn.images.express.co.uk/img/static/share/copylink.png", "https://cdn.images.express.co.uk/img/dynamic/78/285x190/1361140_1.jpg", "https://www.facebook.com/tr?id=568781449942811&ev=PageView&noscript=1", "https://sb.scorecardresearch.com/p?c1=2&c2=6035737&cv=2.0&cj=1", "https://cdn.images.express.co.uk/img/dynamic/78/285x190/1361222_1.jpg", "https://googleads.g.doubleclick.net/pagead/viewthroughconversion/1068671835/?value=0&label=u9gYCOmHtQYQ28bK_QM&guid=ON&script=0", "https://cdn.images.express.co.uk/img/dynamic/1/285x190/1360127_1.jpg", "https://cdn.images.express.co.uk/img/covers/70x91/front_2020-11-18.jpg", "https://cdn.images.express.co.uk/img/static/share/linkedin.png", "https://t.co/i/adsct?txn_id=l4f18&p_id=Twitter", "https://cdn.images.express.co.uk/img/page/placeholder-horizontal.gif", "https://cdn.images.express.co.uk/img/page/preloaderbig.gif", "https://cdn.images.express.co.uk/img/static/share/pinterest.png"], "is_grouped": false, "upvotes": 0, "downvotes": 0}