{"title": "Thousands of Germans protest against Merkel’s coronavirus plans", "text": "One protester wore a face mask with the words ‘Merkel-Muzzle’, others held banners with slogans such as ‘Carnival against fascism’.\n\nSeveral thousand people banging saucepans and blowing whistles gathered in central Berlin on Wednesday to protest against Angela Merkel’s plans to give her government powers to enforce restrictions aimed at curbing the spread of the novel coronavirus.\n\nGermany’s lower and upper houses of Parliament are due to pass laws later on Wednesday which could allow the government to impose restrictions on social contact, rules on mask-wearing, drinking alcohol in public, shutting shops and stopping sporting events.\n\nAlthough most Germans accept the latest “lockdown light” to tackle a second wave of the coronavirus, critics say the law gives the government too much power and endangers citizens’ civil rights without the approval of Parliament.\n\nPolice unleashed water cannon in an effort to scatter the protests near Berlin’s landmark Brandenburg Gate, where demonstrators threw bottles at officers and set off smoke bombs, witnesses reported.\n\nRiot police detained some protesters while firing volleys of water and urging crowds by loudspeaker to disperse.\n\nThe far-right Alternative for Germany (AfD) has compared the measures with the Enabling Act of 1933 that paved the way for Hitler’s Nazi dictatorship.\n\nIt is not the first time that anti-government coronavirus protesters have drawn on wartime imagery.\n\nAt a weekend demonstration in the south-western city of Karlsruhe, an 11-year-old girl compared her life under partial lockdown to that of Anne Frank’s during World War II, prompting an outcry.\n\nOne protester on Wednesday wore a face mask with the words “Merkel-Muzzle”, others held banners with slogans such as: “For Enlightenment. Peace and Freedom.”\n\nDemonstrators attend a protest against the government’s coronavirus disease (COVID-19) restrictions, near the Brandenburger Gate, in Berlin [Fabrizio Bensch/Reuters] Protesters were neither wearing masks nor socially distanced. Police officers in riot helmets lined up to stop demonstrators getting too close to the Parliament building.\n\nPolice are desperate to avoid a repeat of an incident in August when, during mass marches against coronavirus restrictions, protesters stormed the steps of the Reichstag Parliament building, some of them waving the far-right Reichsflagge flag.\n\nThe images went around the world and were condemned by leading German politicians.\n\nA demonstrator wears a face mask reading ‘Merkel’s muzzle’ [Fabrizio Bensch/Reuters] Germany, Europe’s largest economy, was widely praised for keeping infection and death rates below those of many of its neighbours in the first phase of the crisis but is now in the midst of a second wave, as much of the rest of Europe.\n\nThe number of coronavirus cases rose by 17,561 to 833,307, data from the Robert Koch Institute showed on Wednesday. The death toll stands at 13,119.\n\nPolice officers detain a demonstrator as other protester standing behind holds a placard reading ‘the basic law is dead’ [Fabrizio Bensch/Reuters]", "date_added": "2020-11-18 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/11/18/thousands-of-germans-protest-against-merkels-coronavirus-plans", "source": "", "photos_url": ["https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-11-18T092457Z_687495171_RC2L5K91ANSV_RTRMADP_3_HEALTH-CORONAVIRUS-GERMANY-PROTESTS.jpg?w=770&resize=770%2C548", "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-11-18T090441Z_856522157_RC2L5K95M408_RTRMADP_3_HEALTH-CORONAVIRUS-GERMANY-PROTESTS.jpg?w=770&resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-11-18T104336Z_2071524914_RC2M5K9988DM_RTRMADP_3_HEALTH-CORONAVIRUS-GERMANY-PROTESTS.jpg?w=770&resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/11/2020-11-18T074544Z_1123179265_RC2J5K9HC97I_RTRMADP_3_HEALTH-CORONAVIRUS-GERMANY-PROTESTS.jpg?resize=1200%2C630"], "is_grouped": false, "upvotes": 0, "downvotes": 0}