{"title": "Late-game lapses doom Boston Celtics again in Game 6 loss to Miami Heat", "text": "LAKE BUENA VISTA, Fla. -- This season, the Boston Celtics reached the Eastern Conference finals for the third time in four years. Now, although there was one obvious difference about this trip -- it came inside the NBA's bubble at the Walt Disney World Resort -- they find themselves facing the exact same result.\n\nAfter the Miami Heat beat the Celtics 125-113 in Game 6 on Sunday, the Celtics saw their season -- and their time in the bubble -- come to an end. As Boston heads into the offseason, it will have a tough time thinking back on a series in which it collapsed in the second half of three of its four losses, including giving up a 26-6 fourth-quarter run in Game 6 that officially sealed the Celtics' fate.\n\n\"They were just more aggressive,\" Celtics guard Marcus Smart said. \"They were getting whatever they wanted ... unfortunately, we didn't combat it. We didn't respond the way we should have.\n\n\"It's part of it. We played a really good team. Gotta tip your hat off to those guys. Gotta go back to the drawing board and see what needs to be fixed and come back ready next year.\"\n\nIn looking back on this series, Boston will regret the way it handled late-game situations. The Heat -- as they did against the Milwaukee Bucks in the previous round -- seemed to get better as games went on. The Celtics, meanwhile, wilted.\n\nThat was especially true in Game 6, as Boston took a 96-90 lead with 9:15 remaining, only for Bam Adebayo -- who finished with 32 points, 14 rebounds and 5 assists -- to turn into a human battering ram, bringing the ball up and attacking the basket repeatedly. Boston had no response.\n\n\"After we had the lead, Adebayo -- and credit all of them -- but Adebayo decided he's just going to drive the ball, put us in a real bind with the shooters around him,\" Celtics coach Brad Stevens said. \"And their physicality is something that I'm not sure we probably talked about enough. But just they're strong, they're physical, they're tough, and him, in particular, dominated that fourth quarter.\n\n\"Even the plays where he didn't score, his presence was so impactful. And it put us in a real bind with the ability to guard him. ... They're super physical, super tough, very, very savvy. And I think they're the best team in the East and deserve to be representing the East the way that they've played.\"\n\nThere's little arguing that point, given that the Heat are 12-3 in the playoffs in the bubble and dispatched the league's best team in the regular season, the Bucks, and the Celtics. But it won't change the fact that, for the first time in these three trips to the penultimate round of the playoffs, this was a series that Boston was favored to win -- and it did not.\n\nAs Boston heads into the offseason, that is something that will weigh on the minds of the Celtics player, in particular on rising star Jayson Tatum, who spoke about those expectations after the game.\n\n\"That it's not easy,\" Tatum said when asked what he learned through this experience. \"It's tough. If you want those expectations, if you want to be that guy that's capable of doing those things, you've got to go through some tough things, some ups and downs, some stuff I can learn from.\n\n\"I think I can learn a lot moving forward, from this season, this series. I'll grow from it.\"\n\nThere was so much about this season that was a success for the Celtics. After the utter dysfunction that plagued them last season, with locker room infighting spilling into postgame media sessions on a regular basis, this season's team had almost none of that.\n\nIn fact, arguably the only moment like that came in the bubble and in this series -- and only after Boston blew both of the first two games with second-half collapses, digging a hole the Celtics were unable to climb out of.\n\n\"I really appreciated the way that they played basketball all year,\" Stevens said. \"I really appreciated the way they competed. I really appreciated the way they blocked out stuff that didn't matter. I really appreciated the way that they inspired with their voice while they were here -- and before. I appreciated the way they empowered all the different NBA employees that weren't here, including Celtics employees, and everybody else that benefited from them putting everything they had into this, and I appreciated the way they played and found joy and stayed together.\n\n\"We had one minor dustup. That's pretty good for a calendar year with a group. It's pretty amazing if you think about it.\"\n\nMeanwhile, a group that entered the season with seemingly less talent than what the Celtics assembled the year before was far more cohesive on the court. Tatum blossomed into an All-Star. Jaylen Brown, who was terrific in Game 6, finished with 26 points on 10-for-17 shooting in 40 minutes and avoided what it looked like could have been a serious knee injury in the fourth quarter after an awkward fall on a fast-break dunk.\n\nHeat Were On In Clutch The Heat outscored the Celtics by 28 points in clutch time in the series, including a +5 advantage in Game 6. That's the third-highest clutch time point differential in a playoff series since play-by-play was first tracked in 1997: Year & Series Team Pt. Diff. Won? 2002 conf. semis Lakers +33 Yes 1999 conf. finals Knicks +29 Yes 2020 conf. finals Heat +28 Yes -- Final 5 min. of 4th qtr/OT, score within 5 pts\n\nKemba Walker was everything Boston hoped he would be in replacing Kyrie Irving, Smart took another step forward, Daniel Theis was a revelation, and Gordon Hayward looked back to being near the player he was before his devastating left foot and ankle injuries two years ago.\n\nUltimately, though, Boston fell short of where it hoped to go. It took until Games 4 and 5 of this series for the Celtics to solve Miami's zone defense. Boston had no answer for Adebayo, who, as Stevens said, overwhelmed them with his physicality. Tatum had an inexplicable scoreless first half of Game 4, and Hayward was a nonfactor in Game 6.\n\nBoth in the Eastern Conference semifinals against the Toronto Raptors and in this series, the Celtics had repeated lapses in concentration that caused them to start games slowly and fade out down the stretch.\n\nThe Celtics were just barely able to survive those lapses against the Raptors. They were unable to do so against the Heat.\n\nThat was what made the fourth quarter of Game 6 so fitting, as it proved to be the same formula that had doomed Boston time and again the past few weeks. It was a fatal flaw the Celtics were unable to overcome.\n\n\"Just really getting behind early, starting games slow, starting the series slow,\" Smart said when asked what he would regret most about how this series unfolded. \"But other than that, that's it. I'm proud of my guys. I'm proud of the way we fought. I'm proud of the way we didn't fold, we didn't lay down.\n\n\"We had plenty of chances where it could have been over early for us, but we stayed with it, played a great Miami team -- great coaching staff, great players -- and I give credit to those guys. But I'm proud of my guys, and like I said, just starting the games slow, starting the series slow.\"\n\nThe Celtics head into the offseason with a group that, for the most part, should return. Hayward has a hefty player option for next season that he will likely pick up. All of the other core members of Boston's rotation will be under contract for at least next season.\n\nThe biggest move Boston has in front of it is whether to offer Tatum a max contract extension, which the team is expected to do. Tatum, though, said that wasn't what he was thinking about right after his season came to an end.\n\n\"That's a tough question to answer,\" he said. \"I haven't even thought about that yet. I was just focused on this season.\n\n\"The front office and my agent gotta talk about it. But I'm not thinking about that right now. We just lost a series. Just thinking about the guys in the locker room and the games. That's what I'm thinking about. Stuff like that, going to happen, if it happens, [is] not really my concern. I'm not even thinking about that.\n\n\"I'll think about the great season we had, the great players, great job by everyone. It was a helluva year, and I enjoyed it. I appreciate everybody. This was fun. I'm not really thinking about the other stuff right now.\"", "date_added": "2020-09-28 13:44:55.762047+00:00", "url": "https://www.espn.co.uk/nba/story/_/id/29991296/late-game-lapses-doom-celtics-again-game-6-loss-heat-respond-way-have", "source": "ESPN.com", "photos_url": ["https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0928%2Fr752482_1296x729_16%2D9.jpg", "https://a.espncdn.com/combiner/i?img=/i/teamlogos/leagues/500/nba.png&w=80&h=80&transparent=true", "https://a.espncdn.com/combiner/i?img=/photo/2020/0928/r752438_1296x1296_1-1.jpg&w=130&h=130&scale=crop&location=center", "https://a.espncdn.com/combiner/i?img=/i/teamlogos/nba/500/mia.png&w=110&h=110", "https://a.espncdn.com/combiner/i?img=/photo/2020/0928/r752307_1296x1296_1-1.jpg&w=130&h=130&scale=crop&location=center", "https://a.espncdn.com/combiner/i?img=/i/columnists/full/bontemps_tim.png&w=160&h=160&scale=crop"], "is_grouped": false, "upvotes": 0, "downvotes": 0}