{"title": "Miami Heat win Game Six against Boston Celtics to move into NBA Finals", "text": "Miami Heat stormed into an NBA Finals showdown with former star LeBron James after a 125-113 victory completed a 4-2 win over the Boston Celtics.\n\nGame leaders Boston Celtics Points: Jaylen Brown - 26\n\nAssists: Jayson Tatum - 11\n\nRebounds: Jaylen Brown - 8 Miami Heat Points: Bam Abebayo - 32\n\nAssists: Jimmy Butler - 8\n\nRebounds: Bam Abebayo - 14 Lakers win best-of-seven series 4-2 and advance to NBA Finals\n\nBam Adebayo led the way with a career-high 32 points and 14 rebounds, while Game 5 hero Tyler Herro came alive again with 11 of his 19 points in the fourth quarter as Miami booked their return to the NBA's season showpiece.\n\nJimmy Butler added 22 points and Andre Iguodala scored a season-high 15 as the Heat advanced to the Finals for the first time since 2014 - it also also the first time they will face the Lakers in the NBA Finals.\n\nMiami reached five finals between 2006 and 2014, four of which featured LeBron James, who will be opposite them when this year's culmination of the NBA season gets underway on Wednesday night.\n\nFor Boston, chasing a first Finals appearance since 2010, Jaylen Brown led the way with 26 points, Jayson Tatum added 24 to a career-high 11 assists while Marcus Smart and Kemba Walker had 20 points apiece.\n\nImage: Bam Adebayo erupted for 32 points to help ease Miami into a showdown with the LA Lakers\n\nImage: Jimmy Butler and Miami are into their first Finals since 2014\n\nHowever, it wasn't enough to overturn a 3-1 deficit in the best-of-seven Eastern Conference finals. Tatum had 12 points in the second quarter after a scoreless first in which the Celtics trailed by as much as nine but his layup with 1:56 left gave Boston a 56-55 edge, only for Miami to hit back and lead 62-60 at the break.\n\nThe Heat erased a six-point deficit midway through the fourth quarter when Herro nailed a three-pointer and added another bucket to tie the game at 96 with 7:40 remaining.\n\nBut having bossed most of the game Miami pulled ahead once again with 5:31 left as Daniel Theis fouled out for Boston, leaving Adebayo to hit one of two from the line.\n\n2:02 Bam Adebayo scored a season-high 32 points and grabbed 14 rebounds as the Heat defeats the Celtics.\n\nImage: Another star turn from Jaylen Brown wasn't enough for Boston\n\nThat free throw kicked off a 13-0 run to put the game away for the Heat. Herro gave Miami the game's first double-digit lead at 112-102 with 3:31 to go, and the score was 116-102 before the Celtics snapped a nearly 4-minute scoring drought.\n\nA 7-0 Celtics spurt late in the third quarter tied the game at 86-8 late in the third but Goran Dragic's basket with 26 seconds left helped Miami into a two-point lead going into the final quarter where Boston got no closer than 10 down the stretch.\n\nWant to watch even more of the NBA and WNBA but don't have Sky Sports? Get the Sky Sports Action and Arena pack, click here.", "date_added": "2020-09-28 13:45:12.942454+00:00", "url": "https://www.skysports.com/nba/news/36226/12084094/miami-heat-win-game-six-against-boston-celtics-to-move-into-nba-finals", "source": "Sky Sports", "photos_url": ["https://www.skysports.com/assets/logo-nba-store.svg", "https://e0.365dm.com/20/09/768x432/start-of-season-2020-dth_5083082.jpg?20200901094253", "https://e0.365dm.com/20/09/768x432/jayson-tatum-nba-sky-sports_5111288.jpg?20200928063055", "https://sb.scorecardresearch.com/p?c1=2&c2=6035677&cv=2.0&cj=1", "https://www.skysports.com/assets/nba-logo-17.svg", "https://e0.365dm.com/20/09/768x432/skysports-miami-heat-nba-eastern_5111277.jpg?20200928103523", "https://e0.365dm.com/20/09/1600x900/skysports-miami-heat-eastern_5111279.jpg?20200928050415", "https://www.facebook.com/tr?id=1476975859286489&ev=PageView&noscript=1", "https://e0.365dm.com/20/09/768x432/skysports-jaylen-brown-boston_5111281.jpg?20200928050826", "https://e0.365dm.com/tvlogos/channels/Sky-Sports-Logo.svg", "https://e0.365dm.com/19/11/512x512/giannis-antetokounmpo-milwaukee-bucks_4826760.jpg", "https://e0.365dm.com/20/09/512x512/skysports-nowtv-sports-pass_5091040.jpg", "https://www.skysports.com/assets/Sky-Sports-Logo-transparent.svg", "https://e0.365dm.com/20/09/512x512/skysports-lebron-james-los-angeles-lakers_5111211.jpg", "https://e0.365dm.com/20/09/768x432/skysports-aouar-rudiger-rice_5110116.jpg?20200927084629", "https://ecustomeropinions.com/survey/img.php?sid=588330148&nojs=1", "https://e0.365dm.com/19/07/512x512/skysports-nba-twitter-social_4708992.jpg", "https://www.skysports.com/assets/nba-league-pass.svg", "https://e0.365dm.com/20/09/768x432/skysports-bam-adebayo-nba-heat_5111292.jpg?20200928062205", "https://e0.365dm.com/20/09/768x432/skysports-bam-adebayo-miami_5111278.jpg?20200928045957"], "is_grouped": false, "upvotes": 0, "downvotes": 0}