{"title": "Both sides in Ethiopian conflict are killing civilians, refugees say", "text": "Refugees fleeing the conflict in northern Ethiopia have claimed both sides are committing atrocities against civilians, and described hospitals struggling to cope with casualties.\n\nThree days ago Hadgemes Gegressie, 37, fled his home in the frontier town of Humera, in the restive Tigray region where forces loyal to the local administration and the national military are engaged in fierce clashes.\n\nAmnesty International reported on Thursday that scores, possibly hundreds, of civilians were massacred with knives and machetes in a town south of Humera last week.\n\nGegressie told the Guardian of extensive damage to buildings in Humera and killings “based on ethnicity”.\n\n“I don’t know whether my family is alive or dead. There are no communications. They cut the internet and the telephone lines … I am already suffering for my family,” he said, speaking at the customs post on the border with Ethiopia.\n\nA second refugee said he had seen “killing and looting” in Humera, and now feared for his four children.\n\n“I visited some wounded people in the hospital, taking some fruit and water for them, and I saw at least 100 people who had been shot at, among them women,” said Nugus Gady, a 55-year-old farmer.\n\n“It became very difficult to stay. You can’t sleep at night. The shooting was coming from the Eritrean side as well.”\n\nGady described militia with the Ethiopian army who “shot people carrying weapons without any warning” after Tigrayan forces were forced to withdraw from Humera because of food and water shortages.\n\n“They were trying to defend us but they could not,” he said.\n\nWith communications down and the media barred, independent verification of such incidents and the status of the conflict is difficult. There is no confirmation of the refugees’ claims.\n\nHowever the reports of atrocities will fuel an increasingly bitter conflict, which may stoke ethnic and other tensions across Africa’s second most populous country.\n\nAmnesty International said it had not been able to independently confirm who was responsible for the killings in Mai Kadra last week but witnesses reported that forces loyal to the Tigray People’s Liberation Front (TPLF), which is in power in the province, were responsible after they were defeated by the federal EDF forces.\n\n“We have confirmed the massacre of a very large number of civilians, who appear to have been day labourers in no way involved in the ongoing military offensive. This is a horrific tragedy whose true extent only time will tell as communication in Tigray remains shut down,” said Deprose Muchena, Amnesty International’s director for east and southern Africa.\n\nEthiopia’s prime minister, Abiy Ahmed, launched military operations in Tigray after he accused local authorities of attacking a military camp in the region and attempting to loot military assets. The TPLF denies the attack and has accused the prime minister of concocting the story to justify the offensive.\n\nAirstrikes and ground combat between government forces and the TPLF have since killed hundreds and raised international concern over the willingness of Abiy, Africa’s youngest leader, who won a Nobel peace prize last year, to risk a lengthy civil war.\n\nThe Guardian has viewed photographic evidence showing dozens of corpses laid out on rope beds and flatbed trucks. The images appear to corroborate the reports of atrocities, though do not indicate who was responsible.\n\nAmnesty quoted testimony from three people who said they had been told by survivors of the massacre that the attackers were members of the Tigray Special Police Force and the TPLF who entered the town after a clash with national forces and militia from the neighbouring Amhara province.\n\n“Amnesty International has not yet been able to confirm who was responsible … but has spoken to witnesses who said forces loyal to the TPLF were responsible for the mass killings, apparently after they suffered defeat from the federal EDF forces,” it said.\n\nTigray’s leader, Debretsion Gebremichael, who chairs the TPLF, denied his forces were involved in the killings.\n\n“This is unbelievable … this should be investigated,” Debretsion said in a text message to Reuters, accusing Abiy of “creating facts on [the] ground”.\n\nThere was no immediate response to the Amnesty report from the Ethiopian government.\n\nMore than 11,000 Ethiopian refugees have crossed into Sudan since fighting started and humanitarian organisations say the situation in Tigray is deteriorating.\n\nAbout 7,000 of those crossing have arrived at Hamdayat, in Sudan’s Kassala state, with another 4,000 arriving at Luqdi in al-Qadarif state. Most of them are Tigrayan and about 45% are female, the UN said.\n\nThe TPLF dominated Ethiopia’s governing coalition for decades before Abiy came to power in 2018. He won last year’s Nobel peace prize for ending a war with neighbouring Eritrea.\n\nThe political reforms the 44-year-old former soldier pushed through won wide praise, but have allowed old ethnic and other grievances to surface.\n\nTigrayan leaders have complained of being unfairly targeted in corruption prosecutions, removed from top positions and blamed for the country’s problems.\n\nThe postponement of national elections due to the Covid-19 pandemic aggravated tensions and when parliamentarians in Addis Ababa, the capital, voted to extend officials’ mandates, Tigrayan leaders went ahead with regional elections in September that Abiy’s government deemed illegal.\n\nBoth sides have access to heavy weapons, armour and considerable stocks of ammunition, and observers have warned that a lengthy conflict is possible.\n\nIn a letter to the Guardian, 39 academics based in the UK who specialise in studying Ethiopia, expressed their concern at the ongoing military confrontation and called for London “to break its silence and use all diplomatic means at its disposal in support of an immediate end to the hostilities and finding a way to resolve the underlying conflict”.\n\n“Over the past two years, we have been watching [Ethiopia] oscillate between hopeful optimism and deadly conflict, and these latest developments represent a serious escalation of violence that threatens to drag Ethiopia into a civil war with devastating consequences for its people, its economy and regional stability,” the letter reads.\n\nThere is little sign of any moves to end the conflict.\n\nOn Friday, Ethiopia’s parliament appointed a new head of the Tigray region, a day after it stripped 39 members of the TPLF, including Gebremichael, of immunity from prosecution.\n\nEthiopia has long been seen as a cornerstone of US strategic interests in the Horn of Africa region.\n\nOn Thursday, the Republican senator for Idaho, Jim Risch, who is chairman of the Senate foreign relations committee, said the risk of the conflict descending into civil war was “a real, present, and immediate danger to regional stability, US national security interests, and, most importantly, the safety and welfare of the Ethiopian people and Ethiopia’s democratic transition”.\n\n“The United States and the international community must continue to direct engagement to ensure all sides commit to an immediate ceasefire, protecting all civilians, providing prompt humanitarian access, restoring internet and phone access, and pursuing a peaceful resolution through dialogue,” Risch said.", "date_added": "2020-11-13 00:00:00+00:00", "url": "https://www.theguardian.com/world/2020/nov/13/civilians-knife-massacre-ethiopia-say-reports", "source": "the Guardian", "photos_url": ["https://i.guim.co.uk/img/media/fe370b058a6be56c138405030e9fb02f8dcb7909/0_57_3400_2040/master/3400.jpg?width=300&quality=85&auto=format&fit=max&s=d1a2e3ba3ce62ce67405b984ae9766c8", "https://i.guim.co.uk/img/media/2eca38b381fd165463e42b66ea39f3bde8560014/0_30_4000_2400/master/4000.jpg?width=300&quality=85&auto=format&fit=max&s=da3a1a5e3770e05efd5637832c5615b9", "https://phar.gu-web.net/count/pvg.gif", "https://i.guim.co.uk/img/media/353c3196730634e29e24dfbe72043ccb13ed8416/0_0_3500_2101/master/3500.jpg?width=300&quality=85&auto=format&fit=max&s=176b8833409399181e9f947d30b2e145", "https://phar.gu-web.net/count/pv.gif", "https://i.guim.co.uk/img/media/55c31d05ec4d814ecfa6b676750f56072aaee405/0_0_3500_2101/master/3500.jpg?width=300&quality=85&auto=format&fit=max&s=117f197dac0cc831155f1339536c3fbb", "https://i.guim.co.uk/img/media/df2fc870ba1ee95b91cc384f8bcce09c3b2e98d4/0_0_3500_2101/master/3500.jpg?width=300&quality=85&auto=format&fit=max&s=1d267f1ce2090cb1ca93e92c423460e4", "https://i.guim.co.uk/img/media/353c3196730634e29e24dfbe72043ccb13ed8416/0_0_3500_2101/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=bc3e8922b3191d20cb66433160571a21", "https://sb.scorecardresearch.com/p?c1=2&c2=6035250&cv=2.0&cj=1&cs_ucfr=0&gdpr=0&comscorekw=Ethiopia%2CAfrica%2CWorld+news"], "is_grouped": false, "upvotes": 0, "downvotes": 0}