{"title": "American, United to furlough 32,000 as time runs out on aid", "text": "American Airlines ticket agent Henry Gemdron, left, works with a customer at Miami International Airport during the coronavirus pandemic, Wednesday, Sept. 30, 2020, in Miami. The airline industry has been decimated by the pandemic. The Payroll Support Program given to the airlines as part of the CARES Act runs out Thursday. (AP Photo/Lynne Sladky)\n\nAmerican Airlines ticket agent Henry Gemdron, left, works with a customer at Miami International Airport during the coronavirus pandemic, Wednesday, Sept. 30, 2020, in Miami. The airline industry has been decimated by the pandemic. The Payroll Support Program given to the airlines as part of the CARES Act runs out Thursday. (AP Photo/Lynne Sladky)\n\nAmerican Airlines and United Airlines say they will begin to furlough 32,000 employees after lawmakers and the White House failed to agree on a broad pandemic relief package that includes more federal aid for airlines.\n\nAmerican Airlines CEO Doug Parker said that if Washington comes up with a deal with $25 billion for airlines “over the next few days,” the company will reverse 19,000 furloughs set to begin Thursday and recall the workers.\n\nUnited said the impasse forced it to furlough 13,000 workers. United said it told leaders in the Trump administration and Congress that if payroll aid is approved in the next few days, it too could undo the furloughs.\n\nThe moves by two of the nation’s four biggest airlines represent the first — and likely the largest part — of involuntary job cuts across the industry in coming days.\n\nAirline employees and executives made 11th-hour appeals this week to Congress and the Trump administration to avert furloughs when a federal prohibition on layoffs — a condition of an earlier round of federal aid — expires Thursday.\n\nThe passenger airlines and their labor unions are lobbying for taxpayer money to pay workers for six more months, through next March. Their request is tied up in stalled negotiations over a larger pandemic relief measure.\n\nIndustry officials acknowledged that prospects were bleak for action before Thursday’s deadline. They said, however, they were cheered that the House this week included airline payroll help in a $2.2 trillion relief plan that moved closer to Republicans’ preference for a lower price tag.\n\nADVERTISEMENT\n\n“It provides a glimmer of hope that something will get done,” said Nicholas Calio, president of the trade group Airlines for America.\n\nTreasury Secretary Steven Mnuchin said Wednesday night that the administration wants to help hotels, airlines and schools. He said he was talking with House Speaker Nancy Pelosi but hinted that the White House doesn’t want to go above about $1.5 trillion — $700 million below the House Democrats’ figure.\n\n“I don’t think we’re going to make significant progress” until Thursday, he said on Fox Business.\n\nCalio foreshadowed the comments of American and United by suggesting that Thursday might not be a hard deadline — airlines could undo some furloughs if a deal between the White House and congressional Democrats appeared imminent.\n\n“Ideally, if it’s going to go beyond Thursday they will be close to a deal and say, ‘Hang on for a couple days,’ and we can wait,” he said. “Beyond that, the notices have gone and furloughs will go into effect.”\n\nSara Nelson, president of the Association of Flight Attendants, said she still expects action by Congress because majorities in the House and Senate have signaled support for more airline relief. She said a bailout that keeps airline workers employed would be cheaper for the government than putting them on the unemployment line during a pandemic.\n\n“These are people who are not going to be able to pay their rent, they are not going to be able to take care of themselves,” Nelson said on CNBC.\n\nBeyond American and United, smaller airlines have sent layoff warnings to several thousand employees. Delta and Southwest, which entered the pandemic in stronger financial shape than American and United, have shed thousands of jobs through voluntary departures but don’t plan to lay off workers immediately.\n\nAirlines have persuaded tens of thousands of employees to take early retirement or severance deals. But even after those offers, the airlines have more pilots, flight attendants, mechanics and other workers than they need.\n\nCritics say airlines shouldn’t get special treatment, and that subsidizing their workforces will only delay the companies’ need to adjust to the downturn in travel — which even airline trade groups think will last three or four years.\n\n“The airlines are always the first ones begging for support. They get bailed out over and over again,” Veronique de Rugy, a research fellow at George Mason University and columnist for a libertarian magazine, said in a recent interview. “Airlines have a history of not preparing properly for the next emergency because they know they are going to be bailed out.”\n\nIn March, Congress approved $25 billion mostly in grants to cover passenger airline payrolls through September and up to another $25 billion in loans that the airlines could use for other purposes. Late Tuesday, the Treasury Department said it completed loans to seven major airlines: American, United, Alaska, JetBlue, Frontier, Hawaiian and SkyWest.\n\nAmerican now expects to borrow $5.5 billion from the Treasury, and United can get $5.17 billion. Airlines have also borrowed billions from private lenders. They could use that money to keep employees — as critics like de Rugy suggest they should — but they are trying to cut spending in case ticket revenue remains severely depressed for a long time.\n\nU.S. air travel remains down nearly 70% from a year ago. Signs of a modest recovery faded this summer when COVID-19 cases spiked in many states. Traditionally lucrative business and international travel are even weaker than domestic leisure flying.", "date_added": "2020-09-30 19:53:33+00:00", "url": "https://apnews.com/article/virus-outbreak-passenger-airlines-layoffs-archive-airlines-9c8e6c0822c143a2bbac734f9cf1a6c5", "source": "AP NEWS", "photos_url": ["https://apnews.com/en_badge_web_generic.png", "https://storage.googleapis.com/afs-prod/media/a31f40d41d934f32af877401aae0b5a6/3000.jpeg", "https://sb.scorecardresearch.com/p?c1=2&c2=3005041&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}