{"title": "Big SFO employer United to furlough 13,000 nationwide after Congress fails to pass coronavirus aid", "text": "United Airlines and American Airlines plan to furlough over 32,000 workers after Congress failed to pass additional coronavirus aid on Wednesday.\n\nUnited Airlines, which has a major hub at SFO, is planning to furlough more than 13,000 workers. The number of Bay Area furloughs weren’t immediately available, but United told employees in September as many as 3,246 people could be affected. American Airlines said it would begin furloughing 19,000 workers Thursday.\n\nAirlines are seeking $25 billion in aid after the pandemic froze leisure and business travel, in addition to $25 billion in aid passed in March.\n\nTreasury Secretary Steven Mnuchin and House Speaker Nancy Pelosi, D-San Francisco, failed to reach a deal on additional aid after meeting on Wednesday.\n\nThe March aid included a ban on job cuts that expired Wednesday.\n\n“That means after months of aggressive cost-cutting and proactive debt-raising actions to manage the company through the COVID-19 crisis and its impact on our business, we regrettably are forced to move forward with the process of involuntarily furloughing about 13,000 of our United team members,” United said in a letter to employees that it shared with The Chronicle.\n\nBoth American and United said the furloughs could be reversed if additional aid is passed.\n\n“In a continuing effort to give the federal government every opportunity to act, we have made clear to leadership in the Administration, Congress and among our union partners that we can and will reverse the furlough process if the CARES Act Payroll Support Program is extended in the next few days. We implore our elected leaders to reach a compromise, get a deal done now, and save jobs,” United wrote in the letter.\n\nThe United furloughs will affect 6,939 employees in in-flight services, 2,241 employees in technical operations, 1,995 employees in airport operations, and 1,400 employees in management and administration.\n\nUnited said earlier this year that up to 36,000 employees could be affected but reduced the number after union discussions and other cost-cutting measures.\n\nDespite the anticipated layoffs, United said this month it would increase flying in October to 40% of its 2019 schedule, up from 34% of pre-pandemic capacity in September. On Oct. 15, United planned to offer rapid coronavirus tests to Hawaii-bound passengers, allowing them to bypass the state’s otherwise mandatory 14-day quarantine for new arrivals.\n\nRoland Li is a San Francisco Chronicle staff writer. Email: roland.li@sfchronicle.com Twitter: @rolandlisf", "date_added": "2020-10-01 03:29:34+00:00", "url": "https://www.sfchronicle.com/business/article/Big-SFO-employer-United-to-furlough-13-000-15610917.php", "source": "SFChronicle.com", "photos_url": ["https://www.sfchronicle.com/img/core/hearst_newspapers_logo.svg", "https://s.hdnux.com/photos/01/10/77/37/19134439/7/rawImage.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}