{"title": "Hong Kong’s Joshua Wong arrested for 2019 ‘illegal assembly’", "text": "Prominent democracy activist slams his arrest as a ‘notorious abuse’ of power after court frees him on bail.\n\nPolice in Hong Kong have briefly arrested prominent democracy activist Joshua Wong for participating in an unauthorised assembly in October 2019 and violating the city’s anti-mask law, according to a series of posts on his Twitter account.\n\nWong’s latest arrest on Thursday adds to several unlawful assembly charges or suspected offences he and other activists are facing related to last year’s pro-democracy protests, which prompted Beijing to impose a sweeping national security law on June 30.\n\nThe 23-year-old, in a series of posts on Twitter, said he was taken into custody when he reported to a police station.\n\nWong, who was freed three hours after his arrest, called his brief arrest “a notorious abuse to the criminal justice system” and said there was “nothing to celebrate on bizarrely prompt release”.\n\nFacing max. The penalty of 5yrs in jail for unauthorized assembly and 1yr for wearing a mask, I’m not deterred whenever I think of fellow protestors who are struggling in detention in HK or in Mainland China. — Joshua Wong 黃之鋒 😷 (@joshuawongcf) September 24, 2020\n\nJonathan Man, Wong’s lawyer, told AFP news agency that the pro-democracy activist was “accused of participating in an unlawful assembly on October 5 last year, when hundreds marched to oppose an anti-mask ban the government rolled out”.\n\nThe anti-mask law was introduced last year in a bid to help police identify protesters they suspected of committing crimes and it is facing a challenge in court. Meanwhile, the Hong Kong government has made face masks mandatory in most circumstances due to the coronavirus pandemic.\n\nWong said on Twitter that he faced five years in jail and one additional year for a mask. The case will begin on September 30, he added.\n\nHong Kong police confirmed they arrested two men, aged 23 and 74, on Thursday for illegal assembly on October 5, 2019.\n\nAmnesty International identified the second man as Koo Sze-yiu in a statement condemning the arrests.\n\nWong’s arrest “for wearing a face mask at an ‘unauthorised protest – at a time when wearing a face mask is compulsory in the city – is yet another example of the government’s campaign to silence dissent by any means,” said Lam Cho Ming, Amnesty’s Hong Kong Programme Manager.\n\n“The mask ban violates international law and must be withdrawn, rather than used by the Hong Kong authorities as a pretext for arresting opponents,” Ming added.\n\nWong’s arrest comes about six weeks after media tycoon Jimmy Lai was detained on suspicion of colluding with foreign forces.\n\nWong had been a frequent visitor to Washington, DC, where he appealed to the United States Congress to support Hong Kong’s democracy movement and counter Beijing’s tightening grip over the global financial hub. His visits drew the wrath of Beijing, which describes him as a “black hand” of foreign forces.\n\nWong disbanded his pro-democracy group Demosisto in June, just hours after China’s parliament passed a national security law for Hong Kong, bypassing the city’s local legislature, a move widely criticised by Western governments.\n\nHis long-time colleague, Agnes Chow, and two other activists were also among 10 people arrested in August on suspicion of violating the new law.\n\nThe new law punishes anything China considers as subversion, secession, terrorism and collusion with foreign forces, with up to life in prison.\n\nWong was just 17 years old when he became the face of the 2014 student-led Umbrella Movement democracy protests, but he was not a leading figure of the sometimes violent unrest that shook the semi-autonomous former British colony last year.", "date_added": "2020-09-24 00:00:00+00:00", "url": "https://www.aljazeera.com/news/2020/9/24/hong-kongs-joshua-wong-arrested-for-2019-illegal-assembly", "source": "", "photos_url": ["https://www.aljazeera.com/static/media/footer-icon--white.9c8198f5.svg", "https://www.aljazeera.com/wp-content/uploads/2016/04/bb5b4de7de41467aa8159745393a10f5_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/Eiqw_wxXkAAOz47.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/000_8QH6ZN-1.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/000_8QL872.jpg?resize=770%2C513", "https://www.aljazeera.com/wp-content/uploads/2020/07/a27600140a3d403bbd31d073f63a08fa_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/AP_20211287643615.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/01/8050b5b2ce58466c9913fbb868c5f38c_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2017/07/bc4034e54e814705b6b783530b1c5a6f_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/3f30ad7c74a547eea026f3de8c781399_8.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2020/09/000_8PY4FU.jpg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/04/70ab454aac024a3ca4910b47128fce74_18.jpeg?resize=270%2C180", "https://www.aljazeera.com/wp-content/uploads/2018/03/09f2ab0e19bc4dc8b0ae2ace0f59b19c_18.jpeg?resize=170%2C113", "https://www.aljazeera.com/wp-content/uploads/2020/09/000_8QL872.jpg?resize=1200%2C630"], "is_grouped": false, "upvotes": 0, "downvotes": 0}