{"title": "Trump on peaceful transition if he loses: 'Get rid of the ballots' and 'there won't be a transfer'", "text": "President Donald Trump was asked Wednesday whether he would commit to a peaceful transfer of power should he lose this fall to Democratic presidential nominee Joe Biden. The president declined to do so.\n\n\"Well, we're going to have to see what happens,\" Trump said. \"You know that I've been complaining very strongly about the ballots, and the ballots are a disaster.\"\n\nPressed further, Trump said: \"We'll want to have — get rid of the ballots and you'll have a very — we'll have a very peaceful — there won't be a transfer, frankly. There'll be a continuation.\"\n\nWhen asked by Fox News' Chris Wallace in June whether he would accept the election results, Trump said he would \"have to see\" and claimed that mail-in voting will \"rig the election.\"\n\nTrump has repeatedly assailed mail-in voting as widely fraudulent, but he and his campaign have released no evidence to prove it. Even though the president and first lady Melania Trump have voted by mail and his campaign and Republicans have encouraged voters in key swing states to request ballots, his campaign is suing multiple states over mail-in voting rules.\n\nEarlier Wednesday, Trump said he wanted to have the next Supreme Court justice confirmed ahead of the election so the high court could rule on the contest.\n\n\"I think this will end up in the Supreme Court, and I think it's very important that we have nine justices, and I think the system's going to go very quickly,\" Trump said at the White House, adding that \"having a 4-4 situation is not a good situation.\"\n\nAsked about the comments, Biden quipped: \"What country are we in?\n\n\"He says the most irrational things,\" Biden said. \"I don't know what to say to that. It doesn't surprise me.\"\n\nSen. Mitt Romney, R-Utah, also weighed in, writing on Twitter: \"Any suggestion that a president might not respect this Constitutional guarantee is both unthinkable and unacceptable.\"\n\nHouse Intelligence Committee Chairman Adam Schiff told Rachel Maddow on MSNBC that these comments are \"an effort by the president to discredit the votes of millions, to stack the Supreme Court, to disenfranchise millions and perpetuate himself in office by enlisting foreign assistance.\"\n\n\"It’s how you see democracies come to an end,\" Schiff said. \"This is a moment that I would say to any Republican of good conscience working in the administration — it is time for you to resign.\"", "date_added": "2020-09-24 03:18:31+00:00", "url": "https://www.nbcnews.com/politics/2020-election/trump-peaceful-transition-if-he-loses-get-rid-ballots-there-n1240896", "source": "NBC News", "photos_url": ["https://media14.s-nbcnews.com/j/MSNBC/Components/Video/202009/n_maddow_schiff_200923_1920x1080.focal-760x428.jpg", "https://media3.s-nbcnews.com/j/newscms/2020_39/3414464/200923-donald-trump-ew-701p_55b29c5e20d96622063d79d349d861f3.nbcnews-fp-1200-630.jpg", "https://media12.s-nbcnews.com/j/MSNBC/Components/Video/202009/ott_now_trump_transfer_200923_1920x1080.focal-760x428.jpg", "https://media4.s-nbcnews.com/j/newscms/2019_28/2929131/190618-allan-smith-byline1860_e20f6bbeb1d9b2496dd6943f6a3da256.focal-100x100.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}