{"title": "Trump declines to commit to a peaceful transfer of power if he loses", "text": "President Trump on Wednesday declined to commit to a peaceful transfer of power should he lose the November 3 election to Democratic nominee Joe Biden. The comment comes days ahead of his announcement of a Supreme Court nominee Saturday.\n\n\"Well, we're going to have to see what happens,\" Mr. Trump said, asked by a reporter in a White House news conference whether he would commit to a peaceful transfer of power. Noting that he's been complaining about mail-in ballots, Mr. Trump went on to say the practice is rife with fraud.\n\nThe president also said he doesn't think he'll lose.\n\nGet Breaking News Delivered to Your Inbox\n\n\"There won't be a transfer, frankly — there'll be a continuation,\" Mr. Trump said.\n\nUtah GOP Senator Mitt Romney, who has not hesitated to criticize the president, condemned the idea that the peaceful transfer of power might be in question, tweeting, \"Fundamental to democracy is the peaceful transition of power; without that, there is Belarus. Any suggestion that a president might not respect this Constitutional guarantee is both unthinkable and unacceptable.\n\nBiden had a similar response when asked about the president's remarks Wednesday night. \"What country are we in? He says the most irrational things,\" Biden told a pool reporter. \"I don't know what to say about that.\"\n\nOn the topic of his Supreme Court pick, the president has said his replacement for the late Justice Ruth Bader Ginsburg will be a \"brilliant\" woman. Judges Amy Coney Barrett and Barbara Lagoa are considered among the top contenders.\n\nBut while CBS News has confirmed the president met with Barrett, Mr. Trump said Wednesday he doesn't have a plan to meet with Lagoa at the moment, though he told reporters \"she is on my list.\"\n\nThe fight to fill Ginsburg's seat comes as the coronavirus pandemic has now taken 200,000 American lives. Americans give the president poor marks on his handling of the virus.\n\nThe president, who is encouraging Americans to enter the vaccine trials, was also asked about a report by the Washington Post that the Food and Drug Administration planned to tighten standards for vaccine approval. Mr. Trump said such an action would have to be approved by the White House, and he may or may not approve it.\n\nIf the companies have done the testing, he said, \"Why would they have to be adding great length to the process?\" He called it a \"political move, more than anything else,\" and said that delaying a vaccine by \"two or three weeks\" would cost \"a lot of lives.\"\n\nThe White House has said 100 million doses of a vaccine should be available by the beginning of next year, although public health experts say a vaccine is unlikely to be widely available until well into 2021.\n\nWhile he was talking about the coronavirus, Mr. Trump jabbed at his Democratic opponent, Joe Biden, saying the former vice president's approach to the pandemic is \"anti-science.\"\n\n\"Biden's plan will crush America, if you think about it. You can't lock down,\" the president said.\n\nDr. Scott Atlas, the president's adviser on coronavirus, also contradicted Centers for Disease Control Director Robert Redfield, who testified Wednesday that 90% of Americans are likely susceptible to COVID-19. Atlas, who is not an epidemiologist, claimed Redfield \"misstated\" that statistic. He said a smaller portion of Americans are actually susceptible to the virus.\n\nWhen a reporter asked who Americans should believe, the CDC director or Atlas, Atlas retorted, \"I'm telling you the science, and that's the answer.\"\n\nMr. Trump left the podium Wednesday by saying he had to take an \"emergency call,\" although he wouldn't say with whom he was speaking.", "date_added": "2020-09-24 21:18:00.246600+00:00", "url": "https://www.cbsnews.com/news/trump-presidential-election-peaceful-transfer-of-power/", "source": "", "photos_url": ["https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/19/186936ea-2db7-4a48-b750-74f38f653dc6/thumbnail/640x360/80fb8996993802606d5c971761bf5b42/newsletter-breakingnews.jpg", "https://cbsnews3.cbsistatic.com/hub/i/r/2020/09/18/a9f03ac2-c99c-44f1-95ab-3c6c324a983a/thumbnail/1200x630/9f8000bcd7098ad62b8f0594074def21/rtx7weha.jpg", "https://cbsnews2.cbsistatic.com/hub/i/r/2017/09/12/202617af-7949-492b-9e69-3f2044736d34/thumbnail/80x80/12aca57c6e526c2885d0c41dd4bfaf1d/kathryn-watson-220x140.png", "https://cbsnews1.cbsistatic.com/hub/i/r/2019/11/19/186936ea-2db7-4a48-b750-74f38f653dc6/thumbnail/130x130/3b7d3f89bd089e1d4a2376e43d0f0efa/newsletter-breakingnews.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}