{"title": "US election: Trump won't commit to peaceful transfer of power", "text": "Media playback is unsupported on your device Media caption When asked, President Trump refuses to commit to a peaceful transfer of power after the election\n\nUS President Donald Trump has refused to commit to a peaceful transfer of power if he loses November's election.\n\n\"Well, we'll have to see what happens,\" the president told a news conference at the White House. \"You know that.\"\n\nMr Trump also said he believed the election result could end up in the US Supreme Court, as he again cast doubt on postal voting.\n\nMore states are encouraging mail-in voting, citing the need to keep Americans safe from coronavirus.\n\nEvery losing presidential candidate in modern times has conceded.\n\nIf Mr Trump were to refuse to accept the result of the election, it would take the US into uncharted territory and it is not clear how it would play out.\n\nHowever President Trump's opponent, Democrat Joe Biden, has previously said that in this scenario he believes the military would be deployed to remove Mr Trump from the White House.\n\nWhat did Trump say?\n\nMr Trump was asked by a reporter on Wednesday evening if he would commit to a peaceful transfer of power \"win, lose or draw\" to Mr Biden. The president currently trails his challenger in national opinion polls with 41 days to go until the election.\n\n\"I've been complaining very strongly about the ballots,\" Mr Trump, a Republican, said. \"And the ballots are a disaster.\"\n\nWhen the journalist countered that \"people are rioting\", Mr Trump interjected: \"Get rid of the ballots, and you'll have a very - you'll have a very peaceful - there won't be a transfer, frankly, there'll be a continuation.\"\n\nBack in 2016, Mr Trump also refused to commit to accepting the election results in his contest against the Democratic candidate, Hillary Clinton, which she characterised as an attack on democracy.\n\nHe was eventually declared the winner, although he lost the popular vote by three million, an outcome he still questioned.\n\nMitt Romney, a Republican senator who is a rarity in his party because he occasionally criticises the president, tweeted on Wednesday: \"Fundamental to democracy is the peaceful transition of power; without that, there is Belarus.\n\n\"Any suggestion that a president might not respect this Constitutional guarantee is both unthinkable and unacceptable.\"\n\nWhat have Democrats said?\n\nSpeaking to reporters in Delaware, Mr Biden said Mr Trump's comments on the transition of power were \"irrational\".\n\nHis campaign said it was prepared for any \"shenanigans\" from the president.\n\nThe Democrat's team also said \"the United States government is perfectly capable of escorting trespassers out of the White House\".\n\nMr Biden has himself been accused by conservatives of stoking unrest over the election by saying in August: \"Does anyone believe there will be less violence in America if Donald Trump is re-elected?\"\n\nLast month, Mrs Clinton urged Mr Biden this time not to concede defeat \"under any circumstances\" in a close race on election night.\n\nShe raised the scenario that Republicans would try \"messing up absentee balloting\" and mobilise an army of lawyers to contest the result.\n\nDoubts about the fairness of November's vote come as another high-stakes political battle is fought - on whether or not to appoint a new Supreme Court justice before the election.\n\nWhat did Trump say about the Supreme Court?\n\nEarlier on Wednesday, the US president defended his decision to seek the appointment of a new Supreme Court justice before the presidential election, saying he expects the vote results to end up before the court.\n\n\"I think this [the election] will end up in the Supreme Court, and I think it's very important that we have nine justices,\" the president said.\n\n\"I think it's better if you go before the election, because I think this scam that the Democrats are pulling, it's a scam, the scam will be before the United States Supreme Court.\"\n\nMedia playback is unsupported on your device Media caption How Ruth Bader Ginsburg personally shaped our lives\n\nMr Trump was apparently referring to his much-disputed claims that mail-in ballots are vulnerable to fraud.\n\nThe president has said he will name a female nominee for the court this Saturday. She would replace Justice Ruth Bader Ginsburg, who died last Friday.\n\nMr Trump's supporters hope his nominee, if confirmed by the US Senate, will cement a 6-3 conservative ascendancy on the nation's highest court for the foreseeable future.\n\nIn previous elections, losing presidential candidates have conceded even when the electoral results were very tight.\n\nThese include 1960 when John F Kennedy narrowly beat Richard Nixon and in 2000 when George W Bush beat Al Gore in Florida.\n\nIs postal voting vulnerable to fraud?\n\nThe number of postal votes is expected to rise significantly this time round due to public health concerns over coronavirus.\n\nBut Ellen Weintraub, commissioner of the Federal Election Commission, has said: \"There's simply no basis for the conspiracy theory that voting by mail causes fraud.\"\n\nThere have been isolated cases of postal ballot fraud, such as in the 2018 North Carolina primary, which was re-run after a consultant for the Republican candidate tampered with voting papers.\n\nThere was also a case this year in New Jersey which saw two Democratic councillors charged with alleged fraud in relation to postal voting, after hundreds of ballots were found stuffed in a post box.\n\nBut the rate of voting fraud overall in the US is between 0.00004% and 0.0009%, according to a 2017 study by the Brennan Center for Justice.\n\nPostal ballots are more likely to go missing, however, according to research by Charles Stewart, a political scientist at the Massachusetts Institute of Technology.\n\nHe calculated that the number of votes lost through the vote-by-mail system in the 2008 election may have been as many as 7.6 million, or one in five individuals who attempted to post their ballots.", "date_added": "2020-09-24 21:16:18.388831+00:00", "url": "https://www.bbc.com/news/election-us-2020-54274115", "source": "BBC News", "photos_url": ["https://ssc.api.bbc.com/?c1=2&c2=19293874&ns_site=bbc&name=", "https://a1.api.bbc.co.uk/hit.xiti?&col=1&from=p&ptag=js&s=598253&p=election::news.election.us2020.story.54274115.page&x1=[urn:bbc:cps:7e205a50-f703-466e-892e-e877d93692b4]&x2=[responsive]&x3=[bbc_website]&x4=[en]&x7=[article]&x8=[reverb-1.6.0-nojs]&x11=[NEWS_GNL]&x12=[NEWS]", "https://ichef.bbci.co.uk/images/ic/1024x576/p08sclmc.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08scdcc.jpg", "https://ichef.bbci.co.uk/images/ic/720x405/p08sclmc.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}