{"title": "Israeli agents killed Al Qaeda's No. 2 official on street in Iran: report", "text": "Israeli agents assassinated Al Qaeda’s No. 2 official in a shooting in Tehran three months ago, eliminating a mastermind behind the deadly 1998 attacks on American embassies in Africa.\n\nIntelligence officials confirmed to The New York Times that two Israeli agents were acting at the behest of the U.S. when they shot Abdullah Ahmed Abdullah from a motorcycle on Aug. 7, the anniversary of the embassy bombings. His daughter Miriam, the widow of Osama bin Laden’s son Hamza bin Laden, was also killed.\n\nIt was unclear exactly how involved the U.S. was in the clandestine operation. The White House and the National Security Council did not respond to request for comments from The Hill.\n\nADVERTISEMENT\n\nAbdullah’s death had been rumored for months though had not been confirmed until Friday.\n\nAbdullah was one of the terrorist group’s founding members and was believed to be the second-in-command to Al Qaeda’s current leader, Ayman al-Zawahri. The U.S. had a $10 million bounty on his head over the 1998 bombings.\n\nThe location of his killing is surprising, given that Iran, a Shiite country, and Al Qaeda, a militant Sunni group, are sworn enemies. Al Qaeda and Iran’s proxy groups have fought on battlefields scattered across the Middle East. However, Tehran does have a track record of supporting Sunni groups, including Hamas and the Taliban.\n\nThe intelligence officials told The Times that Abdullah had been in Iranian “custody” since 2003, but was virtually living as a free man in Tehran since 2015.\n\nIran initially tried to cover up the killing, saying the dead man was Habib Daoud, a Lebanese history professor and a member of Hezbollah, a Lebanese Shiite militant group bankrolled by Tehran.\n\nThe killing follows a pattern for Israel, which has used shootings and targeted bombings to take out terrorists and nuclear scientists in Iran’s borders.", "date_added": "2020-11-13 22:59:54+00:00", "url": "https://thehill.com/policy/international/middle-east-north-africa/525965-israeli-agents-killed-al-qaedas-no-2-official", "source": "TheHill", "photos_url": ["https://thehill.com/sites/default/files/styles/leading_video/public/ca_bezosclimatezero_nodategetty.jpg?itok=Wx2zdq7D", "https://thehill.com/sites/default/files/styles/leading_video/public/bidenjoe_11102020_1.jpg?itok=ZVvaG32L", "https://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-footer.png", "https://thehill.com/sites/default/files/blogs/israelisettlerviolence08132015getty.jpg", "https://thehill.com/sites/default/files/styles/leading_video/public/ca_microplastics_nodateistock.jpg?itok=7DeCK-zq", "https://thehill.com/sites/default/files/styles/leading_video/public/trumpdonald_110520getty_mood.jpg?itok=XuO4PXva", "https://thehill.com/sites/all/themes/thehill/images/redesign/thehill-logo-big.png", "https://thehill.com/sites/default/files/styles/thumb_small_article/public/blogs/israelisettlerviolence08132015getty.jpg?itok=ARvAUoov", "https://sb.scorecardresearch.com/p?c1=2&c2=10314615&c3=&c4=https%3A//thehill.com/policy/international/middle-east-north-africa/525965-israeli-agents-killed-al-qaedas-no-2-official&c5=&c6=&c15=&cv=2.0&cj=1"], "is_grouped": false, "upvotes": 0, "downvotes": 0}