{"title": "Singapore Airlines pilots agree on up to 60pc pay cut to save jobs amid Covid-19", "text": "The Air Line Pilots Association — Singapore said that an agreement on the latest pay cuts for pilots was reached after four days of negotiations with Singapore Airlines. — TODAY pic\n\nSINGAPORE, Sept 19 — Singapore Airlines (SIA) pilots will be taking pay cuts ranging from 10 to 60 per cent, after the union representing them agreed with their employers on a deal that could save about 400 jobs.\n\nThe new agreement reached between SIA and the Air Line Pilots Association — Singapore (Alpa-S) will take effect from Oct 1 and lasts until March 2022.\n\nA spokesperson for the union told TODAY that with the latest cuts, the national carrier will be able to protect all domestic jobs until March 2022.\n\nThis comes less than two weeks after the SIA Group announced that it would be retrenching about 2,400 workers across SIA, SilkAir and Scoot in Singapore and overseas.\n\nThe details of the pay cuts were made known to all pilots in an internal circular issued by Captain CE Quay, SIA’s senior vice-president of flight operations, on Friday (Sept 18). A copy of the circular was seen by TODAY.\n\nRe-employed captains will be the hardest hit, taking a 60 per cent pay cut. This is inclusive of the 10 per cent monthly variable component (MVC) of their salaries.\n\nOn the other hand, captains will see their salaries cut by 25 to 28.5 per cent, while first officers will receive a pay cut of 15 to 18.5 per cent, depending on their current wages.\n\nFor example, a first officer whose salary is S$8,000 (RM24,219.50) will see a pay cut of 15 per cent in total — comprising a 10 per cent cut to his MVC and another 5 per cent pay cut.\n\nThis means that in total, he will see his wages reduced by S$1,200.\n\nThe latest agreement will supersede the previous one dated Aug 6, where pilots’ salaries were docked between 13 and 50 per cent, including MVC.\n\nA report by The Straits Times said that SIA has about 2,600 pilots.\n\nThe pay cuts will be progressively restored should the Covid-19 pandemic improve and flying hours increase.\n\nThese adjustments will be made according to a scale calculated based on the average flying hours of all SIA and SilkAir pilots.\n\nIn response to TODAY’s queries, an Alpa-S spokesperson said that the agreement on the latest pay cuts was reached after four days of negotiations with SIA.\n\n“The association regrets that we were unable to prevent the retrenchment of some of our pilots. However, we will continue to offer assistance to our affected members in these difficult times.\n\n“We would like to sincerely thank all our members for the additional sacrifices taken to ensure all local jobs remain and for standing together for the future of our airline and Singapore.”\n\nAn SIA spokesperson confirmed that the airline has reached an agreement with the union on the new pay cuts.\n\n“This agreement will help to mitigate further job losses for our pilots,” she said. “SIA Group is focused on navigating and overcoming the challenges ahead of us in this extremely uncertain operating climate.” — TODAY", "date_added": "2020-09-19 00:00:00+00:00", "url": "https://www.malaymail.com/news/singapore/2020/09/19/singapore-airlines-pilots-agree-on-up-to-60pc-pay-cut-to-save-jobs-amid-cov/1904632", "source": "", "photos_url": ["https://media2.malaymail.com/resize_cache/uploads/articles/2020/2020-09/sia_today_0-seo.jpg", "https://media2.malaymail.com/uploads/articles/2020/2020-09/sia_today_0.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}