{"title": "SIA pilots agree to deeper pay cuts amid Covid-19 to save jobs", "text": "SINGAPORE - Singapore Airlines (SIA) pilots have agreed to take deeper pay cuts of up to 50 per cent so that more of them can stay employed.\n\nThis is on top of a 10 per cent cut in the monthly variable component (MVC) of their salaries, The Straits Times has learnt.\n\nWith the new agreement reached between SIA and the Air Line Pilots Association - Singapore (Alpa-S), re-employed captains and first officers will see their salaries cut by 60 per cent and 50 per cent respectively, starting Oct 1. This includes the 10 per cent MVC cut.\n\nOther captains will take pay cuts of up to 28.5 per cent, while first officers will take cuts of up to 18.5 per cent, depending on their current pay.\n\nIn an internal circular - a copy of which was seen by ST - the pilots were told: \"We are pleased to announce that a memorandum of agreement (MOA) was signed with Alpa-S effective Oct 1, 2020 to March 31, 2022 on additional pay cuts to avoid further job losses.\"\n\nThis latest agreement supersedes the previous one dated Aug 6, said SIA senior vice-president of flight operations Quay Chew Eng and Alpa-S president Kenneth Lai.\n\nThe pay cuts will be reviewed and adjusted if flying hours increase, the pilots were told.\n\nAn SIA spokesman confirmed that an agreement has been reached.\n\nHe said: \"As per today's agreement, the company will implement additional pay cuts for all remaining pilots in Singapore Airlines and SilkAir with effect from Oct 1, 2020. As a result, this agreement will help to mitigate further job losses for our pilots.\n\nRelated Story SIA kicks off retrenchment exercise; affected staff told they will be paid until Dec 15\n\nRelated Story A leaner SIA must remain a great way to fly when recovery takes off\n\n\"The SIA Group is focused on navigating and overcoming the challenges ahead of us in this extremely uncertain operating climate.\"\n\nST understands that SIA, which has about 2,600 pilots, has retrenched about 50 of them, mainly foreigners.\n\nThe airline has said that it expects to operate at under 50 per cent of its capacity at the end of this fiscal year, compared with pre-Covid-19 levels.\n\nIt now operates at about 8 per cent of its passenger capacity, compared with before the pandemic.", "date_added": "2020-09-18 20:00:05+08:00", "url": "https://www.straitstimes.com/singapore/sia-pilots-agree-to-deeper-pay-cuts-amid-covid-19-to-save-jobs", "source": "The Straits Times", "photos_url": ["https://amplifypixel.outbrain.com/pixel?mid=00529a8e9e01c3bfad3c4bd7ec1ab148f6", "https://www.straitstimes.com/sites/all/themes/custom/bootdemo/images/arrow-up.svg", "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/09/18/tl-pilots-s-180920.jpg?itok=sOmUr2mh", "https://www.straitstimes.com/sites/default/files/styles/article_pictrure_780x520_/public/articles/2020/09/18/tl-pilots-s-180920.jpg?itok=25E40uqY&timestamp=1600430732"], "is_grouped": false, "upvotes": 0, "downvotes": 0}