{"title": "Ukraine military plane crash: Cadets among 26 people killed", "text": "Ukraine military plane crash: Cadets among 26 people killed Published duration 3 hours ago\n\nimage copyright EPA image caption The plane came down just a few miles short of a military airport\n\nTwenty-six people, most of them air cadets, have been killed in a military plane crash in Ukraine, officials say.\n\nThe aircraft, an Antonov-26, came down near the eastern city of Kharkiv.\n\nThe plane was carrying 20 cadets and seven officers from Kharkiv Air Force University and was on a training flight. Only one person survived.\n\nThe crash is being investigated. Officials say preliminary findings suggest the captain, not cadets, was flying the plane when it crashed.\n\nmedia caption The plane was carrying cadets on a training flight\n\nThe plane came down about 2km (1.2 miles) from a military airport in the town of Chuhuiv, the emergency ministry said.\n\nFire broke out at the site and was later extinguished.\n\nAn eyewitness told Reuters news agency he had seen a man in flames running from the wreckage.\n\n\"Another car stopped behind us. We took a fire extinguisher and ran with another driver to help him,\" he said.\n\nimage copyright EPA image caption An investigation into the crash is under way\n\nTwo people were earlier reported to have survived the crash, but one later died in hospital.\n\nDeclaring a day of mourning, President Volodymyr Zelensky said he wanted an \"objective and unbiased\" investigation carried out immediately into the crash.\n\n\"We have lost young cadets and experienced military servicemen who had their whole life ahead of them,\" he said. adding: \"It is hard to choose the words to describe the pain of this loss.\"\n\nHis office said he had ordered a halt to all flights in similar planes until the cause of the crash had been established.\n\nCrash investigators are reportedly considering four possible causes - a technical malfunction of the aircraft, improper performance by either the flight crew or ground control, and poor maintenance.\n\nDefence Minister Andriy Taran was quoted as saying \"the plane likely caught the ground with its wing\" and caught fire after that.\n\nThe Security Service of Ukraine (SBU) said in a statement that the crash happened five minutes after the flight commander requested to land because the left engine had failed.\n\n\"According to preliminary findings, the cadets did not directly control the plane - the crew captain carried out all flights,\" the statement added.\n\nThere is no suggestion that the crash is linked to the conflict in eastern Ukraine. Chuhuiv is about 100km (60 miles) from the front line where government forces are fighting pro-Russian separatists.", "date_added": "2020-09-26 14:19:14.686487+00:00", "url": "https://www.bbc.co.uk/news/world-europe-54306090", "source": "BBC News", "photos_url": ["https://c.files.bbci.co.uk/11BF3/production/_114619627_ukrainecrash2epa.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/13DD9/production/_114596318_sfsf.jpg", "https://ichef.bbci.co.uk/news/1024/branded_news/357B/production/_114619631_ukrainecrashepa1.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/14811/production/_114558938_p08s5xrn.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/8245/production/_114594333_p08sg8d3.jpg", "https://c.files.bbci.co.uk/16A13/production/_114619629_ukrainecrash3epa.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/AB19/production/_114610834_p08slcqb.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/10FC2/production/_114607596_attenborinsta.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/16E2B/production/_114593739_p08sg830.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/12503/production/_114611057_p08slhg2.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/12BF/production/_114599740_5e9f65c2-638d-4401-b2eb-af5a004ac950.jpg", "https://ichef.bbci.co.uk/news/385/cpsprodpb/D737/production/_114559055_p08s5q7b.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}