{"title": "Amazon's big Alexa, Echo, Fire TV and Ring event: What we expect", "text": "James Martin/CNET\n\nWe're all getting to know our Echo smart speakers better these days. In a life-at-home existence, with millions of us hunkered down for the long haul, the connected house concepts that Amazon has been developing for years have become more critical than ever. That means home security from Amazon's Ring, internet connectivity from Eero and smart home controls through Alexa.\n\nAmazon will likely work to address the unique needs of today's customers while keeping an eye toward a post-pandemic future during its annual product launch event on Thursday. The event, which kicks off at 10 a.m. PT, is invite-only, but the public can follow along in real time by checking reporters' Twitter feeds, Amazon's releases and, of course, CNET.\n\nThe event is an important way for Amazon to generate excitement just ahead of the holiday season and -- for the first time ever -- Prime Day. (The annual sale is usually held in July, but this year is slated to start on Oct. 13.) The company will likely work to address privacy concerns, which were a big storyline in 2019 for both Ring and Alexa.\n\nHeading into the event, we brought together a handful of our reviewers and reporters who've tracked Amazon's hardware work for years to provide some insight into what to expect.\n\n--Ben Fox Rubin\n\nEcho\n\nThe Echo smart speaker typically gets top billing, so look for a lot of new devices, features and the unexpected Alexa-powered gadget, like a microwave or wall clock.\n\nIn 2019, Amazon took huge strides in filling out its lineup of smart speakers and displays, introducing the Echo Show 5 and Show 8, along with the newest Echo speaker, Echo Dot with Clock and Echo Studio higher-end speaker. One year later, Amazon's speakers and displays still feel fairly up-to-date, without any obvious missing elements.\n\nTyler Lizenby/CNET\n\nWhile the standard Echo speaker and the smaller Echo Dot are unlikely to see updated designs (they're both on their third generations), it wouldn't be surprising to see Amazon add polish to some of its other smart home products -- much in the way it did with the Dot with Clock last year. That said, it may be a little too soon to see total revamps, and perhaps the product line is a little too crowded to expect a lot of new speakers or displays as we saw in 2019.\n\nHardware aside, Amazon has clearly been focused on increasing Alexa's smart home powers in 2020, introducing more complex, give-and-take voice capabilities and better features to connect smart home products with mobile devices. Alexa already hit the road with its Auto car accessory last year, and the increased focus on Amazon Sidewalk this week reinforce Amazon's years long effort to put Alexa just about anywhere, from home to car to sidewalk.\n\nAlso look for Amazon to work on Alexa privacy. Voice assistants took a big hit to their reputations last year amid a controversy over human reviews of customers' recordings. Amazon made privacy a big element of its presentation in 2019 to shore up consumer trust and is expected to continue working on that issue.\n\n--David Priest\n\nFire TV\n\nAt a time when streaming is more popular than ever, it's a good bet Amazon will release updates to its most popular streaming devices, namely the $40 Fire TV Stick and $50 Fire TV Stick 4K. They're solid choices, especially for Alexa fans, but it would be great to see an overhaul of the confusing menus and search results, which push Amazon's own content too much. It's tough to see how they can improve either stick's hardware -- a remote finder feature or faster processor would be nice, but keeping these devices cheap to compete against Roku is the main goal. To that end, a $10 price drop for both Fire TV sticks would also make sense, especially given Google's rumored $50 Chromecast replacement. When in doubt, undercut the competition.\n\nLately, Fire TV has been making the most headlines for what it's missing. New streaming services HBO Max and NBCUniversal's Peacock have been glaring gaps in Fire TV's lineup for months because of a standoff between the new apps and Amazon. Both sides are drawing battle lines for control of the data and money generated by your streaming activity, as they try to entrench positions of power for the next era of TV. Fire TV users are stuck in the middle.\n\nSarah Tew/CNET\n\nThursday's event could tee up a break in their impasse. The event comes less than a week after Roku resolved its own, similar standoff with Peacock, putting all eyes on Amazon to see if it too will make nice with either Peacock or HBO Max and bring those services to its Fire TV users.\n\nOther Fire TV devices include the much less popular $120 Cube -- a weird Alexa speaker/universal remote/streamer combo -- which received a faster processor last year, and the Fire TV Edition televisions. The TVs, made by brands like Toshiba and Insignia, compete at the budget end but fall short of Roku TVs in CNET's reviews. One can dream of an actual Amazon-branded TV with great features like full-array local dimming or maybe an OLED like Europe got last year, but the chances of those are small.\n\n--David Katzmaier and Joan E. Solsman\n\nEero\n\nIf the rumors have it right, then there's a good chance that Amazon will introduce new versions of the Eero mesh router that support Wi-Fi 6, the newest and fastest generation of Wi-Fi transmissions. Amazon acquired the networking brand in early 2019, then moved quickly to release an updated and less expensive version of Eero's system later that year. But the lack of Wi-Fi 6 support was a notable omission. With a growing percentage of Eero customers buying phones and other devices that support the speedy new standard, look for Amazon to close that gap and provide them with a router that's capable of keeping up.\n\nChris Monroe/CNET\n\nMeanwhile, support for Wi-Fi 6E, which designates Wi-Fi 6 devices that are equipped to tap into a massive swath of newly opened bandwidth in the 6GHz band, seems less likely. Routers like those, slated to start arriving in December, will be priced as premium, high-end devices for power users, and Amazon seems more interested in positioning Eero as an accessible, easy-to-use value pick in the mesh category, at least relative to routers like those. That said, a new-and-improved Eero Pro system that supports Wi-Fi 6E wouldn't be an outright shock.\n\nWhatever new Eero systems we see, don't expect them to double as Alexa speakers. Eero seems to enjoy the privacy-minded contrast with Google's Nest Wifi, which includes built-in microphones for Google Assistant access. Sources at Amazon also tell CNET not to expect any Eero devices to double as bridge devices for Amazon Sidewalk, at least not in 2020.\n\n--Ry Crist\n\nRing\n\nAmazon's smart home company, Ring, sells a wide variety of smart home devices, including video doorbells, security cameras, a security system and outdoor light fixtures. Lately, the brand has focused on providing cheaper hardware within the same product categories. This effort comes as competitors like Wyze and Blink (also owned by Amazon) are introducing top-performing smart home products at budget prices.\n\nRing's video doorbells range from the $100 second-generation Video Doorbell up to the $350 Video Doorbell Elite, a flush-mount model with Power over Ethernet capabilities. Its security camera lineup follows a similar pattern, starting with the $60 Indoor Cam and ending with the $250 Floodlight Cam, an outdoor camera with built-in LED floodlights.\n\nChris Monroe/CNET\n\nIt also has an array of smart lighting products, including two LED bulbs, as well as pathlight, steplight, spotlight and floodlight fixtures for outside, some of which run on batteries and others via solar panels.\n\nGiven that Ring's goal is to provide a literal \"ring of security\" around your home, expect to see the company continue to expand its offerings from home security and lighting products to other peripheral devices designed to help you keep an eye on your home.\n\nAlso, expect Ring to continue to address privacy and security concerns related to its partnerships with local law enforcement through the Neighbors program and its move to require two-factor authentication following customer data being exposed in December 2019. Ring could also tackle additional concerns among privacy advocates about its patents for facial recognition (a feature that doesn't currently exist on any Ring devices) that would scan faces through law enforcement databases.\n\n--Megan Wollerton", "date_added": "2020-09-24 20:58:45.114522+00:00", "url": "https://www.cnet.com/news/amazons-big-alexa-echo-and-ring-event-what-we-expect/", "source": "CNET", "photos_url": ["https://i-amlg-prod.appspot.com/display?id=95b9b748-9bc4-4e15-a8c8-75086169f49d", "https://cnet1.cbsistatic.com/img/KaIYIMSG2kerWQ9A-cqHLEj8-XY=/1092x0/2017/06/29/5edf885a-8c73-48f0-bebe-52e459bc020f/ring-video-doorbell-two-4.jpg", "https://cnet2.cbsistatic.com/img/XttaeLG2CaBexEjfWTZgE-tchyM=/1092x0/2019/11/05/0f1b3ab5-89df-461a-9341-949ca291d113/eero-mesh-router-promo.jpg", "https://cnet4.cbsistatic.com/img/asLKArRIKk3Mccn94Qld3KjHE58=/196x110/2020/09/22/2e619720-75c6-4a76-921b-672c16be4e60/prime-day-2.jpg", "https://cnet3.cbsistatic.com/img/InFi3oFNBZkxkxtVAyl9AyPNmdY=/84x84/2020/06/24/ac0e1081-a7e3-4c4c-9f05-b3118367241b/cnet.png", "https://cnet2.cbsistatic.com/img/AaMh00nmb7qW0t-O5Ktkt0yzVts=/1092x0/2019/06/21/b4c048de-7460-4ed2-8ba7-69995fd442e3/echo-show-5-promo-photos-3.jpg", "https://cnet2.cbsistatic.com/img/v3dqC9nhit5aLlccHVgDiftm--M=/1092x0/2019/03/01/0b4d6438-f3e0-49f9-bd66-f3ba4a38bd52/23-toshiba-insignia-amazon-fire-tv-edition.jpg", "https://cnet4.cbsistatic.com/img/ICmF4dd3Pzhq1Fc4DZ46VGHmr5g=/1092x0/2019/09/26/4f758a34-d29f-43d3-b531-1cb301503822/amazon-event-092519-0118.jpg", "https://cnet2.cbsistatic.com/img/7fw3wZ6EgKwyDHU3neV6EITC8Nw=/1200x630/2019/09/26/4f758a34-d29f-43d3-b531-1cb301503822/amazon-event-092519-0118.jpg"], "is_grouped": false, "upvotes": 0, "downvotes": 0}