{"title": "Alexa, what's new? Amazon's device reveal starts Thursday at 10 a.m. PT", "text": "Alexa, what's new?\n\nThat is Thursday's question, as the tech spotlight turns to Amazon, and its annual fall event outlining new 2020 Alexa and Fire TV products.\n\nAmazon is expected to unveil several new speakers, TV and TV-related products, home security and internet devices and perhaps some surprises.\n\nUnlike rivals Apple and Samsung, which live-stream their events to a worldwide audience, the Amazon event is open only to media, and there is no live feed. Instead, Amazon will be updating its Day One blog with text and photos as the new products are revealed.\n\nThe event begins at 10 a.m. PT. Be sure to also stick with USATODAY.com right here for the latest updates and analysis.\n\nCalling:How to make phone calls with Alexa and Google speakers\n\nHow to:Among Alexa's lesser-known abilities: You can ask the digital assistant about COVID-19 symptoms\n\nIn years past, Amazon unveiled dozens of new products during this event. Last year included the Alexa wall clock, Echo Buds and the Frames, glasses which connected to Alexa for music and queries. However, the Frames were introduced as an invite-only product which, a year later, are still invite only.\n\nOther notables from the events include the microwave oven that answered to Alexa and Echo Auto, which brought the assistant to vehicles. Last year's introduction of the Buds, which sold well, could get an update with a better sounding \"Pro\" edition, akin to what Apple did with the first AirPods, notes Bret Kinsella, editor of the Voicebot.ai blog, which covers Amazon and voice computing.\n\n\"They haven't filled that part of the portfolio yet,\" Kinsella says.\n\n(You can hear our entire interview with Kinsella, and his other predictions, in the accompanying Talking Tech podcast below.)\n\nAmazon has devoted ample time at the events to Amazon's dominant product line, the Echo speakers, which get updated every year. In 2019, Amazon added a clock to its best-selling device, the budget Echo Dot, and dramatically improved audio fidelity with the Echo Studio mega-speaker.\n\nIt's hard to see what Amazon could add to a basic speaker that hasn't already improved, with both better audio and reading the time – multiple colors perhaps?\n\nHowever, Kinsella notes that many speakers are definitely ripe for an update, since current editions are generally not available. \"Go ahead and try to find a regular Amazon Echo smart speaker.\" Listings in Amazon’s shopping site offers \"insight into where you might see updates or discontinuation,\" he adds.\n\nKinsella thinks the COVID-19 era will put renewed focus on home products like audio and video products, since we're spending less time out of the home, and more with our products.\n\nFire TV, which is No. 2 to Roku for streaming players, is expected to get an update. Engadget found an online leak of a new Fire TV stick with a possible lower price and a new edition of the Eero Wi-Fi mesh booster, which is expected to have greater range.\n\nSpeaking of home products, after spending $1 billion to buy Ring, the maker of the video doorbell, Amazon has historically put new focus on Ring for the holidays, with lower prices and product extensions. CNET expects new lighting and home security products from Ring for the holidays.\n\nAmazon Sidewalk, a new initiative to extend the range of Alexa devices into areas not normally covered by Wi-Fi, is expected to get a lot of attention at the event. Amazon introduced it last fall and this week updated Sidewalk by mentioning it will actually launch this year.\n\n\"With Sidewalk, you can continue to receive motion alerts from your security cameras even when your Wi-Fi goes down,\" Amazon noted. \"Or if your Wi-Fi does not reach your smart lights at the edge of your driveway, Sidewalk will help them stay connected.\"\n\nBut the best thing about the Alexa events are the surprises. What new type of talking device does Amazon have in store for us this year?\n\nFollow USA TODAY's Jefferson Graham (@jeffersongraham) on Twitter", "date_added": "2020-09-23 00:00:00+00:00", "url": "https://www.usatoday.com/story/tech/2020/09/23/amazon-expected-debut-new-alexa-and-fire-tv-devices-thursday/5855542002/", "source": "USA TODAY", "photos_url": ["https://www.gannett-cdn.com/-mm-/9cd3be826c103a66e5a9903643376f581e83cb17/c=238-0-1177-528/local/-/media/2020/05/27/USATODAY/usatsports/amazon-spheres-at-its-hq.png?width=939&height=528&fit=crop&format=pjpg&auto=webp"], "is_grouped": false, "upvotes": 0, "downvotes": 0}